[
  {
    "id": 1,
    "title": "Suling Bambu",
    "inggris":"Listen to the reed how it tells a tale, complaining of separations",
    "indo": "Dengarkanlah suara seruling buluh itu,  bagaimana ia mengisahkan sebuah cerita — merintih tentang perpisahan.",
    "description": "bercerita tentang perpisahan ruh dengan asalnya"
  },
 {
    "id": 2,
    "inggris": "Saying, “Ever since I was parted from the reed-bed, my lament hath caused man and woman to moan.",
    "indo": "Katanya, “Sejak aku dipisahkan dari rumpun bambu, ratapanku telah membuat pria dan wanita ikut merintih.”",
    "description": "....."
  },

{ "id": 3, 
"inggris": "I want a bosom torn by severance, that I may unfold (to such a one) the pain of love-desire.", 
"indo": "Aku ingin dada yang terkonyak oleh perpisahan, agar aku dapat menyingkap (kepadanya) rahasia dari kepedihan Cinta (Ilahi).",
"description": ""
},

{ "id": 4, 
"inggris": "Every one who is left far from his source wishes back the time when he was united with it.", 
"indo": "Setiap entitas yang terpisah jauh dari Sumbernya niscaya merindukan kembali masa ketika ia bersatu dengannya.",
"description":""
},

{ "id": 5, 
"inggris": "In every company I uttered my wailful notes, I consorted with the unhappy and with them that rejoice.", 
"indo": "Di setiap majelis (perkumpulan), aku melantunkan nada-nada sedihku; aku bergaul dengan mereka yang berduka maupun mereka yang bersuka cita.",
"description":""
  
},

{ "id": 6, 
"inggris": "Every one became my friend from his own opinion; none sought out my secrets from within me.", 
"indo": "Setiap orang menjadi temanku berdasarkan prasangkanya sendiri; tak seorang pun mencari rahasiaku (sirr) dari dalam diriku.",
  "description":""
},

{ "id": 7, 
"inggris": " .......", 
"indo": "Rahasiaku tidaklah jauh dari keluhanku, tetapi telinga dan mata kekurangan Cahaya (Nūr) (yang dengannya rahasia itu harus dipahami).",
"description":""
},

{ "id": 8, 
"inggris": " .......", 
"indo": "Tubuh tidak terselubung dari jiwa, pun jiwa dari tubuh; namun tidak ada yang diizinkan untuk melihat jiwa.", 
  "description":""
},

{ "id": 9, 
"inggris": " .......", 
"indo": "Bunyi seruling buluh ini adalah api, ia bukan sekadar angin: barang siapa yang tidak memiliki api ini (Cinta Ilahi), semoga ia sirna (Fana).",
  "description":""
},

{ "id": 10, 
"inggris": " .......", 
"indo": "Inilah api Cinta yang ada di dalam seruling bambu, inilah gairah Cinta yang ada di dalam anggur.",
"description":""  
},

{ "id": 11, 
"inggris": " .......", 
"indo": "Seruling adalah kawan sejati bagi setiap orang yang terpisah dari sang kekasih; lantunan nadanya menusuk hati kami.",
"description":""
},

{ "id": 12, 
"inggris": " .......", 
"indo": "Siapa yang pernah melihat racun dan penawar sekaligus, layaknya Seruling? Siapa yang pernah melihat simpatisan dan pecinta yang merindu, layaknya Seruling?",
  "description":""
},

{ "id": 13, 
"inggris": " .......", 
"indo": "Seruling mengisahkan Jalan Spiritual (Ṭarīqah) yang penuh darah dan meriwayatkan cerita tentang gairah Majnūn,",
"description":""
},

{ "id": 14, 
"inggris": " .......", 
"indo": "Hanya bagi yang tidak mengerti pemahaman ini disampaikan: Lidah tidak memiliki pelanggan kecuali telinga.",
"description":""
},

{ "id": 15, 
"inggris": " .......", 
"indo": "Dalam kesengsaraan kami, hari-hari (kehidupan) menjadi tidak menentu: hari-hari kami berjalan bergandengan dengan duka yang membakar.", 
"description":""
},

{ "id": 16, 
"inggris": " .......", 
"indo": "Jika hari-hari kami berlalu, biarlah ia berlalu!—itu bukanlah perkara penting. Adakah selain Engkau, sebab tiada yang suci selain Diri-Mu!", 
"description":""
},

{ "id": 17, 
"inggris": " .......", 
"indo": "Siapa pun yang bukan ikan, akan kenyang dengan air-Nya; siapa pun yang tidak memiliki makanan sehari-hari, harinya akan terasa panjang.",
  "description":""
},

{ "id": 18, 
"inggris": " .......", 
"indo": "Tiada seorang pun yang mentah mengerti keadaan seseorang yang telah matang: oleh karena itu, kata-kata saya harus singkat. Selamat tinggal!",
"description":""
 },
 
{ "id": 19, 
"inggris": " .......", 
"indo": "Oh Anakku, hancurkan rantai-Mu dan bebaslah! Berapa lama kamu akan menjadi budak emas dan perak (harta duniawi)?",
  "description":""
},

{ "id": 20, 
"inggris": " .......", 
"indo": "Jika engkau tuangkan lautan ke dalam kendi, seberapa banyak yang dapat ditampungnya? (Hanya) persediaan untuk satu hari.",
  "description":""
},

{ "id": 21, 
"inggris": " .......", 
"indo": "Kendi—yaitu mata orang yang tamak—tidak akan pernah terisi penuh; cangkang tiram tidak akan terisi mutiara hingga ia menjadi puas (qana’ah).",
"description":""
},

{ "id": 22, 
"inggris": " .......", 
"indo": "Hanya dia yang jubahnya telah robek oleh Cinta yang kuat telah dimurnikan dari ketamakan dan segala cela.",
"description":""
},

{ "id": 23, 
"inggris": " .......", 
"indo": "Salam, wahai Cinta yang membawa kita keberuntungan baik—Engkau yang adalah tabib bagi segala penyakit kita,",
"description":""
},
{ "id": 24, 
"inggris": " .......", 
"indo": "Obat penawar kesombongan dan kecongkakan kita, Plato dan Galen kita!",
  "description":""
},

{ "id": 25, 
"inggris": " .......", 
"indo": "Melalui Cinta tubuh duniawi membumbung ke langit: gunung mulai menari dan menjadi lincah.",
  "description":""
},

{ "id": 26, 
"inggris": " .......", 
"indo": "Cinta mengilhami Gunung Sinai, wahai sang pecinta; (sehingga) Sinai termabukkan dan Musa-a.s jatuh pingsan.",
"description":""
},

{ "id": 27, 
"inggris": " .......", 
"indo": "Jika aku bergabung dengan bibir seseorang yang sesuai denganku, aku juga seperti seruling, akan menceritakan semua yang mungkin diceritakan;",
"description":""
},

{ "id": 28, 
"inggris": " .......", 
"indo": "(Tetapi) siapa pun yang berpisah dari pembicaraan bahasanya menjadi bisu, meskipun dia memiliki ratusan lagu.",
"description":""
},

{ "id": 29, 
"inggris": " .......", 
"indo": "Ketika mawar itu hilang dan taman itu memudar, engkau tidak akan mendengar lagi cerita Bulbul.",
"description":""
},

{ "id": 30, 
"inggris": " .......", 
"indo": "Sang Kekasih adalah Segalanya dan Pencinta Hanyalah Sebuah hijab; Sang Kekasih adalah Yang Hidup dan Sang Pencinta Adalah Sesuatu yang Mati.",
"description":""
},

{ "id": 31, 
"inggris": " .......", 
"indo": "Apabila Cinta tak lagi memiliki kepedulian (perhatian) atasnya, maka ia tertinggal bagaikan burung tanpa sayap. —Celakalah!",
"description":""
},

{ "id": 32, 
"inggris": " .......", 
"indo": "Bagaimana mungkin aku memiliki kesadaran (atas apa pun) di hadapan atau di belakangku, jika Cahaya Sang Kekasih tidak berada di depan dan di belakangku?",
  "description":""
},

{ "id": 33, 
"inggris": " .......", 
"indo": "Cinta menghendaki agar Kalimat ini (Kalam Ilahi) dimanifestasikan: jika cermin tidak memantulkan (apa-apa), bagaimana mungkin hal itu terjadi?",
"description":""
},

{ "id": 34, 
"inggris": " .......", 
"indo": "Apakah kamu tahu mengapa cermin (jiwamu) tidak memantulkan apa-apa? — itu karena debu tidak dibersihkan dari wajahnya.",
"description":""
}
]

