[
  {
    "id": 1,
    "title": "Suling Bambu",
    "inggris": "Listen to the reed how it tells a tale, complaining of separations",
    "indo": "Dengarlah seruling buluh itu bagaimana ia menuturkan sebuah kisah, mengadukan perihal segala perpisahan.",
    "description": "“Seruling buluh” (<i>nay</i>) dalam simbolisme sufistik <u>Rumi</u> melambangkan <b>ruh manusia</b> yang tercabut dari “rumpun buluh”-nya, yakni asal ketuhanan; keluhannya adalah keluhan keterpisahan dari Sumber. <b>QS Al-Baqarah 2:156</b> sering dikaitkan sebagai penegasan asal-usul kembali kepada Allah.<br><br>“Menuturkan kisah” dipahami para ahli filologi Persia sebagai figurasi bagi <b>bahasa batin (lisān al-ḥāl)</b> yang lebih jujur daripada bahasa lisan. "
  },
  {
    "id": 2,
    "title": "",
    "inggris": "Saying, “Ever since I was parted from the reed-bed, my lament hath caused man and woman to moan.”",
    "indo": "Seraya berkata, “Sejak aku dipisahkan dari rumpun buluhku, ratapanku telah membuat laki-laki dan perempuan menggema dengan keluhan.”",
    "description": "“Dipisahkan dari rumpun buluh” menandai <b>ketercerabutan ruh dari asal ketuhanannya;</b> para sufi menafsirkannya sebagai nostalgia primordial terhadap “mithāq” (perjanjian azali) dalam <b>QS Al-A‘rāf 7:172.</b><b><br></b><br>“Ratapanku… membuat laki-laki dan perempuan mengeluh” melambangkan getaran spiritual yang menggugah seluruh jenis manusia; dalam filologi Masnawī ini disebut sebagai “suara kerinduan kosmik” (<i>ḥanīn al-kawn</i>) yang menggerakkan hati makhluk."
  },
  {
    "id": 3,
    "title": "",
    "inggris": "I want a bosom torn by severance, that I may unfold (to such a one) the pain of love-desire.",
    "indo": "Aku menginginkan sebuah dada yang telah koyak oleh perpisahan, agar kepadanya dapat kuhamparkan luka rindu cinta.",
    "description": " Dada yang telah koyak oleh perpisahan” adalah metafora sufi untuk <b><i>hati yang telah dilembutkan oleh pengalaman fana</i></b>’ (pelepasan hubungan duniawi) sehingga layak menampung rahasia ilahi; bandingkan dengan <b>QS Ash-Shu‘arā’ 26:88–89</b> tentang “qalb salīm.”<br><br>“Luka rindu cinta” (pain of love-desire) dalam tradisi tasawuf adalah syauq—kerinduan eksistensial menuju Sang Kekasih; Rūmī menganggap <b>hanya hati yang retak yang dapat memahami bahasa rindu ini.</b>"
  },
  {
    "id": 4,
    "title": "",
    "inggris": "Every one who is left far from his source wishes back the time when he was united with it.",
    "indo": "Setiap yang jauh dari sumber asalnya pasti merindukan kembali saat ia pernah bersatu dengannya.",
    "description": "Jauh dari sumber asalnya” dalam tasawuf menunjuk pada ruh manusia yang terpisah dari Hadirat Ilahi; para mufasir sufi mengaitkannya dengan fitrah asal sebagaimana dalam <b>QS Ar-Rūm 30:30.</b><br><br>“Merindukan kembali saat ia bersatu” menandai ingatan primordial terhadap perjanjian azali (al-mīthāq) di <b>QS Al-A‘rāf 7:172;</b> dalam filologi Masnawi disebut sebagai nostalgia metafisik yang menggerakkan seluruh perjalanan spiritual."
  },
  {
    "id": 5,
    "title": "",
    "inggris": "In every company I uttered my wailful notes, I consorted with the unhappy and with them that rejoice.",
    "indo": "Disetiap perkumpulan aku melantunkan nada-nada ratapanku, aku bergaul dengan mereka yang sengsara maupun mereka yang bergembira.",
    "description": "“Di setiap perkumpulan” menandai sifat universal suara <i>nay</i> (seruling buluh) yang dapat hadir di majelis sufi, pesta, atau duka; dalam filologi Persia disebut “suara lintas-keadaan.”<br><br>“Nada-nada ratap” adalah simbol keluhan ruh terhadap keterpisahan; <b>QS Az-Zumar 39:23</b> sering dijadikan rujukan tentang getaran hati oleh lantunan yang menyentuh.<br><br>“Bersahabat dengan yang berduka dan bergembira” menggambarkan bahwa pesan kerinduan spiritual meresapi seluruh keadaan manusia—sukacita maupun duka—karena semuanya berpulang pada kebutuhan terdalam akan Yang Maha Asal."
  },
  {
    "id": 6,
    "title": "",
    "inggris": "Every one became my friend from his own opinion; none sought out my secrets from within me.",
    "indo": "Setiap orang menjadi sahabatku menurut sangkaannya sendiri; tak satu pun yang mencari rahasia-rahasia diriku dari dalam batinku.",
    "description": "“Menurut sangkaannya sendiri” menggambarkan bahwa manusia menafsirkan suara ruh (<i>nay</i>) sesuai batas persepsi mereka; para komentator Masnawī menyebutnya sebagai “<b>teman menurut cerminan dirinya</b>.”<br><br>“Tak satu pun mencari rahasia dari dalam batinku” menandai keluhuran sirr (rahasia ilahi) yang hanya dapat dipahami oleh hati yang tersucikan; <b>QS Al-Hajj 22:46</b> dipandang relevan tentang “hati yang dapat memahami.”"
  },
  {
    "id": 7,
    "title": "",
    "inggris": "My secret is not far from my plaint, but ear and eye lack the light (whereby it should be apprehended).",
    "indo": "“Rahasiaku tidak jauh dari ratapanku, tetapi telinga dan mata kurang cahaya (yang dengannya hal itu dapat ditangkap).”",
    "description": "– “Rahasia” di sini menunjuk kepada <b><i>sirr</i></b> batin, kedekatan ilham dengan keluhan manusia; keduanya muncul dari satu inti ruhani.<br><br>– “Tidak jauh” menunjuk pada doktrin kesatuan gejala zahir-batin: keluhan adalah tirai tipis dari rahasia.<br><br>– “Cahaya” merujuk pada <b>nūr al-bashīrah</b>—<b>cahaya penglihatan batin;</b> tanpa ini, rahasia yang dekat pun tidak terlihat.<br><br>– <b>QS 22:46</b>: “…bukan mata itu yang buta, tetapi yang buta ialah hati…” menjadi paralel penting bagi gambaran “telinga dan mata yang kurang cahaya.”<br><br>– Dalam tasawuf, ratapan (nawḥ, shakwā) sering berfungsi sebagai penyingkap, bukan penutup—namun hanya bagi yang memiliki <b>nūr al-furqān </b>untuk menangkapnya."
  },
  {
    "id": 8,
    "title": "",
    "inggris": "Body is not veiled from soul, nor soul from body, yet none is permitted to see the soul.",
    "indo": "Tubuh tidak terselubung dari jiwa, dan jiwa tidak terselubung dari tubuh, namun tak seorang pun diizinkan untuk melihat jiwa.",
    "description": "– “Tidak terselubung” menandakan kedekatan ontologis tubuh–jiwa: keduanya saling menembus, sebagaimana api dalam bara.<br><br>– Namun “tidak diizinkan melihat jiwa” menunjukkan ḥijāb ilāhī: <b>tabir ketentuan Ilahi </b>yang menjaga hakikat ruh dari penglihatan inderawi.<br><br>– QS 17:85 (“Mereka bertanya kepadamu tentang ruh…”) menegaskan batas epistemik manusia: ruh hanyalah sedikit dari pengetahuan Tuhan.<br><br>– Dalam filsafat dan tasawuf, jiwa adalah <i><b>lathīfah rabbāniyyah</b></i>—halus dan tak-terindra; dekat secara eksistensial, jauh secara persepsi."
  },
  {
    "id": 9,
    "title": "",
    "inggris": "This noise of the reed is fire, it is not wind: whoso hath not this fire, may he be naught!",
    "indo": "Suara suling ini adalah api, bukan angin: siapa yang tidak memiliki api ini, biarlah ia menjadi tiada!",
    "description": "– “Api, bukan angin” menandakan bahwa suara rohani bukan sekadar getaran udara, tetapi <b>nyala kerinduan ilahiah</b> (nār al-shawq).<br><br>– Idiom “biarlah ia tiada” adalah bentuk hiperbolik sufistik: tanpa <b>api kerinduan </b>kepada Yang Hak, eksistensi dianggap “<b>belum hidup</b>.”<br><br>– <b>QS 28:29 </b>tentang api sebagai tanda ilahiah (kisah Musa) sering diparalelkan dalam tafsir sufistik sebagai simbol <b>pencerahan batin.</b><b><br></b><b><br></b>– Dalam tradisi samā‘, “api” ini adalah al-ḥal—keadaan ekstatis yang menggerakkan hati; tanpa itu, seseorang tetap “dingin” dan tidak tersentuh."
  },
  {
    "id": 10,
    "title": "",
    "inggris": "’Tis the fire of Love that is in the reed, ’tis the fervour of Love that is in the wine.",
    "indo": "Inilah api Cinta yang ada dalam suling bambu; inilah gejolak Cinta yang ada dalam anggur.",
    "description": "“– “Api Cinta” menunjuk pada <i>nār al-‘ishq,</i> energi primordial yang menghidupkan suara seruling (nay) sebagai rintihan keterpisahan.<br><br>– “Anggur” dalam simbolisme sufi merujuk pada khamr ilāhī—mabuk rohani, <b>ekstase yang melampaui nalar</b>.<br><br>– Seruling dan anggur sama-sama menjadi lambang media: suara dan ekstase, keduanya digerakkan oleh satu sumber—<i>Cinta Ilahi.</i><br><br>– <b>QS 5:54</b> tentang “<b>Allah mencintai mereka dan mereka mencintai-Nya</b>” sering digunakan oleh para sufi untuk menegaskan asal-usul api cinta tersebut.<br><br>– Dalam Matsnawi, Cinta adalah daya kosmik: pembakar, penggerak, dan peminum; ia hadir dalam bentuk suara, arak rohani, dan gejolak batin manusia."
  },
  {
    "id": 11,
    "title": "",
    "inggris": "The reed is the comrade of every one who has been parted from a friend: its strains pierced our hearts.",
    "indo": "Suling adalah sahabat bagi setiap orang yang telah dipisahkan dari sang Kekasih ; alunannya telah menembus hati kita.",
    "description": "suling menjadi simbol universal kerinduan dan kehilangan; suaranya dianggap mampu “menusuk hati” karena resonansi spiritualnya dengan penderitaan manusia."
  },
  {
    "id": 12,
    "title": "",
    "inggris": "Who ever saw a poison and antidote like the reed? Who ever saw a sympathiser and a longing lover like the reed?",
    "indo": "Siapa pernah melihat racun dan penawar seperti suling ini? Siapa pernah melihat simpatisan sekaligus pecinta yang merindu seperti suling ini?",
    "description": "suling berfungsi sekaligus sebagai “racun” (membangkitkan rasa sakit rindu) dan “penawar” (menghadirkan pelepasan emosional). Dualitas ini umum dalam puisi mistik Persia."
  },
  {
    "id": 13,
    "title": "",
    "inggris": "The reed tells of the Way full of blood and recounts stories of the passion of Majnun.",
    "indo": "suling menceritakan Jalan yang penuh darah dan menuturkan kisah-kisah tentang gairah cinta Majnun.",
    "description": "Perjalanan cinta Ilahi penuh ujian—suling mengisahkan jalan yang tak mudah ditempuh."
  },
  {
    "id": 14,
    "title": "",
    "inggris": "Only to the senseless is this sense confided: the tongue hath no customer save the ear.",
    "indo": "Hanya pada yang tak berakal makna ini dipercayakan; Sang lidah tak memiliki pelanggan, kecuali telinga.",
    "description": "Hanya “<b>yang tak berakal</b>” (tak memakai nalar biasa) yang dapat menangkap makna batin; maksudnya adalah keadaan batin yang melampaui logika. “<b>Lidah tidak memiliki pelanggan selain telinga</b>” menekankan bahwa pesan suara suling dipahami melalui pengalaman, bukan akal."
  },
  {
    "id": 15,
    "title": "",
    "inggris": "In our woe the days (of life) have become untimely: our days travel hand in hand with burning griefs.",
    "indo": "Dalam nestapa ini, hari-hari (kehidupan) kami menjadi tak menentu: hari-hari kami berjalan bergandengan dengan duka yang membakar. ﴾15﴿",
    "description": " “Hari-hari yang tak menentu” menyiratkan pengalaman eksistensial di mana waktu kehilangan makna karena penderitaan. Duka “membara” adalah intensitas spiritual dari kerinduan yang belum terpenuhi."
  },
  {
    "id": 16,
    "title": "",
    "inggris": "If our days are gone, let them go!—’tis no matter. Do Thou remain, for none is holy as Thou art!",
    "indo": "Jika hari-hari kami berlalu, biarlah ia berlalu!—itu bukan masalah, asalkan Engkau tetap ada. Tiada yang suci selain Diri-Mu!",
    "description": "Penekanan pada “Engkau tetap Ada” menandai prioritas keberadaan Ilahi di atas waktu fana. Ini adalah deklarasi tauhid dan pengingkaran terhadap ketergantungan pada dunia."
  },
  {
    "id": 17,
    "title": "",
    "inggris": "Whoever is not a fish becomes sated with His water; whoever is without daily bread finds the day long.",
    "indo": "Siapapun yang bukan 'ikan' akan cepat puas dengan air-Nya; siapapun tanpa roti harian (makanan), harinya akan terasa panjang.",
    "description": "“Ikan” adalah metafora jiwa yang tenggelam dalam realitas Ilahi; yang bukan ikan akan “jenuh”, yaitu tidak mampu bertahan dalam kedekatan spiritual. “Tanpa roti” melambangkan keadaan tanpa sustensi batin, membuat hidup terasa panjang dan berat."
  },
  {
    "id": 18,
    "title": "",
    "inggris": "None that is raw understands the state of the ripe: therefore my words must be brief. Farewell!",
    "indo": "Tak seorang pun yang masih mentah memahami keadaan yang telah matang; karena itu kata-kataku harus singkat. Selamat tinggal!",
    "description": "“Mentah” dan “matang” adalah istilah klasik dalam tasawuf: yang mentah belum matang secara spiritual dan karenanya tidak memahami pengalaman para arif (yang matang). Oleh itu penyampaian harus singkat dan bersifat isyarat."
  },
  {
    "id": 19,
    "title": "",
    "inggris": "O son, burst thy chains and be free! How long wilt thou be a bondsman to silver and gold?",
    "indo": "Wahai anakku, putuskanlah belenggumu dan jadilah bebas! Berapa lama lagi engkau akan menjadi hamba bagi perak dan emas??",
    "description": "Seruan untuk “memutuskan belenggu” menegaskan pembebasan dari keterikatan duniawi, termasuk harta (perak dan emas). Ini adalah ajakan menuju kemerdekaan batin."
  },
  {
    "id": 20,
    "title": "",
    "inggris": "If thou pour the sea into a pitcher, how much will it hold? <br> One day's store.",
    "indo": "Jika engkau menuangkan laut ke dalam sebuah kendi, berapa banyak yang akan dapat ditampungnya? <br>Sebanyak persediaan satu hari. ",
    "description": "Laut melambangkan realitas Ilahi yang tak terbatas; kendi adalah kapasitas manusia yang terbatas. Metafora ini menekankan ketidakseimbangan antara infinitas dan wadah ego. “Persediaan satu hari” menegaskan keterbatasan eksistensial manusia, sekaligus relativitas segala upaya menampung yang tak terukur."
  },
  {
    "id": 21,
    "title": "",
    "inggris": "The pitcher, the eye of the covetous, never becomes full: the oyster-shell is not filled with pearls until it is contented.",
    "indo": "Kendi itu, mata orang yang tamak, tidak pernah menjadi penuh; cangkang tiram tidak terisi oleh mutiara hingga ia merasa cukup.",
    "description": "Dalam literatur tasawuf, mata orang tamak disamakan dengan wadah yang tidak pernah penuh. Cangkang tiram hanya menghasilkan mutiara ketika “cukup”, melambangkan kepuasan batin sebagai prasyarat keluhuran."
  },
  {
    "id": 22,
    "title": "",
    "inggris": "He (alone) whose garment is rent by a (mighty) love is purged of covetousness and all defect.",
    "indo": "Hanya dia yang pakaiannya terkoyak oleh cinta (yang dahsyat) yang disucikan dari ketamakan dan segala cacat.",
    "description": "“Pakaian terkoyak oleh cinta” menandakan pengalaman ekstatis yang menghancurkan ego. Ia menjadi jalan pemurnian dari ketamakan dan segala kekurangan spiritual."
  },
  {
    "id": 23,
    "title": "",
    "inggris": "Hail, O Love that bringest us good gain—thou that art the physician of all our ills,",
    "indo": "Salam bagimu, wahai Cinta yang membawa keuntungan yang baik bagi kami— Engkaulah tabib bagi segala penyakit kami,",
    "description": "Cinta dipersonifikasikan sebagai dokter ilahi (ṭabīb), penawar bagi penyakit batin seperti kecemasan, keterpisahan, dan keinginan duniawi."
  },
  {
    "id": 24,
    "title": "",
    "inggris": "The remedy of our pride and vainglory, our Plato and our Galen!",
    "indo": "Penawar bagi kesombongan dan keangkuhan kami, Plato dan Galen kami!",
    "description": "Plato melambangkan hikmah filsafat, Galen melambangkan ilmu pengobatan. Penyebutan keduanya mengangkat Cinta sebagai sumber kebijaksanaan dan penyembuhan tertinggi, melampaui disiplin rasional dan medis"
  },
  {
    "id": 25,
    "title": "",
    "inggris": "Through Love the earthly body soared to the skies: the mountain began to dance and became nimble.",
    "indo": "Melalui Cinta, tubuh yang bersifat bumi terbang ke langit; gunung pun mulai menari dan menjadi lincah.",
    "description": "Metafora “tubuh bumi terbang ke langit” menunjukkan transformasi spiritual melalui cinta ilahi; gunung yang “menari” menegaskan pengalaman ekstatis yang mengguncang alam."
  },
  {
    "id": 26,
    "title": "",
    "inggris": "Love inspired Mount Sinai, O lover, (so that) Sinai (was made) drunken and Moses fell in a swoon.",
    "indo": "Cinta mengilhami Gunung Sinai, wahai pecinta, sehingga Sinai menjadi mabuk dan Musa jatuh pingsan.",
    "description": "Referensi kepada Gunung Sinai dan Musa merujuk pengalaman teofani (penyingkapan Ilahi). “Mabuknya Sinai” melambangkan kebingungan kosmik di hadapan kehadiran Tuhan; pingsannya Musa menggambarkan kefanaan diri."
  },
  {
    "id": 27,
    "title": "",
    "inggris": "Were I joined to the lip of one in accord with me, I too, like the reed, would tell all that may be told;",
    "indo": "Andai aku bersatu dengan bibir seseorang yang sejalan denganku, aku pun, seperti suling, akan mengisahkan segala yang mungkin dikisahkan;",
    "description": "“Bibir seseorang yang sejalan denganku” berarti seorang yang memiliki kesiapan spiritual yang sama. Hanya dengan pendengar yang selaras, hakikat batin dapat diungkapkan secara penuh."
  },
  {
    "id": 28,
    "title": "",
    "inggris": "(But) whoever is parted from one who speaks his language becomes dumb, though he have a hundred songs.",
    "indo": " (Namun) siapa pun yang terpisah dari seseorang yang berbicara dalam bahasanya menjadi bisu, meskipun ia memiliki seratus nyanyian.",
    "description": "Perpisahan dari “orang yang berbicara dalam bahasanya” adalah ketidakhadiran resonansi batin. Meskipun seseorang memiliki banyak pengetahuan atau pengalaman (“seratus nyanyian”), tanpa keselarasan ia menjadi “bisu”—tak mampu mengungkapkan makna terdalam."
  },
  {
    "id": 29,
    "title": "",
    "inggris": "When the rose is gone and the garden faded, thou wilt hear no more the nightingale's story.",
    "indo": "Ketika mawar telah tiada dan taman memudar, engkau tak akan lagi mendengar kisah burung bulbul.",
    "description": "Mawar melambangkan kehadiran Ilahi; burung bulbul (nightingale) melambangkan jiwa pecinta. Ketika “mawar pergi”, kisah cinta pun tidak lagi terdengar. Ini menandai sirnanya ekstase ketika sumber inspirasi tersembunyi."
  },
  {
    "id": 30,
    "title": "",
    "inggris": "The Beloved is all and the lover (but) a veil; the Beloved is living and the lover a dead thing.",
    "indo": "Sang Kekasih adalah segalanya dan sang pecinta hanyalah sebuah tirai; Sang Kekasih adalah yang hidup, dan sang pecinta sesuatu yang mati.",
    "description": "(Kekasih = Realitas Ilahi; pecinta = manusia yang hanya bayangan/hijab.) <br> (Hidup = sumber wujud sejati; mati = tidak memiliki wujud mandiri.)"
  },
  {
    "id": 31,
    "title": "",
    "inggris": "When Love hath no care for him, he is left as a bird without wings. Alas for him then!",
    "indo": "Ketika Cinta tidak menghiraukannya, ia ditinggalkan seperti seekor burung tanpa sayap. Celakalah ia!",
    "description": "Tanpa perhatian Cinta Ilahi, manusia lumpuh secara ruhani."
  },
  {
    "id": 32,
    "title": "",
    "inggris": "How should I have consciousness (of aught) before or behind, when the light of my Beloved is not before me and behind?",
    "indo": "Bagaimana aku bisa memiliki kesadaran akan apa pun—di depan atau di belakang— <br> ketika cahaya Sang Kekasihku tidak berada di depan dan di belakangku? ",
    "description": "Kesadaran hanya muncul jika diterangi oleh Cahaya Ilahi."
  },
  {
    "id": 33,
    "title": "",
    "inggris": "Love wills that this Word should be shown forth: if the mirror does not reflect, how is that?",
    "indo": "Cinta menghendaki agar Firman ini ditampilkan/ditampakkan: jika cermin itu tidak memantulkan, bagaimana mungkin demikian?",
    "description": "(Word/Firman/Kalam= kebenaran yang harus memancar.)"
  },
  {
    "id": 34,
    "title": "",
    "inggris": "Dost thou know why the mirror (of thy soul) reflects nothing? <br> Because the rust is not cleared from its face.",
    "indo": "Tahukah engkau mengapa cermin (jiwamu) tidak memantulkan apa pun?<br> Karena karat itu belum dibersihkan dari permukaannya.",
    "description": "(Karat = sifat-sifat rendah, ego, kesibukan dunia.)"
  }
]