[
  {
    "id": 1,
    "title": "Suling Bambu",
    "inggris": "Listen to the reed how it tells a tale, complaining of separations",
    "indo": "Dengarkanlah suling itu bagaimana ia menceritakan sebuah kisah, sambil mengeluhkan perpisahan.",
    "description": "Reed (suling) dalam sufisme adalah metafora bagi jiwa manusia yang tercerabut dari sumber ilahinya. Keluhan suling menggambarkan kondisi keterasingan eksistensial."
  },
  {
    "id": 2,
    "title": "",
    "inggris": "Saying, “Ever since I was parted from the reed-bed, my lament hath caused man and woman to moan.”",
    "indo": "Dengan berkata, “Sejak aku dipisahkan dari rumpun bambu, ratapanku telah membuat laki-laki dan perempuan merintih.”",
    "description": "Reed-bed merujuk pada tempat asal suling—simbol dari “asal ontologis”. Ratapannya yang membuat “laki-laki dan perempuan merintih” menunjukkan resonansi universal penderitaan spiritual."
  },
  {
    "id": 3,
    "title": "",
    "inggris": "I want a bosom torn by severance, that I may unfold (to such a one) the pain of love-desire.",
    "indo": "Aku menginginkan sebuah dada yang terkoyak oleh keterpisahan, agar kepada (orang semacam itu) aku dapat membuka rasa sakit dari hasrat cinta.",
    "description": " Dada yang terkoyak oleh perpisahan adalah gambaran pengalaman batin yang telah “terbuka oleh perpisahan”. Hanya jiwa yang pernah terluka oleh kerinduan yang mampu memahami dan “membuka” makna cinta yang mendalam."
  },
  {
    "id": 4,
    "title": "",
    "inggris": "Every one who is left far from his source wishes back the time when he was united with it.",
    "indo": "Setiap orang yang ditinggalkan jauh dari sumber asalnya menginginkan kembali masa ketika ia bersatu dengannya.",
    "description": "Source (asal) adalah istilah sufistik bagi Realitas Primer atau Asal Keberadaan. Ungkapan ini menegaskan prinsip dasar bahwa setiap jiwa merindukan kembali keadaan kesatuan primordialnya."
  },
  {
    "id": 5,
    "title": "",
    "inggris": "In every company I uttered my wailful notes, I consorted with the unhappy and with them that rejoice.",
    "indo": "Disetiap perkumpulan aku melantunkan nada-nada ratapanku, aku bergaul dengan mereka yang sengsara maupun mereka yang bergembira.",
    "description": "suling digambarkan memasuki “setiap perkumpulan”, menunjukkan sifat universal penderitaan spiritual yang disuarakannya, diterima bahkan oleh mereka yang berbeda keadaan emosionalnya."
  },
  {
    "id": 6,
    "title": "",
    "inggris": "Every one became my friend from his own opinion; none sought out my secrets from within me.",
    "indo": "Setiap orang menjadi sahabatku menurut pandangannya sendiri; tak seorang pun mencari rahasiaku dari dalam diriku.",
    "description": "Menjadi sahabat menurut pandangannya sendiri” menyoroti kecenderungan manusia menafsirkan simbol spiritual sesuai persepsi pribadi, tanpa memahami esensi terdalamnya."
  },
  {
    "id": 7,
    "title": "",
    "inggris": "My secret is not far from my plaint, but ear and eye lack the light (whereby it should be apprehended).",
    "indo": "Rahasiaku tidak jauh dari ratapanku, tetapi telinga dan mata tidak memiliki cahaya (untuk memahaminya).",
    "description": "Dalam metafora sufistik, rahasia (sirr) melekat dengan ratapan (keluhan spiritual), namun manusia kurang memiliki cahaya (nūr) untuk menangkap makna batinnya."
  },
  {
    "id": 8,
    "title": "",
    "inggris": "Body is not veiled from soul, nor soul from body, yet none is permitted to see the soul.",
    "indo": "Tubuh tidak terselubung dari jiwa, dan jiwa tidak terselubung dari tubuh, namun tak seorang pun diizinkan untuk melihat jiwa.",
    "description": "Ungkapan ini menegaskan kedekatan ontologis tubuh–jiwa, tetapi juga ketersembunyian jiwa sebagai realitas yang tidak bisa diakses indera."
  },
  {
    "id": 9,
    "title": "",
    "inggris": "This noise of the reed is fire, it is not wind: whoso hath not this fire, may he be naught!",
    "indo": "Suara suling ini adalah api, bukan angin: siapa yang tidak memiliki api ini, biarlah ia menjadi tiada!",
    "description": "Api” melambangkan pengalaman spiritual yang membakar—syauq (kerinduan) atau cinta ilahi— berbeda dari “angin” yang kosong. Tanpa api ini, seseorang kehilangan inti spiritualnya."
  },
  {
    "id": 10,
    "title": "",
    "inggris": "’Tis the fire of Love that is in the reed, ’tis the fervour of Love that is in the wine.",
    "indo": "Inilah api Cinta yang ada dalam suling bambu; inilah gejolak Cinta yang ada dalam anggur.",
    "description": "“Api Cinta” melambangkan energi spiritual yang membakar dan menggerakkan jiwa. Keterkaitannya dengan anggur adalah metafora sufistik bagi ekstase dan pelunakan ego."
  },
  {
    "id": 11,
    "title": "",
    "inggris": "The reed is the comrade of every one who has been parted from a friend: its strains pierced our hearts.",
    "indo": "Suling adalah sahabat bagi setiap orang yang telah dipisahkan dari sang Kekasih ; alunannya telah menembus hati kita.",
    "description": "suling menjadi simbol universal kerinduan dan kehilangan; suaranya dianggap mampu “menusuk hati” karena resonansi spiritualnya dengan penderitaan manusia."
  },
  {
    "id": 12,
    "title": "",
    "inggris": "Who ever saw a poison and antidote like the reed? Who ever saw a sympathiser and a longing lover like the reed?",
    "indo": "Siapa pernah melihat racun dan penawar seperti suling ini? Siapa pernah melihat simpatisan sekaligus pecinta yang merindu seperti suling ini?",
    "description": "suling berfungsi sekaligus sebagai “racun” (membangkitkan rasa sakit rindu) dan “penawar” (menghadirkan pelepasan emosional). Dualitas ini umum dalam puisi mistik Persia."
  },
  {
    "id": 13,
    "title": "",
    "inggris": "The reed tells of the Way full of blood and recounts stories of the passion of Majnún.",
    "indo": "suling menceritakan Jalan yang penuh darah dan menuturkan kisah-kisah tentang gairah cinta Majnún.",
    "description": "Perjalanan cinta Ilahi penuh ujian—suling mengisahkan jalan yang tak mudah ditempuh."
  },
  {
    "id": 14,
    "title": "",
    "inggris": "Only to the senseless is this sense confided: the tongue hath no customer save the ear.",
    "indo": "Hanya pada yang tak berakal makna ini dipercayakan; Sang lidah tak memiliki pelanggan, kecuali telinga.",
    "description": "Hanya “yang tak berakal” (tak memakai nalar biasa) yang dapat menangkap makna batin; maksudnya adalah keadaan batin yang melampaui logika. “Lidah tidak memiliki pelanggan selain telinga” menekankan bahwa pesan suara suling dipahami melalui pengalaman, bukan akal."
  },
  {
    "id": 15,
    "title": "",
    "inggris": "In our woe the days (of life) have become untimely: our days travel hand in hand with burning griefs.",
    "indo": "Dalam nestapa ini, hari-hari (kehidupan) kami menjadi tak menentu: hari-hari kami berjalan bergandengan dengan duka yang membakar. ﴾15﴿",
    "description": " “Hari-hari yang tak menentu” menyiratkan pengalaman eksistensial di mana waktu kehilangan makna karena penderitaan. Duka “membara” adalah intensitas spiritual dari kerinduan yang belum terpenuhi."
  },
  {
    "id": 16,
    "title": "",
    "inggris": "If our days are gone, let them go!—’tis no matter. Do Thou remain, for none is holy as Thou art!",
    "indo": "Jika hari-hari kami berlalu, biarlah ia berlalu!—itu bukan masalah, asalkan Engkau tetap ada. Tiada yang suci selain Diri-Mu!",
    "description": "Penekanan pada “Engkau tetap Ada” menandai prioritas keberadaan Ilahi di atas waktu fana. Ini adalah deklarasi tauhid dan pengingkaran terhadap ketergantungan pada dunia."
  },
  {
    "id": 17,
    "title": "",
    "inggris": "Whoever is not a fish becomes sated with His water; whoever is without daily bread finds the day long.",
    "indo": "Siapapun yang bukan 'ikan' akan cepat puas dengan air-Nya; siapapun tanpa roti harian (makanan), harinya akan terasa panjang.",
    "description": "“Ikan” adalah metafora jiwa yang tenggelam dalam realitas Ilahi; yang bukan ikan akan “jenuh”, yaitu tidak mampu bertahan dalam kedekatan spiritual. “Tanpa roti” melambangkan keadaan tanpa sustensi batin, membuat hidup terasa panjang dan berat."
  },
  {
    "id": 18,
    "title": "",
    "inggris": "None that is raw understands the state of the ripe: therefore my words must be brief. Farewell!",
    "indo": "Tak seorang pun yang masih mentah memahami keadaan yang telah matang; karena itu kata-kataku harus singkat. Selamat tinggal!",
    "description": "“Mentah” dan “matang” adalah istilah klasik dalam tasawuf: yang mentah belum matang secara spiritual dan karenanya tidak memahami pengalaman para arif (yang matang). Oleh itu penyampaian harus singkat dan bersifat isyarat."
  },
  {
    "id": 19,
    "title": "",
    "inggris": "O son, burst thy chains and be free! How long wilt thou be a bondsman to silver and gold?",
    "indo": "Wahai anakku, putuskanlah belenggumu dan jadilah bebas! Berapa lama lagi engkau akan menjadi hamba bagi perak dan emas??",
    "description": "Seruan untuk “memutuskan belenggu” menegaskan pembebasan dari keterikatan duniawi, termasuk harta (perak dan emas). Ini adalah ajakan menuju kemerdekaan batin."
  },
  {
    "id": 20,
    "title": "",
    "inggris": "If thou pour the sea into a pitcher, how much will it hold? <br> One day's store.",
    "indo": "Jika engkau menuangkan laut ke dalam sebuah kendi, berapa banyak yang akan dapat ditampungnya? <br>Sebanyak persediaan satu hari. ",
    "description": "Laut melambangkan realitas Ilahi yang tak terbatas; kendi adalah kapasitas manusia yang terbatas. Metafora ini menekankan ketidakseimbangan antara infinitas dan wadah ego. “Persediaan satu hari” menegaskan keterbatasan eksistensial manusia, sekaligus relativitas segala upaya menampung yang tak terukur."
  },
  {
    "id": 21,
    "title": "",
    "inggris": "The pitcher, the eye of the covetous, never becomes full: the oyster-shell is not filled with pearls until it is contented.",
    "indo": "Kendi itu, mata orang yang tamak, tidak pernah menjadi penuh; cangkang tiram tidak terisi oleh mutiara hingga ia merasa cukup.",
    "description": "Dalam literatur tasawuf, mata orang tamak disamakan dengan wadah yang tidak pernah penuh. Cangkang tiram hanya menghasilkan mutiara ketika “cukup”, melambangkan kepuasan batin sebagai prasyarat keluhuran."
  },
  {
    "id": 22,
    "title": "",
    "inggris": "He (alone) whose garment is rent by a (mighty) love is purged of covetousness and all defect.",
    "indo": "Hanya dia yang pakaiannya terkoyak oleh cinta (yang dahsyat) yang disucikan dari ketamakan dan segala cacat.",
    "description": "“Pakaian terkoyak oleh cinta” menandakan pengalaman ekstatis yang menghancurkan ego. Ia menjadi jalan pemurnian dari ketamakan dan segala kekurangan spiritual."
  },
  {
    "id": 23,
    "title": "",
    "inggris": "Hail, O Love that bringest us good gain—thou that art the physician of all our ills,",
    "indo": "Salam bagimu, wahai Cinta yang membawa keuntungan yang baik bagi kami— <br>Engkaulah tabib bagi segala penyakit kami,",
    "description": "Cinta dipersonifikasikan sebagai dokter ilahi (ṭabīb), penawar bagi penyakit batin seperti kecemasan, keterpisahan, dan keinginan duniawi."
  },
  {
    "id": 24,
    "title": "",
    "inggris": "The remedy of our pride and vainglory, our Plato and our Galen!",
    "indo": "Penawar bagi kesombongan dan keangkuhan kami, Plato dan Galen kami!",
    "description": "Plato melambangkan hikmah filsafat, Galen melambangkan ilmu pengobatan. Penyebutan keduanya mengangkat Cinta sebagai sumber kebijaksanaan dan penyembuhan tertinggi, melampaui disiplin rasional dan medis"
  },
  {
    "id": 25,
    "title": "",
    "inggris": "Through Love the earthly body soared to the skies: the mountain began to dance and became nimble.",
    "indo": "Melalui Cinta, tubuh yang bersifat bumi terbang ke langit; gunung pun mulai menari dan menjadi lincah.",
    "description": "Metafora “tubuh bumi terbang ke langit” menunjukkan transformasi spiritual melalui cinta ilahi; gunung yang “menari” menegaskan pengalaman ekstatis yang mengguncang alam."
  },
  {
    "id": 26,
    "title": "",
    "inggris": " <i>Love inspired Mount Sinai, O lover, (so that) Sinai (was made) drunken and Moses fell in a swoon.</i>",
    "indo": "<i>Cinta mengilhami Gunung Sinai, wahai pecinta, sehingga Sinai menjadi mabuk dan Musa jatuh pingsan.</i>",
    "description": "Referensi kepada Gunung Sinai dan Musa merujuk pengalaman teofani (penyingkapan Ilahi). “Mabuknya Sinai” melambangkan kebingungan kosmik di hadapan kehadiran Tuhan; pingsannya Musa menggambarkan kefanaan diri."
  },
  {
    "id": 27,
    "title": "",
    "inggris": "Were I joined to the lip of one in accord with me, I too, like the reed, would tell all that may be told;",
    "indo": "Andai aku bersatu dengan bibir seseorang yang sejalan denganku, aku pun, seperti suling, akan mengisahkan segala yang mungkin dikisahkan;",
    "description": "“Bibir seseorang yang sejalan denganku” berarti seorang yang memiliki kesiapan spiritual yang sama. Hanya dengan pendengar yang selaras, hakikat batin dapat diungkapkan secara penuh."
  },
  {
    "id": 28,
    "title": "",
    "inggris": "(But) whoever is parted from one who speaks his language becomes dumb, though he have a hundred songs.",
    "indo": " (Namun) siapa pun yang terpisah dari seseorang yang berbicara dalam bahasanya menjadi bisu, meskipun ia memiliki seratus nyanyian.",
    "description": "Perpisahan dari “orang yang berbicara dalam bahasanya” adalah ketidakhadiran resonansi batin. Meskipun seseorang memiliki banyak pengetahuan atau pengalaman (“seratus nyanyian”), tanpa keselarasan ia menjadi “bisu”—tak mampu mengungkapkan makna terdalam."
  },
  {
    "id": 29,
    "title": "",
    "inggris": "When the rose is gone and the garden faded, thou wilt hear no more the nightingale's story.",
    "indo": "Ketika mawar telah tiada dan taman memudar, engkau tak akan lagi mendengar kisah burung bulbul.",
    "description": "Mawar melambangkan kehadiran Ilahi; burung bulbul (nightingale) melambangkan jiwa pecinta. Ketika “mawar pergi”, kisah cinta pun tidak lagi terdengar. Ini menandai sirnanya ekstase ketika sumber inspirasi tersembunyi."
  },
  {
    "id": 30,
    "title": "",
    "inggris": "The Beloved is all and the lover (but) a veil; the Beloved is living and the lover a dead thing.",
    "indo": "Sang Kekasih adalah segalanya dan sang pecinta hanyalah sebuah tirai; Sang Kekasih adalah yang hidup, dan sang pecinta sesuatu yang mati.",
    "description": "(Kekasih = Realitas Ilahi; pecinta = manusia yang hanya bayangan/hijab.) <br> (Hidup = sumber wujud sejati; mati = tidak memiliki wujud mandiri.)"
  },
  {
    "id": 31,
    "title": "",
    "inggris": "When Love hath no care for him, he is left as a bird without wings. Alas for him then!",
    "indo": "Ketika Cinta tidak menghiraukannya, ia ditinggalkan seperti seekor burung tanpa sayap. Celakalah ia!",
    "description": "Tanpa perhatian Cinta Ilahi, manusia lumpuh secara ruhani."
  },
  {
    "id": 32,
    "title": "",
    "inggris": "How should I have consciousness (of aught) before or behind, when the light of my Beloved is not before me and behind?",
    "indo": "Bagaimana aku bisa memiliki kesadaran akan apa pun—di depan atau di belakang— <br> ketika cahaya Sang Kekasihku tidak berada di depan dan di belakangku? ",
    "description": "Kesadaran hanya muncul jika diterangi oleh Cahaya Ilahi."
  },
  {
    "id": 33,
    "title": "",
    "inggris": "Love wills that this Word should be shown forth: if the mirror does not reflect, how is that?",
    "indo": "Cinta menghendaki agar Firman ini ditampilkan/ditampakkan: jika cermin itu tidak memantulkan, bagaimana mungkin demikian?",
    "description": "(Word/Firman/Kalam= kebenaran yang harus memancar.)"
  },
  {
    "id": 34,
    "title": "",
    "inggris": "Dost thou know why the mirror (of thy soul) reflects nothing? <br> Because the rust is not cleared from its face.",
    "indo": "Tahukah engkau mengapa cermin (jiwamu) tidak memantulkan apa pun?<br> Karena karat itu belum dibersihkan dari permukaannya.",
    "description": "(Karat = sifat-sifat rendah, ego, kesibukan dunia.)"
  }
]
