[
  {
    "id": 35,
    "title": "Kisah tentang seorang raja yang jatuh cinta pada seorang pelayan wanita dan membelinya.",
    "inggris": "O my friends, hearken to this tale: in truth it is the very marrow of our inward state.",
    "indo": "“Wahai sahabat-sahabatku, dengarkanlah kisah ini: Sesungguhnya ini adalah hakekat terdalam dari keadaan batin kita.”",
    "description": "(“Marrow (hakekat)” = inti ruhani; bukan sekadar kisah, tapi cermin keadaan manusia.)."
  },
  {
    "id": 36,
    "title": "",
    "inggris": "In olden time there was a king to whom belonged the power temporal and also the power spiritual.",
    "indo": "Pada masa dahulu ada seorang raja yang padanya terdapat kekuasaan duniawi sekaligus kekuasaan ruhani..",
    "description": "(Simbol Raja: Jiwa Ilahi / Ruh Rabbani dalam diri manusia.)"
  },
  {
    "id": 37,
    "title": "",
    "inggris": "It chanced that one day he rode with his courtiers to the chase.",
    "indo": "Pada suatu hari ia berkuda bersama para pengiringnya untuk berburu.",
    "description": "(Perburuan = gerak jiwa menuruni dunia bentuk.)"
  },
  {
    "id": 38,
    "title": "",
    "inggris": "On the king's highway the king espied a handmaiden: the soul of the king was enthralled by her.",
    "indo": "Di jalan raya sang raja melihat seorang budak perempuan:jiwa sang raja terpikat olehnya.",
    "description": "(Handmaiden = tubuh/nafs/amoral form; atau jiwa manusia yang masih ‘belum matang’.)."
  },
  {
    "id": 39,
    "title": "",
    "inggris": "Forasmuch as the bird, his soul, was fluttering in its cage, he gave money and bought the handmaiden.",
    "indo": "Karena burung itu—yakni jiwanya—berkepak-kepak di dalam  sangkarnya, maka ia mengeluarkan uang dan membeli budak perempuan itu.",
    "description": "(Pembelian = keterikatan Ruh Ilahi pada tubuh untuk perjalanan manusia di dunia.)"
  },
  {
    "id": 40,
    "title": "",
    "inggris": "After he had bought her and won to his desire, by Divine destiny she sickened.",
    "indo": "Setelah ia membelinya dan mencapai keinginannya, oleh takdir Ilahi, ia jatuh sakit. ",
    "description": "(Sakit sang hamba = Awal krisis spiritual; fase “penyakit eksistensial”)."
  },
  {
    "id": 41,
    "title": "",
    "inggris": "A certain man had an ass but no pack-saddle: (as soon as) he got a saddle, the wolf carried away his ass.",
    "indo": "Ada orang yang memiliki keledai tapi tidak punya pelana: (segera setelah) ia mendapat pelana, serigala membawa pergi keledainya.",
    "description": "(Perumpamaan kehilangan ganda: ketika satu kekurangan tertutup, muncul musibah baru.)"
  },
  {
    "id": 42,
    "title": "",
    "inggris": "He had a pitcher, but no water could be obtained: when he found water, the pitcher broke.",
    "indo": "Ia punya sebuah kendi, tetapi air tak dapat diperoleh: ketika ia menemukan air, kendi itu pecah.",
    "description": "(Simbol dunia: wadah tanpa isi, isi tanpa wadah—ketidaksempurnaan kodrati.)"
  },
  {
    "id": 43,
    "title": "",
    "inggris": "The king gathered the physicians together from left and right and said to them, “The life of us both is in your hands.",
    "indo": "Sang raja mengumpulkan para tabib dari kiri dan kanan, dan berkata kepada mereka, ‘Hidup kami berdua kini berada di tangan kalian.’",
    "description": ""
  },
  {
    "id": 44,
    "title": "",
    "inggris": "My life is of no account, (but) she is the life of my life. I am in pain and wounded: she is my remedy.",
    "indo": "‘Hidupku tak berarti apa-apa, tetapi ia adalah hidup dari hidupku. Aku sakit dan terluka: dialah obatku.’",
    "description": "(Raja = Ruh Ilahi; Handmaiden = jiwa manusia; “ia hidupku” = keterkaitan ruh pada tubuh/jiwa)"
  },
  {
    "id": 45,
    "title": "",
    "inggris": "Whoever heals her that is my life will bear away with him my treasure and pearls, large and small.”",
    "indo": "‘Siapa pun yang menyembuhkan dirinya—yang adalah hidupku itu— akan membawa bersamanya harta dan mutiara-ku, besar maupun kecil.’ ",
    "description": "(Hadiah raja = limpahan anugerah ruhani bagi “penyembuh jiwa”.)"
  },
  {
    "id": 46,
    "title": "",
    "inggris": "They all answered him, saying, “We will hazard our lives and summon all our intelligence and put it into the common stock.",
    "indo": "Mereka semua menjawab dengan berkata, ‘Kami akan mempertaruhkan hidup kami, dan memanggil seluruh kecerdasan kami untuk kami satukan bersama.’",
    "description": ""
  },
  {
    "id": 47,
    "title": "",
    "inggris": "Each one of us is the Messiah of a world (of people): in our hands is a medicine for every pain.”",
    "indo": "‘Masing-masing dari kami adalah al-Masīḥ bagi suatu dunia (yakni suatu golongan manusia): di tangan kami ada obat bagi setiap sakit.’",
    "description": "(Klaim kesempurnaan ini = sindiran Rūmī terhadap sombongnya para cendekiawan.)"
  },
  {
    "id": 48,
    "title": "",
    "inggris": "In their arrogance they did not say, “If God will”; therefore God showed unto them the weakness of Man.",
    "indo": "Dalam kesombongan mereka tidak mengucapkan, ‘Jika Allah menghendaki’; karena itu Allah memperlihatkan kepada mereka kelemahan manusia. ",
    "description": "(Tidak mengucapkan insyaAllāh bukan sekadar formalitas—ini tanda kelalaian batin.)"
  },
  {
    "id": 49,
    "title": "",
    "inggris": "I mean (a case in which) omission of the saving clause is (due to) a hardness of heart; not the mere saying of these words, for that is a superficial circumstance.",
    "indo": "Maksudku adalah keadaan ketika kelalaian mengucapkan kalimat itu berasal dari kerasnya hati; bukan sekadar tidak mengucapkannya secara verbal, karena itu hanya keadaan yang bersifat lahiriah. ",
    "description": "(Rūmī menekankan batin: ungkapan tanpa hati = kosong.)"
  },
  {
    "id": 50,
    "title": "",
    "inggris": "How many a one has not pronounced the saving clause, and yet his soul is in harmony with the soul of it!",
    "indo": "Betapa banyak orang yang tak menyebut *InsyaAllah* secara lisan, namun jiwanya sepenuhnya selaras dengan makna terdalam dari kalimat itu.",
    "description": "(Rūmī: esensi tawakkal ada pada hati, bukan pada ucapan formal.)"
  },
  {
    "id": 51,
    "title": "",
    "inggris": "The more cures and remedies they applied, the more did the illness increase, and the need was not fulfilled.",
    "indo": "Semakin banyak obat dan penawar yang mereka berikan, semakin bertambah pula sakit itu, dan hajat itu tidak terpenuhi.",
    "description": "(Usaha manusia tanpa izin Ilahi → kontraproduktif.)"
  },
  {
    "id": 52,
    "title": "",
    "inggris": "The sick girl became (thin) as a hair, (while) the eyes of the king flowed with tears of blood, like a river.",
    "indo": "Gadis yang sakit itu menjadi (kurus) seperti sehelai rambut, sedangkan mata sang raja mengalirkan air mata darah, bagaikan sungai. ",
    "description": "(Simbol: melemahnya jiwa → penderitaan Ruh Ilahi yang “bersama” manusia.)"
  },
  {
    "id": 53,
    "title": "",
    "inggris": "By Divine destiny, oxymel produced bile, and oil of almonds was  increasing the dryness.",
    "indo": "Menurut takdir Ilahi, oksimel malah menghasilkan empedu, dan minyak almond justru menambah kekeringan.",
    "description": "(Segala obat berubah menjadi lawan dirinya—qadar yang membalik sebab.)"
  },
  {
    "id": 54,
    "title": "",
    "inggris": "From (giving) myrobalan constipation resulted, relaxation ceased; and water fed the flames, like naphtha.",
    "indo": "Dari pemberian myrobalan timbullah sembelit, dan kelonggaran pun berhenti; dan air justru menyuburkan nyala api, seperti nafta.",
    "description": "(Air → memadamkan; tetapi dalam takdir → menjadi bahan bakar. Simbol terbaliknya logika duniawi.)"
  }
]