[
  {
    "id": 186,
    "title": "Kisah bagaimana Raja mengutus para utusan ke Samarkand untuk menjemput Sang Tukang Emas.",
    "inggris": "",
    "indo": "Ke Samarkand tiba dua utusan, menemui Sang Tukang Emas yang rupawan dan penuh hasrat,",
    "description": "Dua utusan kerajaan tiba di Samarkand untuk mencari dan menemui sang tukang emas yang terkenal tampan serta ahli dalam pekerjaannya."
  },
  {
    "id": 187,
    "title": "",
    "inggris": "",
    "indo": "Seraya berkata, “Wahai ahli yang mumpuni, sempurna dalam kearifan, Engkau yang kualitas (kesempurnaan dalam kriya)mu mashyur di (semua) negeri,",
    "description": "Para utusan memujinya dengan lembut, menyanjung keahliannya yang telah dikenal luas di berbagai negeri."
  },
  {
    "id": 188,
    "title": "",
    "inggris": "",
    "indo": "Ketahuilah, Raja anu telah memilihmu untuk (keahlian) kriya emas, karena engkau termasyhur.",
    "description": "Mereka menjelaskan bahwa sang Raja sendiri telah memilihnya karena kemahirannya yang istimewa."
  },
  {
    "id": 189,
    "title": "",
    "inggris": "",
    "indo": "Lihatlah kini, terimalah jubah kehormatan ini, juga emas dan perak; Ketika engkau tiba (di hadapan Raja), engkau akan menjadi kesayangan dan teman sejawat.”",
    "description": "Utusan itu memberikan hadiah-hadiah kehormatan untuk meyakinkannya, menjanjikan kedudukan dekat di sisi Raja."
  },
  {
    "id": 190,
    "title": "",
    "inggris": "",
    "indo": "Pria itu melihat limpahan kekayaan dan jubah yang banyak: Ia pun terpikat, ia tinggalkan kotanya dan anak-anaknya.",
    "description": "Tergoda oleh hadiah yang melimpah, sang tukang emas memutuskan untuk meninggalkan keluarganya demi mengikuti panggilan itu."
  },
  {
    "id": 191,
    "title": "",
    "inggris": "",
    "indo": "Dengan riang pria itu menapaki jalan, tak menyadari bahwa Sang Raja telah merencanakan takdir yang menentang hidupnya.",
    "description": "Ia berangkat dengan hati gembira, tanpa mengetahui bahwa nasib yang menantinya tidak seperti yang ia bayangkan."
  },
  {
    "id": 192,
    "title": "",
    "inggris": "",
    "indo": "Ia menunggangi kuda Arab dan memacu dengan gembira: (Padahal) yang sesungguhnya adalah harga darahnya, yang ia anggap sebagai jubah kehormatan.",
    "description": "Dengan bangga ia menunggangi kuda pemberian, padahal semua itu adalah penanda takdir buruk yang ia kira sebagai kemuliaan."
  },
  {
    "id": 193,
    "title": "",
    "inggris": "",
    "indo": "Wahai (yang bodoh), yang dengan seratus kerelaan dirimu sendiri Kau masuki perjalanan menuju nasib buruk yang telah ditetapkan!",
    "description": "Ayat ini menegaskan ironi: ia dengan sukarela masuk ke jalan menuju kehancurannya sendiri."
  },
  {
    "id": 194,
    "title": "",
    "inggris": "",
    "indo": "Dalam khayalannya (adalah mimpi-mimpi) tentang kekayaan, kekuasaan, dan martabat. Izrá‘íl-a.s (Malaikat Maut) berkata, “Lanjutkan (jalanmu). Ya, kau akan mendapatkan (semua itu)!”",
    "description": "Ia membayangkan kejayaan, sementara Malaikat Maut seolah berkata sinis bahwa ia memang akan ‘mendapatkan’ apa yang ditakdirkan."
  },
  {
    "id": 195,
    "title": "",
    "inggris": "",
    "indo": "Ketika orang asing itu tiba (dan berbelok) dari perjalanan, Sang Tabib membawanya ke hadapan Sang Raja.",
    "description": "Setibanya di kerajaan, ia langsung dibawa oleh Sang Tabib untuk dipertemukan dengan Raja."
  },
  {
    "id": 196,
    "title": "",
    "inggris": "",
    "indo": "Dengan bangga dan penuh kehalusan mereka menghantarnya kepada Raja Diraja, agar ia terbakar (seperti ngengat) di atas lilin (cahaya) Tiráz.",
    "description": "Ia dihadapkan kepada Raja dengan penuh penghormatan, meski sebenarnya ia sedang menuju takdir yang menghanguskannya."
  },
  {
    "id": 197,
    "title": "",
    "enggris": "",
    "indo": "Sang Raja memandangnya, menunjukkan penghargaan besar (padanya), dan mempercayakan gudang harta (penuh) emas kepadanya.",
    "description": "Raja menyambutnya dengan kemuliaan dan bahkan mempercayakan gudang harta kerajaan kepadanya untuk meneguhkan rasa aman dalam dirinya."
  },
  {
    "id": 198,
    "title": "",
    "inggris": "",
    "indo": "Lalu Sang Tabib berkata kepadanya: “Wahai Sultan yang perkasa, berikanlah si gadis budak kepada tuan ini,",
    "description": "Sang Tabib mengusulkan agar gadis yang sedang sakit diserahkan kepada tukang emas itu."
  },
  {
    "id": 199,
    "title": "",
    "inggris": "",
    "indo": "Agar si gadis budak bahagia dalam persatuan dengannya, Dan air penyatuan dengannya memadamkan api (gairahnya).”",
    "description": "Ia menjelaskan bahwa pertemuan keduanya akan menenangkan kegelisahan gadis itu dan menjadi bagian dari proses penyembuhan."
  },
  {
    "id": 200,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja menganugerahkan si wajah-rembulan itu kepadanya, dan menikahkan kedua insan yang merindukan kebersamaan (satu sama lain).",
    "description": "Raja menyetujui permintaan itu dan menikahkan gadis tersebut dengan sang tukang emas."
  },
  {
    "id": 201,
    "title": "",
    "inggris": "",
    "indo": "Selama enam bulan mereka memuaskan hasrat mereka, hingga gadis itu pulih sepenuhnya.",
    "description": "Keduanya hidup bersama selama beberapa bulan hingga kondisi gadis itu pulih total."
  },
  {
    "id": 202,
    "title": "",
    "inggris": "",
    "indo": "Setelah itu ia menyiapkan ramuan untuknya (si tukang emas), sehingga ketika ia meminumnya, ia mulai meredup di hadapannya.",
    "description": "Kemudian Sang Tabib menyiapkan ramuan khusus untuk tukang emas, membuat kesehatannya perlahan melemah."
  },
  {
    "id": 203,
    "title": "",
    "inggris": "",
    "indo": "Ketika karena penyakit kecantikannya tak tersisa lagi, Jiwa si gadis pun tak lagi tinggal dalam cengkeraman mautnya (yang mematikan).",
    "description": "Ketika ketampanannya memudar akibat sakit, pesona yang mengikat hati si gadis pun ikut pupus."
  },
  {
    "id": 204,
    "title": "",
    "inggris": "",
    "indo": "Sejak ia menjadi buruk rupa, tak sedap dipandang, dan pucat pipinya, Sedikit demi sedikit ia menjadi dingin (menjengkelkan dan tidak menyenangkan) di hati si gadis.",
    "description": "Perubahan fisiknya membuat rasa kagum gadis itu perlahan hilang dan berganti menjadi ketidaknyamanan."
  },
  {
    "id": 205,
    "title": "",
    "inggris": "",
    "indo": "Cinta yang ada demi rupa (kecantikan lahiriah) bukanlah cinta: Pada akhirnya ia adalah aib.",
    "description": "Ayat ini menegaskan bahwa cinta berbasis rupa hanyalah semu dan berakhir pada kehinaan."
  },
  {
    "id": 206,
    "title": "",
    "inggris": "",
    "indo": "Alangkah baiknya jika ia pun telah menjadi aib (kecacatan) secara keseluruhan, niscaya penilaian buruk tersebut tidak akan menimpa dirinya!",
    "description": "Diungkapkan bahwa seandainya ia tidak memiliki kecantikan sedikit pun, mungkin ia tidak akan jatuh dalam keadaan ini."
  },
  {
    "id": 207,
    "title": "",
    "inggris": "",
    "indo": "Darah mengalir dari matanya (yang berlinang air mata) laksana sungai; Wajahnya (yang rupawan) menjadi musuh bagi hidupnya.",
    "description": "Ia menangis sedalam-dalamnya karena kecantikannya sendiri menjadi sebab kejatuhannya."
  },
  {
    "id": 208,
    "title": "",
    "inggris": "",
    "indo": "Bulu merak adalah musuhnya: Wahai, betapa banyak raja Yang telah terbunuh karena kemegahannya!",
    "description": "Diibaratkan seperti bulu merak yang indah namun berbahaya; banyak tokoh besar hancur karena kemegahannya sendiri."
  },
  {
    "id": 209,
    "title": "",
    "inggris": "",
    "indo": "Ia berkata, “Akulah kijang kesturi yang karena kelenjarnya pemburu itu menumpahkan darahku yang murni (tak berdosa).",
    "description": "Ia menyamakan dirinya dengan kijang kesturi yang diburu karena kelenjar wangi yang justru ada pada dirinya."
  },
  {
    "id": 210,
    "title": "",
    "inggris": "",
    "indo": "Oh, akulah rubah dari padang yang kepalanya dipenggal (Para pemburu yang menyergap) demi sehelai bulunya.”",
    "description": "Ia merasa seperti rubah yang dibunuh hanya demi bulu indahnya."
  },
  {
    "id": 211,
    "title": "",
    "inggris": "",
    "indo": "Oh, akulah gajah yang darahnya tumpah oleh pukulan pawang hanya demi tulang (gading).”",
    "description": "Ia menyesali nasibnya, seperti gajah yang dibantai demi gadingnya."
  },
  {
    "id": 212,
    "title": "",
    "inggris": "",
    "indo": "“Dia yang telah membunuhku demi sesuatu yang bukan diriku, Tidakkah ia tahu bahwa darahku tidak tidur (takkan beristirahat tanpa pembalasan)?",
    "description": "Ia berkata bahwa dirinya dihancurkan demi sesuatu yang bukan dirinya, dan darah yang tertumpah tidak akan sia-sia."
  },
  {
    "id": 213,
    "title": "",
    "inggris": "",
    "indo": "Hari ini (balasan) itu menimpaku dan esok ia menimpa dirinya: Kapankah darah orang sepertiku akan tersia-sia begitu saja?",
    "description": "Ia menegaskan bahwa balasan atas kezaliman tidak akan pernah lepas dari pelakunya."
  },
  {
    "id": 214,
    "title": "",
    "inggris": "",
    "indo": "Meskipun dinding melemparkan bayangan yang panjang, (Namun pada akhirnya) bayangan itu kembali lagi ke arahnya.",
    "description": "Ayat ini menggambarkan hukum karma: apa yang keluar dari seseorang akan kembali kepada dirinya."
  },
  {
    "id": 215,
    "title": "",
    "inggris": "",
    "indo": "Dunia ini adalah gunung, dan perbuatan kita adalah gema: Gema seruan itu akan kembali (lagi) kepada kita.”",
    "description": "Perumpamaan bahwa dunia bagaikan gunung yang memantulkan suara—tindakan kita kembali sebagai balasan."
  },
  {
    "id": 216,
    "title": "",
    "inggris": "",
    "indo": "Ia mengucapkan ini dan pada saat (yang sama) masuk ke bawah tanah (menyerahkan nyawa).",
    "description": "Setelah mengeluhkan nasibnya, ia pun meninggal dunia."
  },
  {
    "id": 217,
    "title": "",
    "inggris": "",
    "indo": "Si gadis budak pun tersucikan dari rasa sakit dan cinta, karena cinta pada yang mati tidaklah bertahan lama,",
    "description": "Dengan wafatnya laki-laki itu, hati si gadis pun terbebas dari rasa cinta yang menyakitkan."
  },
  {
    "id": 218,
    "title": "",
    "inggris": "",
    "indo": "Sebab yang mati takkan pernah kembali lagi kepada kita; (Tetapi) cinta pada Yang maha Hidup setiap saat lebih segar dari kuncup Dalam ruh dan dalam penglihatan.",
    "description": "Ayat ini mengajarkan bahwa cinta pada makhluk fana rapuh, sedangkan cinta pada Yang Maha Hidup selalu segar dan memberi kehidupan."
  },
  {
    "id": 219,
    "title": "",
    "inggris": "",
    "indo": "Pilihlah cinta dari Sang Maha Hidup yang Kekal Abadi, Yang memberimu minuman anggur yang selalu menambah kehidupan.",
    "description": "Dianjurkan untuk memilih cinta Ilahi yang abadi, yang selalu menghidupkan ruh."
  },
  {
    "id": 220,
    "title": "",
    "inggris": "",
    "indo": "Pilihlah Cinta dari-Nya yang oleh karena Cinta-Nya Semua para nabi meraih kekuasaan dan kemuliaan.",
    "description": "Dijelaskan bahwa para nabi mencapai kedudukan mulia karena cinta dan kedekatan mereka kepada Tuhan."
  },
  {
    "id": 221,
    "title": "",
    "inggris": "",
    "indo": "Jangan berkata, “Kami tidak punya izin untuk menghadap Raja itu.” Berurusan dengan yang Dermawan itu tidaklah sulit.",
    "description": "Ayat penutup ini menegaskan bahwa pintu menuju Yang Maha Pemurah tidak pernah tertutup bagi siapa pun."
  }
]