[
  {
    "id": 144,
    "title": "Bagaimana orang suci itu meminta sang raja untuk berdua saja dengan hamba perempuannya dengan tujuan untuk mengetahui penyakitnya.",
    "inggris": "He said: “O king, make the house empty; send away both kinsfolk and strangers.",
    "indo": "Ia berkata: “Wahai Raja, kosongkanlah rumah; usirlah pergi baik kaum kerabat maupun orang asing.”",
    "description": "Instruksi sang tabib agar rumah dikosongkan menunjukkan praktik khalwah (penyendirian spiritual), di mana penyembuhan batin tidak boleh diganggu pengaruh eksternal. Rumi memakai dikotomi “kerabat dan orang asing” untuk menegaskan bahwa tidak ada pengecualian: semua bentuk keterikatan sosial harus disingkirkan agar hakikat penyakit (yakni cinta tersembunyi) dapat terungkap. Dalam tradisi Sufi, tindakan ini juga melambangkan <b>pembersihan ruang hati dari segala selain Yang Dicintai.</b>"
  },
  {
    "id": 145,
    "title": "",
    "inggris": "145. Let no one listen in the entrance-halls, that I may ask certain things of this handmaiden.”",
    "indo": "Jangan seorang pun mendengarkan di ruang-ruang masuk, agar aku dapat menanyakan beberapa perkara kepada hamba-perempuan ini",
    "description": "Larangan agar “tak seorang pun mendengarkan” menegaskan pentingnya ruang privat untuk pengungkapan rahasia batin. Dalam kerangka Sufi, <b>handmaiden (hamba perempuan)</b> sering dipakai sebagai metafora <b>jiwa yang berada dalam keadaan pasrah</b> dan membutuhkan penuntun."
  },
  {
    "id": 146,
    "title": "",
    "inggris": "The house was left empty, and not one inhabitant (remained): nobody save the physician and that sick girl.",
    "indo": "Rumah pun dibiarkan kosong, dan tidak satu penghuni pun tersisa: tak ada seorang pun selain sang tabib dan gadis yang sakit itu.",
    "description": "<b>Pengosongan rumah</b> itu berfungsi sebagai simbol takhliyah <b>(pengosongan batin)</b> sebelum tajliyah <b>(penyingkapan)</b>. <br>Rumi menata adegan ini sebagai alegori peniadaan segala selain <b>“penyembuh sejati.</b>"
  },
  {
    "id": 147,
    "title": "",
    "inggris": "Very gently he said (to her), “Where is thy native town? for the treatment suitable to the people of each town is separate.",
    "indo": "Dengan sangat lembut ia berkata (padanya), “Di manakah kota asalmu? Sebab pengobatan yang sesuai bagi orang di tiap kota itu berbeda-beda.",
    "description": "Pertanyaan <b>“asal kota”</b> memiliki dua lapisan: secara medis, ini mencerminkan pengobatan humoral klasik; secara spiritual, ini menandai pencarian <b>asal-usul ruhani</b> (asalnya dari mana), yang menentukan <b>“penawar”</b> bagi jiwa."
  },
  {
    "id": 148,
    "title": "",
    "inggris": "And in that town who is related to thee? With what hast thou kinship and affinity?”",
    "indo": "Dan di kota itu, siapakah yang memiliki hubungan kekerabatan denganmu? Dengan apakah engkau memiliki ikatan dan pertalian?",
    "description": "Pertanyaan tentang “kerabat dan pertalian” sebenarnya adalah teknik untuk menyingkap <b>cinta terpendam</b>. Dalam kisah ini, sakit sang gadis bukanlah fisik, melainkan <b>kerinduan kepada kekasih</b>—yang hanya bisa diketahui melalui penyelidikan emosional semacam ini."
  },
  {
    "id": 149,
    "title": "",
    "inggris": "He laid his hand on her pulse and put questions, one by one, about the injustice of Heaven.",
    "indo": "Ia meletakkan tangannya pada nadi sang gadis dan mengajukan pertanyaan, satu demi satu, mengenai ‘ketidakadilan’ Langit.",
    "description": "Ungkapan <b>“injustice of Heaven (ketidakadilan-Langit.)”</b> (jawr-i gardūn) adalah frase idiomatik Persia klasik yang bermakna <b>pukulan nasib</b> atau <b>takdir yang tampak kejam</b>. Dengan memadukan pemeriksaan nadi dan pertanyaan emosional, sang tabib memakai metode pulse-diagnosis tradisi medis Islam, di mana perubahan nadi menunjukkan reaksi hati ketika nama atau peristiwa tertentu disebut."
  },
  {
    "id": 150,
    "title": "",
    "inggris": "150. When a thorn darts into any one's foot, he sets his foot upon his knee,",
    "indo": "Ketika sebatang duri menusuk kaki seseorang, ia meletakkan kakinya di atas lututnya,",
    "description": "<b>Duri</b> (khār) adalah simbol klasik bagi <b>gangguan kecil duniawi</b>. <br>Rumi memulainya dengan contoh fisik, yang nanti dinaikkan menjadi metafora <b>luka batin.</b>"
  },
  {
    "id": 151,
    "title": "",
    "inggris": "And keeps searching for its head with the point of a needle, and if he does not find it, he keeps moistening it (the place) with his lip.",
    "indo": "Dan ia terus mencari ujung durinya dengan mata jarum, dan bila ia tidak menemukannya, ia terus membasahi (tempat itu) dengan bibirnya.",
    "description": "Pencarian <b>“ujung duri”</b> melambangkan upaya mengidentifikasi sebab-sebab lahiriah penderitaan. <b>“Membasahi dengan bibir”</b> adalah gambaran pengobatan tradisional, tetapi juga isyarat kasih sayang diri—perlakuan lembut terhadap luka."
  },
  {
    "id": 152,
    "title": "",
    "inggris": "A thorn in the foot is so hard to find: how (then) is it with a thorn in the heart? Answer (that)!",
    "indo": "Sebuah duri di kaki begitu sukar ditemukan; lantas bagaimana (halnya) dengan duri di hati? Jawablah (itu)!",
    "description": "<b>“Duri di hati”</b> adalah metafora bagi luka eksistensial, kerinduan, cinta tak terpenuhi, atau dosa tersembunyi. Ini menggeser fokus dari pengobatan jasmani menuju diagnosis ruhani."
  },
  {
    "id": 153,
    "title": "",
    "inggris": "If every base fellow had seen the thorn in the heart, when would sorrows gain the upper hand over any one?",
    "indo": "Jika setiap orang awam bisa melihat duri di hati, Kapan lagi duka cita akan menguasai seseorang?",
    "description": "Rumi menyatakan bahwa kebanyakan manusia tidak mampu mengenali sebab batin penderitaannya. Base fellow (orang awam) menunjuk pada yang terperangkap dalam kesadaran lahiriah."
  },
  {
    "id": 154,
    "title": "",
    "inggris": "Somebody sticks a thorn under a donkey's tail: the donkey does not know how to get rid of it: he starts jumping.",
    "indo": "Seseorang menyelipkan duri di bawah ekor seekor keledai; keledai itu tidak tahu bagaimana menyingkirkannya, maka ia mulai melonjak-lonjak.",
    "description": "Keledai dalam literatur Sufi melambangkan nafs yang tak terdidik.<br>Lompatannya menggambarkan reaksi emosional tanpa kesadaran akar masalah, berbeda dengan “tabib sejati” yang mencari sumber luka batin."
  },
  {
    "id": 155,
    "title": "",
    "inggris": "155. He jumps, and the thorn strikes more firmly (pierces deeper): it needs an intelligent person to extract a thorn.",
    "indo": "Ia melonjak-lonjak, dan duri itu justru menancap lebih kuat (menusuk lebih dalam): sungguh, dibutuhkan seorang yang berakal untuk mencabutnya.",
    "description": "“Keledai” adalah simbol jiwa manusia yang bereaksi tanpa hikmah; makin gelisah, makin dalam luka batinnya tertancap. “Orang berakal” adalah metafora bagi pembimbing ruhani yang memahami akar sakit."
  },
  {
    "id": 156,
    "title": "",
    "inggris": "In order to get rid of the thorn, the donkey from irritation and pain went on kicking and dealing blows in a hundred places,",
    "indo": "Demi menyingkirkan duri itu, si keledai—karena tersulut oleh rasa jengkel dan sakit—terus saja menendang dan mengayun pukulan ke seratus arah.",
    "description": "Reaksi impulsif digambarkan sebagai ‘menendang ke seratus arah’, menunjukkan bahwa tanpa bimbingan, manusia merusak dirinya sendiri dalam upaya keluar dari derita."
  },
  {
    "id": 157,
    "title": "",
    "inggris": "(But) that thorn-removing physician was an expert: putting his hand on one spot after another, he tested (it).",
    "indo": "(Tetapi) sang tabib pencabut-duri itu adalah seorang ahli: dengan meletakkan tangannya pada satu titik demi titik, ia mengujinya.",
    "description": "Tabib = sang arif. Metode menyentuh titik demi titik adalah kiasan bagi pendekatan halus—menelusuri lapisan-lapisan batin untuk menemukan sumber luka sesungguhnya."
  },
  {
    "id": 158,
    "title": "",
    "inggris": "He inquired of the girl concerning her friends, by way of narrative,",
    "indo": "Ia menanyai si gadis tentang para sahabatnya, dalam bentuk kisah dan obrolan, ",
    "description": "Bertanya dengan gaya bercerita adalah teknik untuk membuat luka hati muncul tanpa memaksa; semacam terapi batin dalam bentuk percakapan"
  },
  {
    "id": 159,
    "title": "",
    "inggris": "And she disclosed to the physician (many) circumstances touching her home and (former) masters and fellow- townsmen.",
    "indo": "Dan si gadis membuka kepada sang tabib (banyak) keadaan yang berkaitan dengan kampung halamannya dan para tuan dahulu serta penduduk sekotanya.",
    "description": "Pengakuan ini menjadi jendela menuju akar penyakitnya: bahwa sakitnya bukan dari tubuh, melainkan dari kerinduan, kehilangan, dan cinta yang menyembunyikan diri."
  },
  {
    "id": 160,
    "title": "",
    "inggris": "160. He listened to her story (while) he continued to observe her pulse and its beating,",
    "indo": "Ia mendengarkan kisahnya seraya terus memperhatikan nadinya dan detaknya,",
    "description": "Dalam tasawuf, “nadi” adalah simbol getaran batin; tabib membaca keadaan ruhani melalui tanda-tanda halus tubuh."
  },
  {
    "id": 161,
    "title": "",
    "inggris": "So that at whosoever's name her pulse should begin to throb, (he might know that) that person is the object of her soul's desire in the world.",
    "indo": "Agar pada nama siapa pun yang membuat nadinya mulai berdebar, (ia dapat mengetahui bahwa) dialah orang yang menjadi tujuan hasrat jiwanya di dunia.",
    "description": "Teknik ini melambangkan pembongkaran penyebab cinta tersembunyi—nadi menjadi indikator keterikatan terdalam."
  },
  {
    "id": 162,
    "title": "",
    "inggris": "He counted up the friends in her native town; then he mentioned another town by name.",
    "indo": "Ia menghitung satu per satu para sahabat di kota asalnya; lalu ia menyebut nama sebuah kota lainnya.",
    "description": "Penyebutan kota-kota adalah metode diagnostik simbolik—menggugah ingatan emosional hingga sumber cinta muncul."
  },
  {
    "id": 163,
    "title": "",
    "inggris": "He said: “When you went forth from your own town, in which town did you live mostly?”",
    "indo": "Ia berkata: “Ketika engkau pergi dari kotamu sendiri, di kota mana engkau paling lama tinggal?”",
    "description": "Pertanyaan ini diarahkan untuk memicu kenangan yang berpotensi mengguncang kondisi batinnya."
  },
  {
    "id": 164,
    "title": "",
    "inggris": "She mentioned the name of a certain town and from that too she passed on (to speak of another, and meanwhile) there was no change in the colour of her face or in her pulse.",
    "indo": "Ia menyebut nama sebuah kota tertentu dan dari kota itu pun ia berpindah membicarakan kota lain, sementara tidak ada perubahan pada warna wajahnya atau pada nadinya.",
    "description": "Tidak adanya perubahan menandakan bahwa kota-kota tersebut bukan sumber sakitnya; cinta yang menjadi penyakitnya bersembunyi lebih dalam."
  },
  {
    "id": 165,
    "title": "",
    "inggris": "165. Masters and towns, one by one, she told of, and about dwelling-place and bread and salt.",
    "indo": "Ia menceritakan para tuan dan kota-kota, satu demi satu, serta tentang tempat tinggal dan “roti dan garam.”",
    "description": "<b>“roti dan garam.</b>” adalah ungkapan idiomatik Persia-Arab yang menandai hubungan sosial, kebersamaan makan, atau ikatan kehormatan antara tuan dan tamu."
  },
  {
    "id": 166,
    "title": "",
    "inggris": "She told stories of many a town and many a house, (and still) no vein of her quivered nor did her cheek grow pale.",
    "indo": "Ia menuturkan kisah tentang banyak kota dan banyak rumah, dan tetap—tak satu pun uratnya bergetar, dan pipinya tak memucat.",
    "description": "Ungkapan “tak satu pun uratnya bergetar,” digunakan untuk mencatat ketenangan emosional; indikator medis klasik untuk stabilitas batin."
  },
  {
    "id": 167,
    "title": "",
    "inggris": "Her pulse remained in its normal state, unimpaired, till he asked about Samarcand, the (city) sweet as candy.",
    "indo": "Nadinya tetap dalam kondisi normal, tak terganggu, sampai ia menanyakan tentang Samarkand, kota yang manis bagaikan gula-gula.",
    "description": "<b>manis bagaikan gulali</b>. menerjemahkan tasybîh puitis yang menggambarkan daya tarik Samarkand dalam literatur Persia."
  },
  {
    "id": 168,
    "title": "",
    "inggris": "(Thereat) her pulse jumped and her face went red and pale (by turns), for she had been parted from a man of Samarcand, a goldsmith.",
    "indo": "(Pada saat itu) nadinya melonjak, dan wajahnya memerah lalu memucat silih berganti, sebab ia telah berpisah dari seorang lelaki Samarkand, seorang tukang emas.",
    "description": "Pergantian warna wajah adalah tanda klasik “asyq” (cinta) menurut ilmu kedokteran Yunani-Islam."
  },
  {
    "id": 169,
    "title": "",
    "inggris": "When the physician found out this secret from the sick (girl), he discerned the source of that grief and woe.",
    "indo": "Ketika sang tabib mengetahui rahasia ini dari si gadis sakit, ia pun mengenali sumber duka dan nestapa itu.",
    "description": "Penekanan pada penyingkapan (kashf) batin, sesuai tradisi sufi dan teknik diagnostik humoral."
  },
  {
    "id": 170,
    "title": "",
    "inggris": "170. He said: “Which is his quarter in passing (through the town)?” “Sar-i Pul (Bridgehead),” she replied, “and Ghátafar street.”",
    "indo": "Ia berkata: “Di manakah kawasan tempat ia melintas (dalam kota)?” Ia menjawab, “Sar-i Pul (pangkalan Jembatan) dan jalan Ghátafar.",
    "description": "“Sar-i Pul” adalah toponim Persia; “Ghátafar” kemungkinan nama distrik atau jalan kuno di Samarkand. Penyebutan detail geografis biasanya menandai keaslian emosi dan kedalaman keterikatan dalam kisah-kisah sufi."
  },
  {
    "id": 171,
    "title": "",
    "inggris": "Said he: “I know what your illness is and I will at once display the arts of magic in delivering you.",
    "indo": "Ia berkata: “Aku mengetahui apa penyakitmu, dan seketika itu juga akan kuperlihatkan seni-seni keajaiban dalam membebaskanmu.”",
    "description": "“arts of magic” bukan sihir secara harfiah, tetapi metafora bagi kemampuan psikosomatik, pemulihan ruhani, atau “hikmah tabib” dalam tradisi medis Islam-Persia."
  },
  {
    "id": 172,
    "title": "",
    "inggris": "Be glad and care-free and have no fear, for I will do to you that which rain does to the meadow.",
    "indo": "Bergembiralah dan tenanglah tanpa rasa takut, sebab aku akan melakukan kepadamu sebagaimana hujan memperlakukan padang rumput.",
    "description": "Perumpamaan hujan–padang rumput adalah majaz yang menggambarkan penyembuhan, penyegaran, dan hidup yang kembali tumbuh.."
  },
  {
    "id": 173,
    "title": "",
    "inggris": "I will be anxious for you, be not you anxious: I am kinder to you than a hundred fathers.",
    "indo": "Biar aku yang mencemaskanmu, janganlah kau mencemaskan dirimu: Aku lebih menyayangimu daripada seratus ayah.",
    "description": "Ungkapan hiperbolis lazim dalam puisi mistik untuk menandai kasih sayang spiritual yang melampaui kasih keluarga."
  },
  {
    "id": 174,
    "title": "",
    "inggris": "Beware! tell not this secret to any one, not though the king should make much inquiry from you.",
    "indo": "Waspadalah! jangan ceritakan rahasia ini kepada siapa pun, meskipun sang raja memaksamu dengan banyak pertanyaan..",
    "description": "Penekanan pada “rahasia” (sirr) adalah tema utama sufisme—pengetahuan batin harus dijaga dari penyalahgunaan maupun penafsiran dangkal."
  },
  {
    "id": 175,
    "title": "",
    "inggris": "175. When your heart becomes the grave of your secret, that desire of yours will be gained more quickly.”",
    "indo": "Ketika hatimu menjadi liang kubur bagi rahasiamu, keinginanmu itu akan tercapai dengan lebih cepat.",
    "description": "<b>“Kuburan rahasiamu”</b> adalah metafora sufi untuk ketertutupan batin—menahan rahasia berarti memurnikan niat dari motif duniawi dan mempercepat tercapainya tujuan ruhani."
  },
  {
    "id": 176,
    "title": "",
    "inggris": "The Prophet said that any one who hides his inmost thought will soon attain to the object of his desire.",
    "indo": "Nabi bersabda bahwa siapa pun yang menyembunyikan pikiran terdalamnya akan segera mencapai objek keinginannya.",
    "description": "Ini merujuk pada hadis bertema “al-istiqāmah wa kitmān al-sir”—bukan redaksi sahih spesifik, tetapi prinsip sufistik: kerahasiaan niat memelihara kemurnian amal."
  },
  {
    "id": 177,
    "title": "",
    "inggris": "When seeds are hidden in the earth, their inward secret becomes the verdure of the garden.",
    "indo": "Ketika benih tersembunyi di dalam tanah, Rahasia batinnya akan menjadi kehijauan taman.",
    "description": "Analogi pertumbuhan benih menggambarkan proses inkubasi ruhani—bahwa kebaikan yang dirahasiakan akan tumbuh lebih kuat daripada yang diumumkan."
  },
  {
    "id": 178,
    "title": "",
    "inggris": "If gold and silver were not hidden, how would they get nourishment (grow and ripen) in the mine?",
    "indo": "Jika emas dan perak tidak disembunyikan, Bagaimana mereka mendapatkan makanan (bertumbuh dan matang) di dalam tambang?",
    "description": "Logam mulia yang “tumbuh” adalah cara puitis Persia membahas mineralisasi; maknanya: nilai sejati sering terbentuk dalam ketersembunyian dan kesunyian."
  },
  {
    "id": 179,
    "title": "",
    "inggris": "The promises and soothing words of the physician made the sick (girl) safe (free) from fear.",
    "indo": "Janji-janji dan kata-kata yang menenangkan dari Sang Tabib Menjadikan si gadis yang sakit itu aman (terbebas) dari rasa takut.",
    "description": "Dalam konteks Matsnawī, tabib adalah figur murshid—ketenangannya berfungsi sebagai terapi psikis sekaligus simbol bimbingan ilahi."
  },
  {
    "id": 180,
    "title": "",
    "inggris": "180. There are true promises, grateful to the heart; there are false promises, fraught with disquietude.",
    "indo": "Ada janji-janji yang benar, yang menyenangkan hati; dan ada janji-janji yang palsu, yang sarat dengan kegelisahan.",
    "description": "“Disquietude” di sini merujuk pada kegelisahan batin yang muncul karena kata-kata yang tidak dapat dipegang. <br>Rūmī sering memakai oposisi “benar/palsu” untuk membedakan antara janji orang mulia dan janji orang yang jiwanya belum matang."
  },
  {
    "id": 181,
    "title": "",
    "inggris": "The promise of the noble is current (sterling) coin; the promise of the unworthy becomes anguish of soul.",
    "indo": "Janji orang yang mulia adalah koin yang berlaku (murni); sedangkan janji orang yang tidak layak berubah menjadi nestapa jiwa.",
    "description": "Istilah “current coin” pada teks Nicholson menerjemahkan sikka rā'ij—yakni “mata uang yang sah beredar”, metafora klasik Persia untuk menandai kejujuran. Sebaliknya, janji orang yang nālāyiq (tidak layak) digambarkan sebagai sumber “luka batin”, merujuk pada ketidakstabilan moral mereka."
  }
]