[
  {
    "id": 222,
    "title": "Penjelasan bahwa pembunuhan dan peracunan Tukang Emas itu (didorong) oleh Petunjuk Ilahi, bukan oleh hawa nafsu dan niat jahat.",
    "inggris": "",
    "indo": "Pembunuhan pria ini oleh tangan Sang Tabib tidaklah (dilakukan) karena harapan atau ketakutan (duniawi).",
    "description": "Menegaskan bahwa tindakan Sang Tabib bukan didorong oleh ambisi duniawi melainkan oleh petunjuk ilahi dan tujuan yang tertinggi."
  },
  {
    "id": 223,
    "title": "",
    "inggris": "",
    "indo": "Ia tidak membunuhnya demi menyenangkan Raja, (Ia tidak membunuhnya) hingga datang perintah dan ilham Ilahi.",
    "description": "Menjelaskan bahwa keputusan itu diambil karena wahyu atau ilham dari Tuhan, bukan semata untuk membahagiakan Raja."
  },
  {
    "id": 224,
    "title": "",
    "inggris": "",
    "indo": "Adapun anak laki-laki yang dicekik oleh Khidir, Orang awam tidak memahami misteri di baliknya.",
    "description": "Menyatakan bahwa ada peristiwa-peristiwa spiritual yang tersembunyi maknanya sehingga kaum awam seringkali tidak mampu memahami hikmah di baliknya."
  },
  {
    "id": 225,
    "title": "",
    "inggris": "",
    "indo": "Dia yang menerima ilham dan jawaban (atas doanya) dari Tuhan, Apa pun yang ia perintahkan adalah intisari dari kebenaran.﴾225﴿",
    "description": "Memuji otoritas orang yang mendapat ilham Ilahi: perkataannya dianggap sebagai manifestasi kebenaran karena bersumber dari Tuhan."
  },
  {
    "id": 226,
    "title": "",
    "inggris": "",
    "indo": "Jika seseorang yang menganugerahkan kehidupan (spiritual) harus membunuh, maka itu diperbolehkan: Ia adalah Wakil (Tuhan) di bumi, dan tangannya adalah tangan Tuhan.",
    "description": "Menggarisbawahi bahwa pemimpin spiritual yang bertindak atas wewenang ilahi berperan mewakili kehendak ilahi, sehingga tindakannya memiliki legitimasi tertentu."
  },
  {
    "id": 227,
    "title": "",
    "inggris": "",
    "indo": "Seperti Ismail-a.s letakkan kepalamu di hadapannya; Dengan gembira dan tertawa, serahkan jiwamu di hadapan pisau belatinya,",
    "description": "Menunjukkan contoh pengorbanan total (seperti Ismail) sebagai bentuk penyerahan diri yang membebaskan dan membawa kebaikan abadi."
  },
  {
    "id": 228,
    "title": "",
    "inggris": "",
    "indo": "Agar jiwamu tetap tersenyum hingga keabadian, Seperti jiwa murni Ahmad (Nabi Muhammad ﷺ) bersama Yang Esa (Tuhan).",
    "description": "Menggambarkan bahwa penyerahan diri kepada kehendak Ilahi menghasilkan kebahagiaan jiwa yang kekal, sebagaimana teladan para nabi."
  },
  {
    "id": 229,
    "title": "",
    "inggris": "",
    "indo": "Para pecinta meneguk piala kebahagiaan pada saat Kekasih-kekasih itu membunuh mereka dengan tangan mereka sendiri.",
    "description": "Metafora mistik yang menyatakan bahwa para pencinta Tuhan menemukan kebahagiaan sejati melalui pemurnian diri yang kadang terasa menyakitkan."
  },
  {
    "id": 230,
    "title": "",
    "inggris": "",
    "indo": "Raja tidak melakukan pertumpahan darah itu karena nafsu: Hentikanlah pikiran buruk dan perdebatan (yang sia-sia). ﴾230﴿",
    "description": "Mengajak pembaca berhenti berprasangka: tindakan Raja bukanlah karena hawa nafsu tetapi memiliki alasan transenden yang layak dihormati."
  },
  {
    "id": 231,
    "title": "",
    "inggris": "",
    "indo": "Kau berpikir bahwa ia melakukan kejahatan yang keji, (Tetapi) dalam (keadaan) kemurnian, bagaimana mungkin proses penyucian meninggalkan (sisa) kotoran?",
    "description": "Mengingatkan bahwa dari perspektif kebersihan rohani, tindakan keras adalah cara untuk membersihkan dosa dan cela — bukan pembinasaan tanpa tujuan."
  },
  {
    "id": 232,
    "title": "",
    "inggris": "",
    "indo": "Tujuan dari disiplin (yang keras) ini dan perlakuan yang kasar ini adalah agar tungku dapat mengeluarkan kotoran dari perak.",
    "description": "Menggunakan analogi peleburan perak untuk menjelaskan bahwa cobaan dan kekerasan sering dipakai sebagai sarana pemurnian spiritual."
  },
  {
    "id": 233,
    "title": "",
    "inggris": "",
    "indo": "Ujian baik dan buruk adalah agar emas mendidih Dan membawa ampasnya ke permukaan.",
    "description": "Menegaskan bahwa ujian hidup (baik dan buruk) membuat hakekat batin—sebagaimana emas—menjadi tampak dan terpisah dari kotoran batin."
  },
  {
    "id": 234,
    "title": "",
    "inggris": "",
    "indo": "Jika perbuatannya bukan ilham dari Tuhan, Ia akan menjadi anjing yang mencabik (mangsanya), bukan seorang raja.",
    "description": "Menegaskan pembeda moral: jika tindakan tidak berdasarkan ilham ilahi, pelakunya hanyalah seorang predator; jika ilahi, ia layak disebut pemimpin."
  },
  {
    "id": 235,
    "title": "",
    "inggris": "",
    "indo": "Ia tak ternoda oleh nafsu, ketamakan, dan gairah: (Apa yang) ia lakukan (adalah) kebaikan, tetapi kebaikan yang berwajah kejahatan.﴾235﴿",
    "description": "Mengakui ambiguitas moral di mana tindakan yang nampak kejam sebenarnya bermaksud kebaikan spiritual, bukan dorongan rendah."
  },
  {
    "id": 236,
    "title": "",
    "inggris": "",
    "indo": "Jika Khidir-a.s merusak perahu di lautan, (Namun) dalam perusakan Khidir-a.s terdapat seratus kebenaran.",
    "description": "Mengutip kisah Khidir sebagai ilustrasi bahwa tindakan yang tampak merugikan kadang menyimpan banyak hikmah dan kebenaran tersembunyi."
  },
  {
    "id": 237,
    "title": "",
    "inggris": "",
    "indo": "Imajinasi Musa-a s, meskipun memiliki pencerahan dan keunggulan (spiritual), tertutup (terhalang dari pemahaman) atas (tindakan) Khidir-a.s itu. Janganlah engkau terbang tanpa sayap!",
    "description": "Mengingatkan bahwa keterbatasan nalar manusia membuat kita sering tak mampu memahami tindakan-tindakan ilahi yang penuh hikmah."
  },
  {
    "id": 238,
    "title": "",
    "inggris": "",
    "indo": "Tindakan (Raja) itu adalah mawar merah (layak dipuji); jangan kau sebut ia darah (pembunuhan). Ia mabuk oleh Akal (Ilahi); jangan kau sebut ia orang gila.",
    "description": "Menganjurkan agar tindakan suci dilihat lewat lensa pujian dan kebijaksanaan ilahi, bukan disalahtafsirkan sebagai kegilaan atau kekejaman."
  },
  {
    "id": 239,
    "title": "",
    "inggris": "",
    "indo": "Seandainya keinginannya adalah menumpahkan darah seorang Muslim, Aku adalah kafir jika aku akan menyebut namanya (dengan pujian).",
    "description": "Pernyataan tegas bahwa jika tindakan Raja bertujuan menzalimi orang saleh, maka tidak layak dipuji—penolakan terhadap kekerasan tanpa alasan suci."
  },
  {
    "id": 240,
    "title": "",
    "inggris": "",
    "indo": "Langit tertinggi pun bergetar oleh pujian terhadap orang jahat, Dan oleh pujian terhadapnya, orang saleh terdorong untuk berpikir buruk.﴾240﴿",
    "description": "Mengilustrasikan betapa pujian terhadap tokoh kontroversial dapat menggoncang umat dan memicu keraguan di kalangan orang saleh."
  },
  {
    "id": 241,
    "title": "",
    "inggris": "",
    "indo": "Ia adalah seorang raja, dan seorang raja yang sangat waspada; Ia adalah yang terpilih, dan kekasih (favourite) pilihan Tuhan.",
    "description": "Menggambarkan Raja sebagai pemimpin yang terpilih dan mendapat kedekatan khusus dengan Tuhan, sehingga tindakannya bermakna tinggi."
  },
  {
    "id": 242,
    "title": "",
    "inggris": "",
    "indo": "Seseorang yang terbunuh oleh raja yang seperti ini, Ia (Raja) menuntunnya menuju keberuntungan dan pada kedudukan yang terbaik (paling mulia).",
    "description": "Menawarkan pandangan bahwa kematian di tangan pemimpin ilahi dapat menjadi pintu menuju kebahagiaan dan derajat tinggi di sisi Tuhan."
  },
  {
    "id": 243,
    "title": "",
    "inggris": "",
    "indo": "Andai saja ia (Raja) tak melihat keuntungan baginya (si tukang emas) dalam berbuat kekerasan padanya, Bagaimana mungkin Kasih Sayang Mutlak itu akan mencari-cari untuk berbuat kekerasan?",
    "description": "Menegaskan bahwa jika tindakan itu tidak membawa kebaikan, Tuhan yang Maha Penyayang tidak akan menghendaki kekerasan semata."
  },
  {
    "id": 244,
    "title": "",
    "inggris": "",
    "indo": "Anak kecil gemetar pada pisau cukur tukang cukur, (Namun) Ibu yang menyayangi itu bahagia dalam rasa sakit (anaknya).",
    "description": "Analogi: tindakan yang menyakitkan pada awalnya (seperti proses penyembuhan) diterima karena menghasilkan manfaat jangka panjang."
  },
  {
    "id": 245,
    "title": "",
    "inggris": "",
    "indo": "Ia mengambil setengah nyawa dan memberikan seratus nyawa (sebagai ganti): Ia memberikan apa yang tak pernah masuk ke dalam imajinasimu.﴾245﴿",
    "description": "Menggambarkan imbalan rohani yang jauh melampaui pengorbanan terlihat—kehilangan kecil diganti dengan berkah besar yang tak terduga."
  },
  {
    "id": 246,
    "title": "",
    "inggris": "",
    "indo": "Engkau menilai (tindakan Sang Guru) hanya dengan (menggunakan tolok ukur) dirimu sendiri, Namun engkau telah terperosok jauh, jauh dari kebenaran sejati. Renungkanlah itu dengan seksama!",
    "description": "Ajakan agar berhenti menilai tindakan suci dengan ukuran ego pribadi dan membuka hati untuk memahami kebenaran yang lebih tinggi."
  }
]