[
  {
    "id": 55,
    "title": "Bagaimana Raja menyadari kelemahan para tabib, dan bagaimana ia menghadapkan wajahnya kepada Tuhan lalu bermimpi berjumpa seorang Wali.",
    "inggris": "When the king saw the powerlessness of those physicians, he ran bare-footed to the mosque.",
    "indo": "Ketika sang raja melihat ketidakberdayaan para tabib itu, ia berlari tanpa alas kaki menuju masjid.",
    "description": "(Tanpa alas kaki = tanda kefakiran batin; penanggalan ego.) <br> “Powerlessness” = ʿajz; masjid → tempat kembali kepada Tuhan ketika ilmu manusia gagal."
  },
  {
    "id": 56,
    "title": "",
    "enggris": "He entered the mosque and advanced to the mihráb (to pray): the   prayer-carpet was bathed in the king's tears.",
    "indo": "Ia memasuki masjid dan maju ke mihrab (untuk berdoa): hamparan sajadah itu basah oleh air mata sang raja.",
    "description": "Mihrāb = poros orientasi spiritual; air mata adalah motif inkisār (kehancuran ego)."
  },
  {
    "id": 57,
    "title": "",
    "inggris": "On coming to himself out of the flood of ecstasy (faná), he opened his lips in goodly praise and laud, ",
    "indo": "Ketika ia sadar kembali dari banjir ekstasi (fanāʼ), ia membuka bibirnya dalam puji dan sanjung yang indah,",
    "description": "Fanā’= lenyapnya kesadaran ego; Nicholson mempertahankan istilah teknis tasawuf."
  },
  {
    "id": 58,
    "title": "",
    "inggris": "Saying, “O Thou whose least gift is the empire of the world, what shall I say, inasmuch as Thou knowest the hidden thing?”",
    "indo": "Seraya berkata, “Wahai Engkau yang pemberian paling kecil-Mu adalah  kerajaan dunia, apa yang dapat kukatakan, sedangkan Engkau mengetahui perkara yang tersembunyi?",
    "description": "(Doa pengakuan: ilmu manusia tak sampai pada batin segala urusan.)"
  },
  {
    "id": 59,
    "title": "",
    "inggris": "O Thou with whom we always take refuge in our need, once again we have missed the way.” ",
    "indo": "Wahai Engkau tempat kami senantiasa berlindung dalam kebutuhan kami, sekali lagi kami telah kehilangan jalan.”",
    "description": "(Pengakuan tersesat = kunci permohonan dalam tasawuf; kembali pada hudā.)"
  },
  {
    "id": 60,
    "title": "",
    "inggris": "ButThouhastsaid,‘AlbeitIknowthysecret, nevertheless declare it forthwith in thine outward act.’”",
    "indo": "Namun Engkau telah berfirman, “Meskipun Aku mengetahui rahasiamu, tetap nyatakanlah segera hal itu dalam perbuatan lahirmu.”",
    "description": "<b>Catatan akademis</b>:<br>• “Thou knowest my secret”merujuk pada <i>sirr</i>, lapisan batin yang tak terjangkau manusia namun sepenuhnya diketahui Tuhan. <br>• Paradoks sufi: Tuhan tahu segalanya, tetapi hamba tetap diperintah <i>iẓhār al-ʿubūdiayya</i>—penampakan penghambaan melalui amal lahir.<br>• Baris ini menegaskan hubungan <i>bāṭin–ẓāhir</i>: yang batin diketahui, tetapi yang lahir tetap mesti diungkap.<br>• Nicholson mempertahankan struktur sintaksis ketat untuk menjaga nuansa dialog antara hamba dan Tuhan."
  },
  {
    "id": 61,
    "title": "",
    "inggris": "When from the depths of his soul he raised a cry (of supplication), the sea of Bounty began to surge.",
    "indo": "Ketika dari kedalaman jiwanya ia mengangkat seruan (permohonan), lautan karunia mulai bergelombang Naik.",
    "description": "• “Depths of his soul” menunjuk <i>ʿumq al-jān</i>—kedalaman eksistensial, bukan sekadar emosi.<br>• “Sea of Bounty” <i>(daryā-yi fażl)</i> adalah metafora dominan dalam Mathnawī untuk kemurahan Ilahi tak-terbatas.<br>• Gelora lautan menandakan respons Ilahi terhadap doa yang keluar dari <i>fanā’</i>, yakni kehancuran ego.<br>• Dalam banyak manuskrip, verba yang digunakan memiliki konotasi gerakan tiba-tiba, selaras dengan tema “rahmat yang segera menjawab”."
  },
  {
    "id": 62,
    "title": "",
    "inggris": "Slumber overtook him in the midst of weeping: he dreamed that an old man appeared",
    "indo": "Kantuk menguasainya di tengah tangisannya: dalam tidurnya ia melihat seorang lelaki tua muncul.",
    "description": "• Motif sleep after weeping adalah konvensi sufi untuk menandai peralihan ke ru’yā ṣādiqa (mimpi benar).<br>• “Old man”—<i>pīr</i>—bisa literal atau simbolik: guru ruhani, malaikat, atau figur dari alam imajinal <i>(ʿālam al-mithāl)</i>.<br>• Dalam struktur Mathnawī, kemunculan pīr dalam mimpi berfungsi sebagai kanal wahyu non-nabi.<br>• Secara naratif, ini adalah momen transisi dari usaha manusia menuju intervensi Ilahi."
  },
  {
    "id": 63,
    "title": "",
    "inggris": "And said, “Good tidings, O king! Thy prayers are granted. If to-morrow a stranger come for thee, he is from me.",
    "indo": "Dan berkata, “Kabar gembira, wahai raja! Doamu telah dikabulkan. Jika esok seorang asing datang kepadamu, ia adalah utusan dariku.",
    "description": "• “Good tidings” (Persia: <i>bashārat</i>) adalah formula Qur’ani untuk kehadiran rahmat.<br>• “A stranger” (<i>bīgāna</i>) menandai sosok dari luar tatanan duniawi; ia berasal dari sumber <i>ghayb</i> (yang gaib).<br>• “He is from me” menegaskan bahwa tabib yang datang bukan hasil pencarian manusia, tetapi amr <i>ilāhī</i> (perintah Ilahi).<br>• Rumi menggunakan struktur mimpi untuk menegaskan bahwa realitas spiritual mendahului manifestasi duniawi."
  },
  {
    "id": 64,
    "title": "",
    "inggris": "When he comes, he is the skilled physician: deem him veracious, for he is trusty and true.",
    "indo": "Ketika ia datang, dialah tabib yang ahli; anggaplah ia benar, karena ia dapat dipercaya dan jujur.",
    "description": "“• “Skilled physician” = <i>ṭabīb-i ḥādhir</i>, tabib yang hadir, tersiapkan, dan ahli—sebuah epithet untuk sosok yang dianugerahi hikmah Ilahi. <br>• “Veracious… trusty and true” (Persia: <i>ṣādiq, amīn</i>) adalah gelar yang biasa dipakai untuk para nabi, menandakan otoritas moral dan spiritual. <br>• Ini menempatkan tabib sebagai figur murshid, pembimbing yang dipilih Tuhan.<br>• Persiapan raja untuk mempercayainya adalah syarat pembukaan jalan penyembuhan batin, bukan sekadar jasmani."
  },
  {
    "id": 65,
    "title": "",
    "inggris": "65. In his remedy behold absolute magic, in his temperament behold the might of God!”",
    "indo": "Dalam pengobatannya saksikanlah sihir yang mutlak; dalam tabiatnya saksikanlah kekuasaan Ilahi!”",
    "description": "“<b>Absolute magic</b>” (<i>siḥr-i muṭlaq</i>) dalam teks Persia biasanya metafora untuk kemampuan penyembuhan Ilahi yang diberikan kepada wali atau arif.<br> Ini bukan sihir dalam arti haram, tetapi keampuhan mukjizat batin, sebuah transformasi spiritual yang tak dapat dijelaskan oleh kausalitas biasa.<br> Nicholson sering menandai istilah ini dengan catatan tentang <i>karāmāt al-awliyā’</i>. <br> “<b>Temperament</b>” (<i>ṭab‘ /khulq</i>) bukan sekadar perilaku, tetapi menunjuk pada disposisi ruhaniah yang telah terwarnai oleh <i>quwwat-i ḥaqq</i> (kekuatan Ilahi). <br>Dalam konteks Mathnawī, karakter sang Tabib ini berfungsi sebagai figur murshid <i>kāmil</i>."
  },
  {
    "id": 66,
    "title": "",
    "inggris": "When the promised hour arrived and day broke and the sun, (rising) from the east, began to burn the stars,",
    "indo": "Ketika waktu yang dijanjikan tiba dan fajar merekah, dan matahari, (terbit) dari timur, mulai membakar bintang-bintang,",
    "description": "“Burn the stars” adalah idiom sufistik untuk kekalahan cahaya multiplicity oleh terang kesatuan (<i>tawḥīd</i>). <br>Fajar menandai terbukanya mata batin, sebuah simbol kasyf (penyingkapan)."
  },
  {
    "id": 67,
    "title": "",
    "inggris": "The king was in the belvedere, expecting to see that which had been shown mysteriously.",
    "indo": "Sang raja berada di balai pandang (belvedere), menantikan untuk melihat apa yang telah diperlihatkan kepadanya secara misterius.",
    "description": "“Belvedere” (menara/bangunan tinggi untuk memandang) menerjemahkan bālā-khāna atau būrj yang sering muncul dalam cerita Timur sebagai tempat penantian wahyu atau tamu gaib."
  },
  {
    "id": 68,
    "title": "",
    "inggris": "He saw a person excellent and worshipful, a sun amidst a shadow,",
    "indo": "Ia melihat seseorang yang mulia dan patut dipuja, laksana matahari di tengah bayangan gelap,",
    "description": "“A sun amidst a shadow” adalah metafora tajallī: cahaya hakikat yang muncul dalam balutan bentuk jasmani (bayangan).<br> Hal ini cocok dengan tipologi <i>insān-i kāmil</i> dalam tradisi Rumi."
  },
  {
    "id": 69,
    "title": "",
    "inggris": "Coming from afar, like the new moon (in slenderness and radiance): he was nonexistent, though existent in the form of phantasy.",
    "indo": "Datang dari kejauhan, seperti bulan sabit baru (karena kelangsingan dan kilauannya): ia itu tiada, meski ada dalam rupa bayangan-khayal.",
    "description": "“Nonexistent, though existent in the form of phantasy” menerjemahkan frase sufistik “nāpīd u padīd” — hadir sekaligus tiada. Ini mencerminkan doktrin waḥdat al-wujūd: keberadaan wali tampak seperti bentuk maya, karena hakikatnya bukan milik dirinya tetapi milik Tuhan."
  },
  {
    "id": 70,
    "title": "",
    "inggris": "70. In the spirit phantasy is as naught, (yet) behold a world (turning) on a phantasy!",
    "indo": "Dalam ruh, khayal itu sejatinyanya tiada; (namun) saksikanlah sebuah dunia yang (berputar) atas dasar sebuah khayal!",
    "description": "Rūmī menyatakan bahwa pada tingkat esensial (ruh), khayāl tidak memiliki bobot ontologis. Namun pada dunia fenomenal, ia justru menggerakkan realitas manusia. <br> Frasa ini adalah kritik terhadap kondisi manusia yang memutar hidup (politik, cinta, perang, harga diri) di atas konstruksi mental semata."
  },
  {
    "id": 71,
    "title": "",
    "inggris": "Their peace and their war (turn) on a phantasy, and their pride and their shame spring from a phantasy;",
    "indo": "“Damai mereka dan perang mereka (bertumpu) pada sebuah khayalan, dan kebanggaan mereka serta rasa malu mereka terpancar dari sebuah khayalan;”",
    "description": "Seluruh dinamika sosial dan psikologis manusia ditampilkan sebagai produk waham (ilusi/representasi mental).<br> Dalam naskah Nicholson, istilah khayāl berfungsi sebagai kunci metafisika Rumi: seluruh dinamika ego—bangga, malu, cinta dunia—dibangun di atas persepsi yang tidak stabil, bersifat ilusif. Ini sejalan dengan doktrin ‘ālam al-khayāl Ibn ‘Arabī."
  },
  {
    "id": 72,
    "title": "",
    "inggris": "(But) those phantasies which ensnare the saints are the reflexion of the fair ones of the garden of God.",
    "indo": "(Namun) khayalan-khayalan yang menjerat para wali adalah pantulan dari para jelita di taman Tuhan.",
    "description": "Para awliyā’ tidak ditipu oleh fantasi duniawi, melainkan terseret oleh tajallī ilāhī—penampakan Ilahi yang hadir sebagai bentuk jamāl (keindahan). Nicholson mencatat bahwa rawḍa-yi Ilāhī menunjuk pada realitas surga batin, bukan surga fisik."
  },
  {
    "id": 73,
    "title": "",
    "inggris": "In the countenance of the stranger-guest was appearing that phantasy which the king beheld in his dream.",
    "indo": "Dalam wajah sang tamu-asing itu tampak muncul khayalan yang telah disaksikan raja dalam mimpinya.",
    "description": "<b>Tamu-Asing</b> <br>Figur tabib dalam cerita adalah penjelmaan dari bantuan Ilahi (madad). Rumi menyamarkan realitasnya sebagai tamu asing untuk menegaskan motif al-ghaib (yang datang dari ketakhadiran).."
  },
  {
    "id": 74,
    "title": "",
    "inggris": "The king himself, instead of the chamberlains, went forward to meet his guest from the Invisible.",
    "indo": "Sang raja sendiri, bukan para pejabat istana, maju menyambut tamunya dari Alam Gaib.",
    "description": "<b>Raja menyambut sendiri</b> <br> Dalam struktur simbolis Mathnawī, tindakan raja turun langsung tanpa protokol menandai kesiapan fana’—kerendahan diri menuju transformasi spiritual."
  },
  {
    "id": 75,
    "title": "",
    "inggris": "75. Both were seamen who had learned to swim, the souls of both were knit together without sewing.",
    "indo": "Keduanya adalah pelaut yang telah belajar berenang, jiwa keduanya tersambung (terjalin) tanpa jahitan.",
    "description": "<b>Para pelaut yang telah belajar berenang</b> <br> Itu adalah metafora bagi para arif yang telah menguasai samudera makna.  “Tanpa jahitan” menggambarkan ittihād, keselarasan dua jiwa tanpa perantara."
  },
  {
    "id": 76,
    "title": "",
    "inggris": "The king said, “Thou wert my Beloved (in reality), not she; but in this world deed issues from deed.",
    "indo": "Sang raja berkata, ‘Engkaulah Kekasihku (yang sejati), bukan dia; tetapi di dunia ini perbuatan lahir dari perbuatan.",
    "description": "<b>Kaulah kekasihku, bukan dia</b> <br> Ini menunjuk pada pembalikan orientasi cinta: dari objek duniawi (budak perempuan) menuju cinta hakiki kepada wali sebagai cermin Tuhan. Rumi menekankan bahwa cinta sejati selalu bertujuan Ilahi."
  },
  {
    "id": 77,
    "title": "",
    "inggris": "O thou who art to me (as) Mustafá (Mohammed), while I am like unto ‘Umar—I will gird my loins to do thee service.”",
    "indo": "Wahai engkau yang bagiku (laksana) Mustafá (Muhammad), sementara aku ibarat ‘Umar—aku akan mengikat pinggangku untuk mengabdi kepadamu",
    "description": "<b>Mustafá (Nabi Muhammad)</b> = puncak kemuliaan spiritual.<br><b>‘Umar</b> = simbol ketegasan, kesetiaan, dan kesiapan berjuang. Raja mengibaratkan sang tabib sebagai figur nabi, sementara dirinya sebagai murid yang siap berkhidmat."
  }
]