[
  {
    "id": 93,
    "title": "Perjumpaan Sang Raja dengan Tabib Ilahi, Yang kedatangannya telah diisyaratkan dalam mimpi.",
    "inggris": "",
    "indo": "Ia (Sang Raja) membuka kedua lengannya, mendekapnya ke dada, Menerimanya, laksana Cinta, ke dalam hati dan jiwanya.",
    "description": "Raja menyambut Sang Tabib Ilahi dengan penuh kerendahan hati dan cinta, sebagai tanda bahwa hatinya telah siap menerima petunjuk Ilahi."
  },
  {
    "id": 94,
    "title": "",
    "inggris": "",
    "indo": "Lalu mulailah ia mencium tangan dan kening Sang Tabib, Menanyakan tentang asal-muasal dan perjalanannya.",
    "description": "Raja memuliakan Sang Tabib dan ingin mengetahui dari mana asal kebijaksanaan spiritual itu datang."
  },
  {
    "id": 95,
    "title": "",
    "enggris": "",
    "indo": "(Maka) dengan banyak pertanyaan, dibawanya Sang Tabib ke singgasana kehormatan. “Akhirnya,” serunya, “telah kutemukan sebuah harta karun melalui kesabaran!”",
    "description": "Dengan penuh kegembiraan, Raja menempatkan Sang Tabib pada kedudukan mulia, menyadari bahwa kesabarannya telah membuahkan pertolongan Ilahi."
  },
  {
    "id": 96,
    "title": "",
    "inggris": "",
    "indo": "Ia (Sang Raja) berseru pula, “Wahai anugerah dari Tuhan dan penangkal segala bencana, Engkaulah makna sejati dari ‘Kesabaran adalah kunci kebahagiaan’!”",
    "description": "Raja mengakui bahwa Sang Tabib adalah anugerah Tuhan yang memadamkan kesulitan, serta perwujudan nyata dari ungkapan bahwa kesabaran membawa kebaikan."
  },
  {
    "id": 97,
    "title": "",
    "inggris": "",
    "indo": "“Wahai engkau yang wajahnya adalah jawaban bagi tiap pertanyaan, Olehmu simpul-simpul rumit terurai tanpa perlu perdebatan.",
    "description": "Sang Tabib dipuji sebagai sosok yang kehadirannya sendiri membawa kejelasan, mampu menyelesaikan persoalan tanpa konflik atau pertentangan."
  },
  {
    "id": 98,
    "title": "",
    "inggris": "",
    "indo": "Engkau menafsirkan segala yang tersembunyi di hati kami, Engkau ulurkan tangan penolong bagi siapa pun yang kakinya terperosok lumpur.",
    "description": "Raja menyanjung kemampuan Sang Tabib dalam memahami isi hati manusia dan menolong siapa pun yang terjebak dalam masalah spiritual."
  },
  {
    "id": 99,
    "title": "",
    "inggris": "",
    "indo": "Selamat datang, wahai insan terpilih, wahai yang diridai! Jika engkau menghilang, maka Takdir buruk akan menimpa (kami), Dan ruang yang luas pun akan terasa sempit.",
    "description": "Raja menyadari bahwa keberadaan Sang Tabib memberi keberkahan; tanpanya, hidup akan terasa sempit dan dipenuhi kesulitan."
  },
  {
    "id": 100,
    "title": "",
    "inggris": "",
    "indo": "Engkaulah pelindung bagi umat manusia. Siapa pun yang tak merindukanmu sungguh telah binasa. Bahkan, celakalah dia, jika dia tidak segera menghentikan (penolakan itu)…!”",
    "description": "Ia memuji Sang Tabib sebagai penuntun manusia, dan memperingatkan bahwa berpaling dari petunjuk Ilahi hanya akan membawa kebinasaan."
  },
  {
    "id": 101,
    "title": "",
    "inggris": "",
    "indo": "Ketika perjumpaan agung dan jamuan (spiritual) yang melimpah itu usai, Diambilnya tangan Sang Tabib dan dihantarkannya ke aula permaisuri.",
    "description": "Usai pertemuan penuh keagungan itu, Raja membawa Sang Tabib kepada sang permaisuri sebagai bentuk penghormatan dan pengakuan akan kedudukannya."
  }
]