[
  {
    "id": 102,
    "title": "Kisah bagaimana Raja menghantar Sang Tabib ke sisi ranjang sang gadis yang sakit, Agar ia dapat melihat dengan mata kepala sendiri keadaannya.",
    "inggris": "",
    "indo": "Sang Raja pun menceritakan riwayat penyakit dan derita si gadis, Lalu mempersilakan Sang Tabib duduk di samping yang sakit.",
    "description": "Gambaran tentang kelembutan seorang raja yang tulus ingin menyembuhkan putri yang dicintainya. Ia menghadirkan sang tabib agar kebenaran penyakit itu tersingkap dengan penuh kasih."
  },
  {
    "id": 103,
    "title": "",
    "inggris": "",
    "indo": "Sang Tabib mengamati rona wajahnya, (merasakan) denyut nadinya, dan (memeriksa) air seninya; Didengarnya baik-baik segala gejala dan juga penyebab (sekunder) dari penyakitnya.",
    "description": "Tabib Ilahi itu memeriksa dengan cermat, menyimak setiap tanda dan isyarat, menelusuri penyakit lahiriah untuk menemukan pintu menuju rahasia batin si gadis."
  },
  {
    "id": 104,
    "title": "",
    "enggris": "",
    "indo": "Sang Raja pun menceritakan riwayat penyakit dan derita si gadis, Lalu mempersilakan Sang Tabib duduk di samping yang sakit.",
    "description": "Raja menjelaskan semua penderitaan sang gadis, berharap tabib dapat menemukan cahaya di balik gelapnya sakit yang tak terpahami."
  },
  {
    "id": 105,
    "title": "",
    "inggris": "",
    "indo": "Mereka semua buta akan kondisi batin (yang sebenarnya). Aku berlindung kepada Tuhan dari apa yang mereka reka-reka (ciptakan)!”",
    "description": "Para pelayan hanya melihat gejala lahir, namun buta terhadap luka halus yang bersarang di hati. Tabib memohon perlindungan dari dugaan-dugaan yang menyesatkan."
  },
  {
    "id": 106,
    "title": "",
    "inggris": "",
    "indo": "Ia melihat rasa sakit itu, dan rahasia pun tersingkap baginya, namun ia menyembunyikannya dan tidak berterus terang kepada Sang Raja.",
    "description": "Tabib memahami rahasia sakit itu, namun menyimpannya dalam dada; ia memilih kebijaksanaan di atas keterburuan."
  },
  {
    "id": 107,
    "title": "",
    "inggris": "",
    "indo": "Deritanya bukanlah berasal dari empedu hitam atau kuning: bau setiap kayu bakar akan tampak dari asapnya.",
    "description": "Penyakit ini bukan dari unsur tubuh, tetapi dari nyala batin—seperti asap yang mengungkap kayu bakarnya."
  },
  {
    "id": 108,
    "title": "",
    "inggris": "",
    "indo": "Dari pedihnya duka ia menduga, bahwa si gadis berduka di hati; Tubuhnya baik, tetapi ia tertimpa penyakit hati.",
    "description": "Dari kedalaman duka, tabib menyadari: tubuhnya sehat, namun jiwanya terluka oleh derita cinta."
  },
  {
    "id": 109,
    "title": "",
    "inggris": "",
    "indo": "Jatuh cinta termanifestasi dari pedihnya hati: Tiada sakit yang menandingi sakitnya jiwa.",
    "description": "Luka cinta adalah yang paling halus sekaligus paling pedih; tiada sakit yang menyamai perihnya jiwa yang merindu."
  },
  {
    "id": 110,
    "title": "",
    "inggris": "",
    "indo": "Penyakit Sang Pecinta berbeda dari segala penyakit lain: Cinta adalah astrolab bagi rahasia-rahasia Ilahi.",
    "description": "Penyakit para pecinta berbeda dari segala penyakit. Cinta adalah alat yang menyingkap rahasia Ilahi."
  },
  {
    "id": 111,
    "title": "",
    "inggris": "",
    "indo": "Baik Cinta itu datang dari sisi (duniawi) ini atau dari sisi (surgawi) itu, Pada akhirnya ia akan menuntun kita menuju ke Sana.",
    "description": "Baik cinta bersifat duniawi ataupun surgawi, pada akhirnya ia akan menuntun menuju Yang Maha Sejati."
  },
  {
    "id": 112,
    "title": "",
    "inggris": "",
    "indo": "Apa pun yang aku sampaikan sebagai uraian dan penjelasan tentang Cinta, Ketika aku tiba di Cinta (itu sendiri), aku merasa malu dengan (penjelasan) itu.",
    "description": "Segala penjelasan tentang cinta menjadi tak berarti ketika seseorang benar-benar tiba di hadapannya."
  },
  {
    "id": 113,
    "title": "",
    "inggris": "",
    "indo": "Meskipun tafsiran lidah menjadikan segalanya jelas, Namun Cinta yang tanpa lidah justru lebih jernih.",
    "description": "Meski kata dapat menjelaskan banyak hal, cinta yang sunyi—tanpa bahasa—jauh lebih jernih dan nyata."
  },
  {
    "id": 114,
    "title": "",
    "inggris": "",
    "indo": "Ketika pena bergegas dalam menulis, ia pecah berbelah pada dirinya sendiri begitu ia sampai pada kata ‘Cinta’.",
    "description": "Ketika pena mencoba menulis tentang cinta, ia terbelah; sebab cinta terlalu luas untuk ditampung oleh huruf."
  },
  {
    "id": 115,
    "title": "",
    "inggris": "",
    "indo": "Dalam menjelaskan (Cinta), akal terkapar (tak berdaya) bagaikan keledai dalam lumpur: Hanya Cinta (itu sendiri) yang mampu melisankan uraian tentang cinta dan pecinta.",
    "description": "Akal pun tak berdaya di hadapan cinta; hanya cinta itu sendiri yang mampu menjelaskan hakikat pecinta dan yang dicintai."
  },
  {
    "id": 116,
    "title": "",
    "inggris": "",
    "indo": "Bukti dari Matahari adalah Matahari (itu sendiri): jika kau menuntut bukti, Jangan palingkan wajahmu darinya!",
    "description": "Matahari menjadi bukti bagi dirinya sendiri: siapa yang mencari tanda, hendaknya melihat langsung cahayanya."
  },
  {
    "id": 117,
    "title": "",
    "inggris": "",
    "indo": "Jika bayangan memberi isyarat tentangnya, Matahari (itu sendiri) memberi cahaya spiritual setiap saat.",
    "description": "Bayangan hanya memberi isyarat samar, sementara Matahari sejati terus-menerus memancarkan cahaya spiritual."
  },
  {
    "id": 118,
    "title": "",
    "inggris": "",
    "indo": "Bayangan, laksana celoteh di waktu malam, hanya membawamu pada kantuk; Ketika Matahari terbit, rembulan pun terbelah dua.",
    "description": "Bayangan seperti gumaman malam yang meninabobokan; ketika Matahari hakiki terbit, cahaya lain pun tersingkap dan sirna."
  },
  {
    "id": 119,
    "title": "",
    "inggris": "",
    "indo": "Tiada sesuatu di dunia ini yang sebegitu ajaib dan menakjubkan seperti Matahari, (Namun) Matahari Ruhani itu Abadi: ia tak memiliki hari kemarin.",
    "description": "Matahari dunia menakjubkan, namun Matahari Ruhani bersifat abadi—ia tidak mengenal masa lampau."
  },
  {
    "id": 120,
    "title": "",
    "inggris": "",
    "indo": "Meskipun matahari lahiriah itu unik, masih mungkin untuk membayangkan sesuatu yang menyerupainya;",
    "description": "Matahari lahiriah memiliki keserupaan, namun hakikatnya masih dapat dibayangkan."
  },
  {
    "id": 121,
    "title": "",
    "inggris": "",
    "indo": "Akan tetapi Matahari Spiritual, yang melampaui aether (langit), tiada tandingan baginya, baik dalam pikiran maupun di alam luar.",
    "description": "Matahari Spiritual melampaui segala langit; tidak ada tandingannya, baik dalam pikiran maupun kenyataan."
  },
  {
    "id": 122,
    "title": "",
    "inggris": "",
    "indo": "Di mana ada ruang dalam imajinasi bagi esensi-Nya, Sehingga kemiripan-Nya bisa terlintas dalam khayalan?",
    "description": "Tiada ruang dalam imajinasi untuk menampung esensi-Nya; sehingga tak mungkin tergambar kemiripan-Nya."
  },
  {
    "id": 123,
    "title": "",
    "inggris": "",
    "indo": "Ketika kabar tentang wajah Syamsudín (Matahari Agama) tiba, Matahari di langit keempat pun menarik kepalanya (bersembunyi karena malu).",
    "description": "Ketika kabar tentang Syamsuddin sang Matahari Agama terdengar, bahkan matahari langit pun seakan berkecil diri."
  },
  {
    "id": 124,
    "title": "",
    "inggris": "",
    "indo": "Sejak namanya terlantun (dari bibirku) ke udara,Maka menjadi kewajibanku untuk menyajikan isyarat, Walau hanya secuil, tentang segala limpahan anugerah (kedermawanan) darinya.",
    "description": "Menyebut namanya membawa kewajiban untuk mengisyaratkan, walau sedikit, tentang samudra kemurahan yang terpancar darinya."
  },
  {
    "id": 125,
    "title": "",
    "inggris": "",
    "indo": "Pada saat ini, Jiwaku telah menarik jubahku: Ia telah menangkap aroma jubah Yusuf.",
    "description": "Jiwa sang penyair menangkap aroma kerinduan, sebagaimana Ya‘qub mengenali harum jubah Yusuf."
  },
  {
    "id": 126,
    "title": "",
    "inggris": "",
    "indo": "(Jiwaku berkata): “Demi tahun-tahun kebersamaan kita, Ceritakanlah salah satu ekstasi yang manis itu,”",
    "description": "Jiwa memohon diceritakan satu saja dari limpahan ekstasi itu, sebagai hidangan bagi kerinduannya."
  },
  {
    "id": 127,
    "title": "",
    "inggris": "",
    "indo": "“Agar bumi dan langit tertawa (bahagia), Agar akal dan roh serta mata meningkat seratus kali lipat.”",
    "description": "Satu kisah rohani dapat membuat langit dan bumi bergembira, dan membuat roh menjadi lebih bercahaya."
  },
  {
    "id": 128,
    "title": "",
    "inggris": "",
    "indo": "(Aku berkata): “Janganlah membebaniku tugas, karena aku telah fanā’ (tiada dari diriku); Pemahamanku tumpul, dan aku tak tahu bagaimana memuji.",
    "description": "Sang penyair merasa tiada, tak kuasa memuji; akalnya tumpul, terserap dalam kefanaan."
  },
  {
    "id": 129,
    "title": "",
    "inggris": "",
    "indo": "Segala yang dikatakan oleh orang yang belum kembali pada kesadarannya, Jika ia memaksa dirinya atau berlebihan dalam menyombong, adalah tidak pantas.",
    "description": "Kata-kata seorang yang belum kembali kepada kesadarannya—atau berlebihan dalam pujian—tidaklah layak."
  },
  {
    "id": 130,
    "title": "",
    "inggris": "",
    "indo": "Bagaimana aku—yang tak satu pun uratku terasa sadar—dapat melukiskan Kekasih yang tiada tandingan?",
    "description": "Bagaimana seseorang yang kehilangan dirinya dapat menggambarkan Sang Kekasih yang tiada banding?"
  },
  {
    "id": 131,
    "title": "",
    "inggris": "",
    "indo": "Uraian tentang perpisahan ini dan darah hati ini, Tinggalkanlah untuk sementara waktu dan biarlah di lain kesempatan.”",
    "description": "Biarkan dahulu kisah perpisahan dan luka hati; biarlah ia diceritakan di waktu lain."
  },
  {
    "id": 132,
    "title": "",
    "inggris": "",
    "indo": "Ia (Jiwaku) menjawab: “Berilah aku makan, karena aku lapar, dan bersegeralah, Karena Waktu adalah pedang yang memotong.",
    "description": "Jiwa menegur dengan lembut: cepatlah, karena waktu laksana pedang yang memotong."
  },
  {
    "id": 133,
    "title": "",
    "inggris": "",
    "indo": "Seorang Sufi adalah putra dari (masa) kini, wahai sahabat: Bukanlah aturan di Jalan ini untuk berkata ‘Besok.’",
    "description": "Sufi adalah anak dari saat ini; ia tidak mengenal kata ‘besok’."
  },
  {
    "id": 134,
    "title": "",
    "inggris": "",
    "indo": "Bukankah engkau memang seorang Sufi? Sebab apa pun yang (sudah ada) di tangan akan sirna oleh penundaan pembayaran.”",
    "description": "Jalan ini membutuhkan ketepatan; apa yang ditunda akan hilang sebelum sempat digapai."
  },
  {
    "id": 135,
    "title": "",
    "inggris": "",
    "indo": "Aku berkata padanya: “Adalah lebih baik jika rahasia Sang Kekasih disamarkan: Maka dengarkanlah ia (sebagai isyarat) dalam kandungan cerita ini.”﴾",
    "description": "Lebih baik rahasia Sang Kekasih disampaikan secara tersamar; maka dengarkanlah melalui kisah ini."
  },
  {
    "id": 136,
    "title": "",
    "inggris": "",
    "indo": "“Lebih baik jika rahasia para pecinta diceritakan dalam pembicaraan orang lain.”",
    "description": "Rahasia para pecinta paling aman disampaikan melalui syair dan kisah tentang orang lain."
  },
  {
    "id": 137,
    "title": "",
    "inggris": "",
    "indo": "Ia menjawab: “Ceritakanlah secara terbuka, telanjang, dan tanpa kecurangan: Janganlah tunda aku, wahai pengalih perhatian!",
    "description": "Namun jiwa menuntut: ceritakanlah secara terus terang—tanpa tirai atau penundaan."
  },
  {
    "id": 138,
    "title": "",
    "inggris": "",
    "indo": "Singkap tirai dan berucaplah telanjang, Sebab aku tidak mengenakan pakaian saat tidur bersama Sang Kekasih yang Dipuja.”",
    "description": "Sebab jiwa berkata, ‘Aku pun tak berbalut pakaian ketika bersama Sang Kekasih; singkaplah semuanya.’"
  },
  {
    "id": 139,
    "title": "",
    "inggris": "",
    "indo": "Aku berkata: “Jika Ia menjadi telanjang dalam (penglihatan)mu, Maka takkan tersisa lagi dirimu, dadamu, maupun pinggangmu.",
    "description": "Namun bila tirai benar-benar tersingkap, tiada yang tersisa dari diri, dada, ataupun tubuh."
  },
  {
    "id": 140,
    "title": "",
    "inggris": "",
    "indo": "Mintalah keinginanmu, tetapi mintalah dengan ukuran: Sehelai jerami takkan mampu menopang gunung.",
    "description": "Mintalah, tetapi dengan kesadaran akan batas kemampuan; jerami tak mampu menahan gunung."
  },
  {
    "id": 141,
    "title": "",
    "inggris": "",
    "indo": "Jika Sang Surya, yang dengannya dunia ini tercerahkan, Mendekat sedikit saja, segala sesuatu akan terbakar.",
    "description": "Jika Matahari mendekat terlalu dekat, dunia akan terbakar; demikian pula hakikat Ilahi yang terlalu agung untuk dipaksakan."
  },
  {
    "id": 142,
    "title": "",
    "inggris": "",
    "indo": "Janganlah mencari masalah, kekacauan, dan pertumpahan darah: Jangan lagi berkata-kata tentang Sang Matahari Tabriz (Syams-i Tabrīzī)!”",
    "description": "Hentikanlah pembicaraan yang hanya menimbulkan kegelisahan; jangan menyebut-nyebut Matahari Tabriz tanpa kesiapan."
  },
  {
    "id": 143,
    "title": "",
    "inggris": "",
    "indo": "“Misteri ini tiada akhirnya: Ceritakanlah permulaannya. Pergilah, kisahkanlah kesimpulan cerita ini.",
    "description": "Rahasia ini tak bertepi. Maka ceritakanlah awal dan akhir dari kisah ini, sebagai penuntun bagi pendengar."
  }
]