[
  {
    "id": 93,
    "title": "Perjumpaan Sang Raja dengan Tabib Ilahi, Yang kedatangannya telah diisyaratkan dalam mimpi.",
    "inggris": "He (the king) opened his hands and clasped him to his breast and received him, like love, into his heart and soul,",
    "indo": "Ia (Sang Raja) membuka kedua lengannya, mendekapnya ke dada, Menerimanya, laksana Cinta, ke dalam hati dan jiwanya.",
    "description": "Ungkapan <b>“mendekapnya ke dada dan ke dalam jiwa”</b> adalah majas sufistik untuk penerimaan batin terhadap seorang wali atau murshid. Nicholson mencatat bahwa tindakan ini menggambarkan “inkisyāf al-qalb”—terbukanya hati kepada kebenaran."
  },
  {
    "id": 94,
    "title": "",
    "inggris": "And began to kiss his hand and brow and inquire concerning his home and journey.",
    "indo": "Lalu mulailah ia mencium tangan dan kening Sang Tabib, Menanyakan tentang asal-muasal dan perjalanannya.",
    "description": "Dalam konteks Persia klasik, <b>mencium tangan dan kening</b> menandakan ta‘ẓīm (penghormatan spiritual), bukan hubungan politis. Rumi memakai gestur ini untuk menandai bahwa sang raja telah melihat “kedudukan batin” sang tabib/ wali."
  },
  {
    "id": 95,
    "title": "",
    "inggris": "(So) with many a question he led him to the dais. “At last,” said he, “I have found a treasure by being patient.",
    "indo": "(Maka) dengan banyak pertanyaan, dibawanya Sang Tabib ke singgasana kehormatan. “Akhirnya,” katanya, “telah kutemukan sebuah harta karun melalui  kesabaran!”",
    "description": "<b>“Harta karun yang ditemukan melalui kesabaran”</b><br>Rumi sering menggunakan metafora harta (ganj) untuk hikmah Ilahi. Kata ṣabr (kesabaran) di sini merujuk pada prinsip: “Kesabaran membuka tabir realitas yang tersembunyi"
  },
  {
    "id": 96,
    "title": "",
    "inggris": "He said (also), “O gift from God and defence against trouble, (O thou who art) the meaning of ‘Patience is the key of joy’!",
    "indo": "“Ia berkata (pula), ‘Wahai anugerah dari Tuhan dan pelindung dari kesusahan, (wahai engkau yang merupakan) makna dari ‘Kesabaran adalah kunci kegembiraan",
    "description": "”Nicholson mengaitkannya dengan hadis: “al-ṣabr miftaḥ al-faraj”<b> Kesabaran adalah kunci kelapangan/jalan keluar</b>."
  },
  {
    "id": 97,
    "title": "",
    "inggris": "O thou whose countenance is the answer to every question, by thee hard knots are loosed without discussion.",
    "indo": "“Wahai engkau yang wajahnya adalah jawaban bagi setiap pertanyaan, melalui dirimu simpul-simpul yang sulit terurai tanpa diskusi.",
    "description": "<b>“Wajahmu adalah jawaban bagi segala pertanyaan”</b> bukan hiperbola romantik, tetapi doktrin sufi: seorang wali adalah cermin tajalli—pancaran sifat Ilahi sehingga kehadirannya menjadi jawaban intuitif (ilhām). <br> <b> Mengurai simpul tanpa diskusi</b>” <br>Kiasan khas Rumi:<br><b>simpul</b> = kesulitan spiritual atau intelektual<br> <b>tanpa diskusi </b> = melalui kehadiran batin, bukan logika ini mencerminkan epistemologi sufi: pengetahuan langsung (dhawq) melampaui argumen."
  },
  {
    "id": 98,
    "title": "",
    "inggris": "Thou interpretest all that is in our hearts, thou givest a helping hand to every one whose foot is in the mire.",
    "indo": "Engkau menafsirkan segala yang ada di dalam hati kami, engkau memberi uluran tangan kepada setiap orang yang kakinya terperosok di lumpur.",
    "description": "<b>“Kakinya terperosok di lumpur”</b><br> Ungkapan Persia untuk “jiwa yang terjebak dalam nafs, syahwat, atau dunia.” Tabib sebagai penolong mengingatkan pada figur murshid kāmil (pembimbing sempurna)."
  },
  {
    "id": 99,
    "title": "",
    "inggris": "Welcome, O chosen one, O approved one! If thou vanish, Destiny will come (upon us) and the wide room will be straitened.",
    "indo": "Selamat datang, wahai yang terpilih, wahai yang diterima! Jika engkau lenyap, Takdir akan menimpa (kami) dan ruang yang lapang akan menjadi sempit.",
    "description": "<b>“Jika engkau lenyap, ruang lapang menjadi sempit”</b><br>Rumi menggambarkan bahwa keberadaan seorang wali membuat dunia terasa luas—doktrin “bi wujūd al-walī yastaqīm al-‘ālam.”"
  },
  {
    "id": 100,
    "title": "",
    "inggris": "Thou art the protector of the people. He that desires (thee) not hath gone to perdition. Nay, verily, if he do not refrain…!”",
    "indo": "Engkaulah pelindung manusia. Siapa yang tidak menginginkanmu telah menuju kebinasaan. Bahkan, sungguh, jika ia tidak menahan diri…! (menghentikan penolakan itu)",
    "description": "<b>“Pelindung manusia – jika tidak menginginkanmu, binasalah ia”</b><br> Bahwa ia adalah pelindung (Persia: pānāh) menegaskan fungsi sosial–metafisik para wali sebagai “penjaga keseimbangan dunia.” <br>Nicholson melihat ini sebagai alusi pada rijāl al-ghayb."
  },
  {
    "id": 101,
    "title": "",
    "inggris": "When that meeting and bounteous (spiritual) repast was over, he took his hand and conducted him to the harem.",
    "indo": "Ketika perjumpaan agung dan jamuan (spiritual) yang melimpah itu usai, Diambilnya tangan Sang Tabib dan dibawa ke ruang harem.",
    "description": "Penutupan adegan dengan <b>“dibawa ke ruang harem”</b>Dalam konteks Mathnawi, harem bukan tempat erotik, tetapi simbol ruang terdalam, inner sanctum kerajaan—tempat rahasia batin.<br>Rumi memakai ini sebagai metafora:sang raja membawa sang tabib ke kedalaman jiwanya sendiri."
  }
]