[
  {
    "id": 102,
    "title": "Kisah bagaimana Raja menghantar Sang Tabib ke sisi ranjang sang gadis yang sakit, Agar ia dapat melihat dengan mata kepala sendiri keadaannya.",
    "inggris": "He rehearsed the tale of the invalid and her illness, and then seated him beside the sick (girl).",
    "indo": "Ia mengulang kembali kisah si sakit dan penyakitnya, kemudian mendudukkan sang tabib di sisi gadis yang sakit itu.",
    "description": "Frasa <b>Ia mengulang kembali kisah</b> dalam teks Nicholson menandai pengulangan resmi laporan medis kepada tabib sejati. Dalam Majlis sufistik, pengulangan ini adalah ritual bayān al-ḥāl—penjelasan keadaan sebagai adab kepada mursyid. Penempatan tabib “di sisi” pasien menegaskan hubungan rohani langsung, bukan sekadar pemeriksaan fisik."
  },
  {
    "id": 103,
    "title": "",
    "inggris": "The physician observed the colour of her face, (felt) her pulse, and (inspected) her urine; he heard both the symptoms and the (secondary) causes of her malady.",
    "indo": "Sang Tabib mengamati rona wajahnya, (merasakan) denyut nadinya, dan (memeriksa) air seninya; Didengarnya baik-baik segala gejala dan juga penyebab (sekunder) dari penyakitnya.",
    "description": "Rumi sengaja memakai tiga metode diagnosa klasik kedokteran Galenik: laun al-wajh (warna wajah), nabḍ (nadi), dan bawl (urin). Nicholson menunjukkan bahwa ini mengikuti prosedur ilmiah abad ke-13. Namun dalam narasi sufistik, metode medis ini menjadi metafora pembacaan lahiriah sebelum masuk pada pembacaan batin pasien. <b>“Penyebab sekunder”</b> mengisyaratkan keterbatasan ilmu medis biasa."
  },
  {
    "id": 104,
    "title": "",
     "inggris": "He said, “None of the remedies which they have applied builds up (health): they (the false physicians) have wrought destruction.",
    "indo": "Ia berkata, ‘Tak satu pun dari obat-obatan yang mereka berikan itu membangun (memulihkan) kesehatan: mereka (para tabib palsu itu) justru telah menimbulkan kerusakan.",
    "description": "Pernyataan ini memuat kritik langsung Rumi terhadap“tabib-tabib palsu”—baik secara medis maupun rohani. Dalam kerangka Matsnawi, “treatment” berarti metode jalan spiritual. Para tabib sebelumnya gagal karena mereka hanya melihat tubuh, bukan ḥāl al-bāṭin (keadaan batin). Nicholson mencatat bahwa kharāb kardand (“mereka merusak”) mengandung kecaman moral: ilmu tanpa makrifat hanya memperparah kondisi ruhani."
  },
  {
    "id": 105,
    "title": "",
    "inggris": "105. They were ignorant of the inward state. I seek refuge with God from that which they invent.”",
    "indo": "Mereka itu tidak mengetahui keadaan batin. Aku berlindung kepada Allah dari apa yang mereka ada-adakan.",
    "description": "“<b>Inward state=keadaan batin</b>” menerjemahkan ḥāl-i bāṭin, istilah kunci sufistik yang merujuk pada kondisi rohani terdalam.<br>Rumi menegaskan bahwa diagnosis lahiriah gagal karena tidak menyentuh inti batin. Kalimat a‘ūdhu bi’Llāh adalah deklarasi adab: mursyid sejati menjauh dari klaim kosong dan spekulasi para “tabib” palsu. <br>Nicholson menandai bait ini sebagai kritik terhadap ilmu tanpa penyaksian (ʿilm bidūn kashf)."
  },
  {
    "id": 106,
    "title": "",
    "inggris": "He saw the pain, and the secret became open to him, but he concealed it and did not tell the king.",
    "indo": "Ia melihat rasa sakit itu, dan rahasia pun tersingkap kepadanya, tetapi ia menyembunyikannya dan tidak memberitahukannya kepada sang raja.",
    "description": "Dalam hikmah sufistik, “melihat rasa sakit” bukan sekadar diagnosis fisik, tetapi kashf, penyingkapan rohani. Sang tabib mengetahui hakikat penyakit cinta sang gadis. Namun ia tidak mengungkapkannya karena adab: kebenaran batin tidak diberikan sebelum waktunya. Nicholson menafsirkan tindakan menyembunyikan rahasia ini sebagai ciri khas guru ruhani."
  },
  {
    "id": 107,
    "title": "",
    "inggris": "Her pain was not from black or yellow bile: the smell of every firewood appears from the smoke.",
    "indo": "Rasa sakitnya bukan berasal dari empedu hitam maupun empedu kuning; bau dari setiap kayu bakar tampak dari asapnya.",
    "description": "Penyebutan “black bile” dan “yellow bile” merujuk pada teori humor Galenik (melankolia dan kolera). Rumi membatalkan kemungkinan medis itu untuk menggeser diagnosis menuju penyakit batin. Peribahasa “bau kayu tampak dari asap” menunjukkan bahwa gejala lahiriah mengungkap sifat batin. Nicholson mencatat ini sebagai metafora untuk menyingkap penyakit cinta (‘ishq)."
  },
  {
    "id": 108,
    "title": "",
    "inggris": "From her sore grief he perceived that she was heart-sore; well in body, but stricken in heart.",
    "indo": "Dari duka yang pedih itu ia memahami bahwa ia sedang sakit hati; sehat pada tubuh, tetapi tertikam pada hati.",
    "description": "“Sore grief” menandakan kesedihan yang melampaui kondisi fisikal. Rumi memisahkan dua dimensi: tubuh yang sehat (tan-i ṣaḥīḥ) dan hati yang sakit (dil-āzorda). Nicholson menekankan bahwa bait ini merupakan titik transisi menuju pengungkapan tema besar Matsnawi: penyakit cinta sebagai pintu menuju transformasi spiritual."
  },
  {
    "id": 109,
    "title": "",
    "inggris": "Being in love is made manifest by soreness of heart: there is no sickness like heartsickness.",
    "indo": "Keadaan jatuh cinta tampak melalui kepedihan hati; tiada penyakit yang menyamai sakitnya hati.”",
    "description": "Rumi menegaskan bahwa cinta (‘ishq) menjadi nyata melalui keterlukaan batin. “Heartsickness” bukanlah gangguan, tetapi tanda bahwa hati telah tersentuh oleh realitas yang lebih tinggi. Nicholson mencatat bahwa secara sufistik, penyakit cinta adalah maradh-i maḥmūd—penyakit yang terpuji—karena ia menggiring jiwa menuju pemurnian dan fana."
  },
  {
    "id": 110,
    "title": "",
    "inggris": "110. The lover's ailment is separate from all other ailments: love is the astrolabe of the mysteries of God.",
    "indo": "Penyakit sang pecinta itu terpisah dari segala penyakit lainnya: cinta adalah astrolab bagi rahasia-rahasia Tuhan.",
    "description": "Frasa “astrolabe of the mysteries of God” (usturlāb-i asrār-i Ilāhī) adalah istilah kunci dalam sufisme. Astrolab, alat astronomi kuno, dipakai Rumi sebagai metafora bahwa cinta adalah instrumen pemetaan ketuhanan dalam jiwa manusia. Nicholson menekankan bahwa penyakit sang pecinta bukan patologis, melainkan bentuk kepekaan rohani yang membuka akses pada rahasia Ilahi—berbeda dari seluruh “penyakit” jasmani atau psikologis biasa."
  },
  {
    "id": 111,
    "title": "",
    "inggris": "Whether love be from this (earthly) side or from that (heavenly) side, in the end it leads us yonder.",
    "indo": "Baik cinta itu berasal dari sisi ini (yang duniawi) maupun dari sisi itu (yang surgawi), pada akhirnya ia menuntun kita ke sana",
    "description": "Rumi membedakan cinta nafsānī (duniawi) dan cinta rūḥānī (ilahi). Namun keduanya, menurut logika sufistik, bisa menjadi kendaraan menuju Tuhan bila ditransformasikan. Nicholson mencatat bahwa Rumi menyampaikan arah teleologis cinta: seluruh bentuk cinta, jika terus dihayati, menuntun ke “yonder” (ān-jā), yaitu Realitas Ilahi."
  },
  {
    "id": 112,
    "title": "",
    "inggris": "Whatsoever I say in exposition and explanation of Love, when I come to Love (itself) I am ashamed of that (explanation).",
    "indo": "Apa pun yang kukatakan dalam penjelasan dan pemaparan tentang Cinta, ketika aku sampai kepada Cinta itu sendiri, aku merasa malu terhadap penjelasan itu.”",
    "description": "Ini menegaskan keterbatasan bahasa untuk menangkap hakikat cinta. Rumi menempatkan cinta sebagai pengalaman dzauq—rasa spiritual langsung—yang tidak dapat dicakup konsep. Nicholson mencatat bahwa “shame” di sini adalah bentuk kerendahan hati epistemologis: kata-kata runtuh di hadapan realitas cinta."
  },
  {
    "id": 113,
    "title": "",
    "inggris": "Although the commentary of the tongue makes (all) clear, yet tongueless love is clearer.",
    "indo": "Meskipun penjelasan dari lidah membuat segalanya jelas, namun cinta yang tanpa-lidah jauh lebih jelas.",
    "description": "<b>“Tongueless love=Cinta tanpa lidah”</b> (‘ishq-i bī-zabān) menunjuk pada makna bahwa cinta yang dialami secara langsung,tanpa medium bahasa, adalah lebih terang daripada diskursus. Dalam tasawuf,keheningan (ṣamt) dianggap sebagai medium tertinggi dalam pengenalan Tuhan.<br>Nicholson menandai bait ini sebagai kritik Rumi terhadap keterbatasan ekspresi verbal."
  },
  {
    "id": 114,
    "title": "",
    "inggris": "Whilst the pen was making haste in writing, it split upon itself as soon as it came to Love.",
    "indo": "Ketika pena sedang bergegas dalam menulis, ia terbelah dengan sendirinya begitu sampai pada Cinta.",
    "description": "Motif “pena yang patah/terbelah” adalah simbol sufi: akal dan bahasa pecah ketika hendak menggambarkan hakikat cinta. Dalam manuskrip Matsnawi, gambaran pena yang pecah ini menunjukkan batas epistemik tulisan. Nicholson melihatnya sebagai tanda bahwa Matsnawi bukan hanya doktrin, tetapi juga performatif: ia menunjukkan keterbatasannya sendiri ketika menjelaskan cinta."
  },
  {
    "id": 115,
    "title": "",
    "inggris": "115. In expounding it (Love), the intellect lay down (helplessly) like an ass in the mire: it was Love (alone) that uttered the explanation of love and loverhood.",
    "indo": "Dalam menjelaskan Cinta, akal itu rebah (tak-berdaya) seperti seekor keledai di dalam lumpur: hanya Cinta (sendirilah) yang melafalkan penjelasan tentang cinta dan tentang keadaan pecinta",
    "description": "Rumi memakai metafora “keledai di lumpur” untuk menunjukkan ketidakmampuan rasionalitas (‘aql) dalam menjelaskan hakikat cinta.<br>Nicholson mencatat bahwa untuk Rumi, cinta adalah sumber pengetahuan intuitif—ia menjelaskan dirinya sendiri (‘ishq sharḥ-i ‘ishq ast). Akal runtuh, sementara cinta berbicara dari dalam pengalaman rohani."
  },
  {
    "id": 116,
    "title": "",
    "inggris": "The proof of the sun is the sun (himself): if thou require the proof, do not avert thy face from him!",
    "indo": "Bukti dari Matahari adalah Matahari (itu sendiri): jika kau menuntut bukti, Jangan palingkan wajahmu darinya!",
    "description": "Ini adalah argumen epistemologis sufistik: realitas ilahi (al-Ḥaqq) membuktikan dirinya melalui kehadiran langsung, bukan argumen diskursif. Seperti matahari tak perlu lampu untuk membuktikan cahaya, Tuhan tak perlu bukti eksternal—cukup memandang-Nya dengan hati yang terbuka."
  },
  {
    "id": 117,
    "title": "",
    "inggris": "If the shadow gives an indication of him, the sun (himself) gives spiritual light every moment.",
    "indo": "“Jika bayangan memberikan petunjuk (tentang dirinya), matahari itu sendiri memberi cahaya rohani setiap saat.",
    "description": "“Bayangan” adalah metafora bagi tanda-tanda empiris, argumen intelektual, atau fenomena dunia. Ia hanya petunjuk tidak langsung. Adapun “cahaya rohani” menunjuk pada pencerahan langsung dari Tuhan dalam hati (tajallī). <br>Nicholson menekankan bahwa Rumi membedakan antara mengetahui lewat tanda dan mengetahui lewat penyaksian."
  },
  {
    "id": 118,
    "title": "",
    "inggris": "The shadow, like chat in the night-hours, brings sleep to thee; when the sun rises the moon is cloven asunder.",
    "indo": "Bayangan itu, seperti obrolan di jam-jam malam, membawa tidur kepadamu; ketika matahari terbit, bulan itu terbelah-(lenyap)",
    "description": "Obrolan malam (sukhun-i shab) adalah metafora bagi wacana intelektual yang membuat jiwa “mengantuk” — tidak membangkitkan kesadaran rohani. Ketika “matahari” (kebenaran Ilahi) terbit, seluruh cahaya sekunder, simbolik (bulan), lenyap. </b>Rumi mengacu secara simbolik pada QS 54:1 (“bulan terbelah”) sebagai gambaran lenyapnya dualitas di hadapan cahaya Ilahi."
  },
  {
    "id": 119,
    "title": "",
    "inggris": "There is nothing in the world so wondrous strange as the sun, (but) the Sun of the spirit is everlasting: it hath no yesterday.",
    "indo": "Tak ada di dunia ini sesuatu yang begitu menakjubkan seperti matahari, (namun) Matahari ruh itu kekal: ia tidak memiliki kemarin.",
    "description": "“Matahari ruh” (khurshīd-i rūḥ) adalah Tuhan atau Cahaya primordial (nūr al-anwār). Matahari fisik memiliki waktu—terbit dan tenggelam; sedangkan matahari spiritual tidak memiliki masa lalu (“no yesterday”), menunjukkan sifat kekekalan dan tanpa waktu. Nicholson membaca bait ini sebagai dialog antara kosmologi simbolik dan teologi metafisik."
  },
  {
    "id": 120,
    "title": "",
    "inggris": "120. Although the external sun is unique, still it is possible to imagine one resembling it;",
    "indo": "Meskipun matahari lahiriah itu unik, masih mungkin untuk membayangkan sesuatu yang menyerupainya;",
    "description": "Maksud Rumi: matahari fisik tampak satu-satunya, tetapi secara imajinatif manusia masih dapat membayangkan bintang atau cahaya lain yang mirip. Ini menjadi pembuka kontras antara “matahari fisik” dan “Matahari ruhani”"
  },
  {
    "id": 121,
    "title": "",
    "inggris": "The spiritual Sun, which is beyond the aether, hath no peer in the mind or externally.",
    "indo": "Matahari Ruhani, yang berada di luar lapisan aether, tidak memiliki padanan baik dalam pikiran maupun secara lahiriah.",
    "description": "Dalam kosmologi Islam-Neoplatonic, aether adalah alam tinggi para bintang tetap. “Di luar aether” berarti berada di ranah metafisika murni. Matahari ruhani = Realitas Ilahi atau Cahaya Kenyataan (al-Haqq)."
  },
  {
    "id": 122,
    "title": "",
    "inggris": "Where is room in the imagination for His essence, that the like of Him should come into the imagination?",
    "indo": "Di manakah ada ruang dalam imajinasi bagi Dzat-Nya, sehingga sesuatu yang serupa dengan-Nya dapat masuk ke dalam imajinasi?",
    "description": "Rumi menegaskan tanzīh — ketakmungkinan membayangkan esensi Tuhan. Imajinasi manusia, bahkan pada puncaknya, tidak dapat memuat Dzat"
  },
  {
    "id": 123,
    "title": "",
    "inggris": "When news arrived of the face of Shamsu’ddín (the Sun of the Religion), the sun of the fourth heaven drew in its head (hid itself for shame).",
    "indo": "Ketika kabar tentang wajah Syamsuddin (Matahari Agama) tiba, matahari langit keempat menundukkan kepalanya (menyembunyikan diri karena malu)",
    "description": "Syamsu’ddīn” = Syams Tabrizi; digelari Rumi sebagai Matahari spiritual.</b>“Matahari langit keempat” berasal dari kosmologi Ptolemaik: matahari berada pada orbit/falak keempat.</b>Makna simbolis: cahaya spiritual Syams mengalahkan cahaya kosmik."
  },
  {
    "id": 124,
    "title": "",
    "inggris": "Since his name has come (to my lips), it behoves me to set forth some hint of his bounty.",
    "indo": "Karena namanya telah datang (ke bibirku), maka layaklah bagiku untuk mengemukakan suatu isyarat tentang kedermawanannya.",
    "description": "Dalam tradisi Sufi, menyebut nama seorang mursyid (guru-rohani) dianggap memanggil keberkahannya. <br>Rumi membuat transisi menuju pembahasan tentang karunia rohani Syams."
  },
  {
    "id": 125,
    "title": "",
    "inggris": "125. At this moment my Soul has plucked my skirt: he has caught the perfume of Joseph's vest.",
    "indo": "Pada saat ini Jiwaku telah menarik ujung pakaianku: ia telah menangkap harum wanginya pakaian Yusuf.",
    "description": "Rumi memakai simbol kisah Nabi Yusuf: ketika kabar Yusuf tiba melalui pakaiannya (QS 12:94), Yakub mencium aromanya dari jauh. “Jiwa menarik pakaianku” berarti jiwa Rumi tiba-tiba tergugah oleh ilham rohani; “aroma Yusuf” = tanda kehadiran spiritual yang amat halus."
  },
  {
    "id": 126,
    "title": "",
    "inggris": "(He said): “For the sake of our years of companionship, recount one of those sweet ecstasies,",
    "indo": "(Ia berkata): ‘Demi tahun-tahun kebersamaan kita, kisahkanlah satu dari ekstase-ekstase manis itu,",
    "description": "“Jiwa” berbicara seperti sahabat lama. Dalam sufisme, jiwa yang tercerahkan dipersonifikasi sebagai sahabat batin atau guru dalam diri. “Ekstase manis” = wajd, keadaan spiritual intens."
  },
  {
    "id": 127,
    "title": "",
    "inggris": "That earth and heaven may laugh (with joy), that intellect and spirit and eye may increase a hundredfold.”",
    "indo": "Agar bumi dan langit tertawa (karena kegembiraan), agar akal, ruh, dan mata bertambah seratus kali lipat",
    "description": "Bumi dan langit tertawa” adalah metafora ekstase kosmik. “Akal, ruh, dan mata”—tiga daya persepsi manusia—bertambah intens atau tajam melalui kisah rohani."
  },
  {
    "id": 128,
    "title": "",
    "inggris": "(I said): “Do not lay tasks on me, for I have passed away from myself (faná); my apprehensions are blunted and I know not how to praise.",
    "indo": "(Aku berkata): ‘Jangan bebankan tugas kepadaku, sebab aku telah lenyap dari diriku (fanā); daya tangkapku tumpul dan aku tak tahu bagaimana memuji",
    "description": "Fanā = kefanaan ego, hilangnya kesadaran individual dalam kehadiran Ilahi. Pada kondisi ini, kemampuan rasional, bahasa, dan ekspresi menjadi “tumpul” karena subjek tidak lagi berada sebagai “aku” biasa."
  },
  {
    "id": 129,
    "title": "",
    "inggris": "Everything that is said by one who has not returned to consciousness,  if  he  constrains  himself  or  boastfully exaggerates, is unseemly.",
    "indo": "Segala sesuatu yang diucapkan oleh seseorang yang belum kembali pada kesadarannya, apabila ia memaksakan diri atau membesar-besarkan (pembicaraan), adalah sesuatu yang tidak pantas.",
    "description": "Rumi menegaskan etika sufi: orang dalam ekstase fanā tidak pantas bercakap-cakap dengan paksaan, sebab kata-katanya berisiko menjadi “klaim” atau “ketakpantasan rohani”. Hanya mereka yang kembali ke baqā (kesadaran stabil) yang layak berbicara tentang keadaan Ilahi."
  },
  {
    "id": 130,
    "title": "",
    "inggris": "130. How should I—not a vein of mine is sensible—describe that Friend who hath no peer?",
    "indo": "Bagaimana aku—sedang tak satu urat pun dalam diriku masih peka—dapat menggambarkan Sang Sahabat yang tiada tandingannya?",
    "description": "“Friend” = Kekasih Ilahi. “Not a vein… sensible” menandakan keadaan ekstase spiritual di mana seluruh persepsi lahiriah lumpuh; Rumi merasa tak layak menjelaskan Tuhan."
  },
  {
    "id": 131,
    "title": "",
    "inggris": "The description of this severance and this heart's blood do thou at present leave over till another time.”",
    "indo": "Uraian tentang keterpisahan ini dan darah hati ini, tinggalkanlah dulu hingga waktu lain.",
    "description": "“Severance” = perpisahan dari Kekasih Ilahi; “darah hati” = luka batin akibat kerinduan mistik. Rumi menunda pembahasan karena kondisi fana’ membuatnya tak mampu menjelaskan secara memadai."
  },
  {
    "id": 132,
    "title": "",
    "inggris": "He said: “Feed me, for I am hungry, and make haste, for Time is a cutting sword.",
    "indo": "Ia berkata: ‘Berilah aku makan, sebab aku lapar, dan bersegeralah, karena Waktu adalah pedang yang memotong.",
    "description": "Yang berbicara adalah “Jiwa” atau batin yang tercerahkan.</b>“Time is a cutting sword” adalah pepatah Arab terkenal (al-waktu ka-sayf), menunjukkan urgensi spiritual dan pentingnya memanfaatkan saat ini."
  },
  {
    "id": 133,
    "title": "",
    "inggris": "The Súfí is the son of the (present) time, O comrade: it is not the rule of the Way to say ‘To-morrow.’",
    "indo": "Seorang Sufi adalah anak dari waktu (sekarang), wahai sahabat: bukanlah aturan Jalan (sufistik) untuk berkata ‘Besok.’",
    "description": "Ajaran kunci: sufi hidup dalam waqt (momen kehadiran Ilahi). Menunda adalah sifat nafs, bukan sifat seorang sālik (penempuh jalan spiritual)."
  },
  {
    "id": 134,
    "title": "",
    "inggris": "Art not thou indeed a Súfí, then? That which is (in hand) is reduced to naught by postponing the payment.”",
    "indo": "Bukankah engkau benar-benar seorang Sufi? Sesuatu yang berada di tangan akan menjadi sia-sia bila pembayaran ditangguhkan.",
    "description": "“Payment (pembayaran)” = respons spiritual atau tindakan rohani yang harus dilakukan segera. Menunda berarti kehilangan momen waqt dan melemahkan energi batin. Ini sesuai dengan prinsip sahib al-waqt, yaitu orang yang memegang saatnya."
  },
  {
    "id": 135,
    "title": "",
    "inggris": "135. I said to him: “It is better that the secret of the Friend should be disguised: do thou hearken (to it as implied) in the contents of the tale.",
    "indo": "Aku berkata kepadanya: ‘Lebih baik rahasia Sang Sahabat itu disamarkan; maka dengarkanlah ia (secara tersirat) di dalam isi kisah.﴾",
    "description": "“Friend” = Kekasih Ilahi (Tuhan). Rumi menegaskan bahwa esensi mistik tak bisa diuji telanjang dengan kata-kata; ia harus diselubungi melalui kisah, simbol, dan perumpamaan (tamsil)."
  },
  {
    "id": 136,
    "title": "",
    "inggris": "It is better that the lovers' secret should be told in the talk of others.”",
    "indo": "Lebih baik rahasia para pecinta (Ilahi) itu disampaikan melalui pembicaraan orang lain.",
    "description": "Rumi memakai teknik hikāyah—membicarakan pengalaman rohani lewat kisah orang ketiga. Ini menghindari ungkapan yang berpotensi menimbulkan salah paham atau dianggap sombong."
  },
  {
    "id": 137,
    "title": "",
    "inggris": "He said: “Tell it forth openly and nakedly and without unfaithfulness: do not put me off, O trifler!",
    "indo": "Ia berkata: ‘Ungkapkanlah secara terang-terangan dan telanjang tanpa ketidaksetiaan; jangan menundaku, wahai si pengulur!/penunda",
    "description": "“Telajang” = tanpa simbol, langsung pada hakikat. “Unfaithfulness” = menyembunyikan sesuatu dari kebenaran rohani. Jiwa meminta pencerahan secara langsung, tanpa selubung."
  },
  {
    "id": 138,
    "title": "",
    "inggris": "Lift the veil and speak nakedly, for I do not wear a shirt when I sleep with the Adored One.”",
    "indo": "Singkaplah tabir dan berbicaralah secara telanjang, sebab aku tak mengenakan baju ketika aku tidur bersama Sang Yang-Dicintai.",
    "description": "“I do not wear a shirt/aku tak mengenakan baju…” adalah metafora fana’—lenyapnya identitas diri di hadapan Tuhan. “Sleeping with the Adored One/tidur bersama Sang Yang-Dicintai.” = penyatuan mistik (wisāl). Tanpa baju = tanpa hijab ego.’"
  },
  {
    "id": 139,
    "title": "",
    "inggris": "I said: “If He should become naked in (thy) vision, neither wilt thou remain nor thy bosom nor thy waist.",
    "indo": "Aku berkata: ‘Jika Dia menjadi telanjang dalam penglihatanmu, niscaya engkau tidak akan tersisa—tidak dadamu, tidak pula pinggangmu.",
    "description": "Naked in thy vision/telanjang dalam penglihatan” = tajalli Ilahi secara langsung, tanpa tabir.</b>Konsekuensinya: lenyap total—penghancuran ego, wujud, bahkan kesadaran tubuh. Ini merujuk pada fana’ al-fanā’, keadaan di mana diri sepenuhnya terbakar oleh cahaya Tuhan."
  },
  {
    "id": 140,
    "title": "",
    "inggris": "140. Ask thy wish, but ask with measure: a blade of straw will not support the mountain.",
    "indo": "Mintalah keinginanmu, namun mintalah dengan ukuran; sehelai jerami tak akan mampu menahan gunung.",
    "description": "Rumi memperingatkan batas kapasitas rohani pencari. “Jerami” = ego manusia; “gunung” = tajalli Ilahi yang tak tertanggungkan. Motif ketimpangan kekuatan ini umum dalam mistisisme Persia."
  },
  {
    "id": 141,
    "title": "",
    "inggris": "If the Sun, by whom this world is illumined, should approach a little (nearer), all will be burned.",
    "indo": "Jika Matahari—yang dengannya dunia ini disinari—mendekat sedikit saja, niscaya segala sesuatu akan terbakar.",
    "description": "“Matahari” = metafora bagi cahaya Ilahi / realitas spiritual Rūh al-Haqq. Seperti cahaya fisik yang membakar bila terlalu dekat, cahaya Ilahi membinasakan ego bila dipaksakan tanpa kesiapan."
  },
  {
    "id": 142,
    "title": "",
    "inggris": "Do not seek trouble and turmoil and bloodshed: say no more concerning the Sun of Tabriz!”",
    "indo": "Janganlah mencari kesulitan, huru-hara, dan pertumpahan darah; jangan berkata lebih jauh tentang Matahari Tabriz!",
    "description": "“Sun of Tabriz” = Shams-i Tabrīzī, guru rohani Rumi. Penyebutan Shams sering dihubungkan dengan ekstase intens. “Pertumpahan darah” = metafora bagi hancurnya ego; tetapi juga bisa menggambarkan gejolak emosional tak tertahankan."
  },
  {
    "id": 143,
    "title": "",
    "inggris": "This (mystery) hath no end: tell of the beginning. Go, relate the conclusion of this tale.",
    "indo": "(Rahasia) ini tiada bertepi; ceritakanlah permulaannya. Pergilah, sampaikanlah penutup kisah ini.",
    "description": "(Rumi “menghentikan” pembahasan tentang Shams karena wilayah  itu tak berujung (sirri bi-lā intiha’). Ia mengembalikan narasi ke struktur cerita utama (kisah raja–gadis–tabib), teknik khas Mathnawi untuk menjaga alur."
  }
]