[
  {
    "id": 186,
    "title": "Bagaimana sang raja mengirim para utusan ke Samarkand untuk menjemput sang tukang emas.",
    "inggris": "To Samarcand came the two messengers for the goldsmith debonair and wanton,",
    "indo": "Ke Samarkand tibalah dua utusan itu untuk menemui sang tukang emas yang rupawan dan penuh pesona.",
    "description": "<b>“Debonair and wanton”</b> secara literal berarti anggun/menarik namun juga cenderung sembrono; keduanya menunjukkan sifat yang mudah diperdaya.” Dalam konteks Sufi, “wanton” menggambarkan daya tarik dan keriangan yang membuatnya mempesona."
  },
  {
    "id": 187,
    "title": "",
    "inggris": "Saying, “O fine master, perfect in knowledge, thou whose quality (of perfection in thy craft) is famous in (all) the lands,",
    "indo": "Seraya berkata, “Wahai ahli yang mumpuni, sempurna dalam pengetahuan, engkau yang kemasyhuran mutu (kesempurnaan kriyamu) telah dikenal di seluruh negeri,",
    "description": "Ungkapan ini mengikuti gaya pujian diplomatis kerajaan.“Quality=mutu” di sini merujuk pada kecakapan teknis dan moral seorang pengrajin emas dalam tradisi Persia."
  },
  {
    "id": 188,
    "title": "",
    "inggris": "Lo, such-and-such a king hath chosen thee for (thy skill in) the goldsmith's craft, because thou art eminent.",
    "indo": "Ketahuilah, Raja anu telah memilihmu karena keahlianmu dalam seni emas, sebab engkau adalah yang paling unggul.",
    "description": "Bentuk “such-and-such a king” adalah gaya naratif Matsnawi untuk menyembunyikan nama sejarah sekaligus menyoroti pesan moral, bukan fakta kronologis."
  },
  {
    "id": 189,
    "title": "",
    "inggris": "Look now, receive this robe of honour and gold and silver; when thou comest (to the king), thou wilt be a favourite and boon-companion.”",
    "indo": "Lihatlah sekarang, terimalah jubah kehormatan, emas dan perak ini; bila engkau datang (kepada raja), engkau akan menjadi orang yang disayangi dan sahabat karibnya,",
    "description": "Catatan: <b>“Jubah kehormatan”</b> adalah hadiah resmi kerajaan yang menandai penerimaan, perlindungan, dan status baru. “<b>sahabat-karib</b>” tidak berarti teman biasa, tetapi seseorang yang diberi hak kedekatan istimewa dengan raja."
  },
  {
    "id": 190,
    "title": "",
    "inggris": "190. The man saw the much wealth and the many robes: he was beguiled, he parted from his town and children.",
    "indo": "Lelaki itu melihat begitu banyak harta dan banyak jubah kehormatan: ia terpedaya, ia pun berpisah dari kota dan anak-anaknya.",
    "description": "“<b>terpedaya</b>” menunjukkan penipuan yang bercampur kerelaan: ia bukan dipaksa, tetapi tertarik oleh ilusi kemuliaan—tema penting dalam kritik Rumi terhadap hawa nafsu dan dunia."
  },
  {
    "id": 191,
    "title": "",
    "inggris": "Blithely the man came into the road, unaware that the king had formed a design against his life.",
    "indo": "Dengan hati riang ia memasuki jalan itu, tanpa mengetahui bahwa sang raja telah merancang suatu siasat terhadap nyawanya.",
    "description": "<b>merancang suatu siasat terhadap nyawanya.</b>” adalah ungkapan khas Persia untuk makar atau rencana tersembunyi yang tampak baik di permukaan tetapi berbahaya di dalam."
  },
  {
    "id": 192,
    "title": "",
    "inggris": "He mounted an Arab horse and sped on joyously: (what really was) the price of his blood he deemed a robe of honour.",
    "indo": "Ia menaiki seekor kuda Arab dan melaju dengan gembira: (Sesungguhnya, apa yang menjadi) harga darahnya, ia sangka sebagai jubah kehormatan.",
    "description": "Rumi memakai ironi tragis: “<b>jubah-kehormatan</b>” yang tampak mulia ternyata hanyalah dalih untuk membawanya menuju kematian."
  },
  {
    "id": 193,
    "title": "",
    "inggris": "O (fool), who with a hundred consents thyself with thine own foot didst enter on the journey to the fated ill!",
    "indo": "Wahai engkau yang (dungu), dengan seratus kerelaan Menginjakkan kakimu sendiri dalam perjalanan menuju malapetaka yang telah ditetapkan!",
    "description": "Seruan ini adalah apostrophe, teknik retorik di mana <b>narator (penulis)</b> menegur langsung <b>tokoh (pembaca)</b> untuk menyoroti kebutaan spiritual manusia terhadap akibat perbuatannya."
  },
  {
    "id": 194,
    "title": "",
    "inggris": "In his fancy (were dreams of) riches, power, and lordship. Said ‘Azrá‘íl (the Angel of Death), “Go (thy way). Yes, thou wilt get (them)!”",
    "indo": "Dalam bayangannya tersimpan mimpi tentang harta, kuasa, dan kedudukan. Berkata ‘Izra’il (Malaikat Maut), “Majulah. Ya, engkau akan  mendapatkannya!”",
    "description": "Ucapan ‘Izra’il bersifat satir metafisik—seolah membiarkan manusia melaju ke ilusi yang justru mengantarkannya kepada akhir hidupnya; “<b>engkau akan  mendapatkannya</b>” menandakan paradoks: ia akan “memperoleh” apa yang akhirnya justru merenggut dirinya."
  },
  {
    "id": 195,
    "title": "",
    "inggris": "195. When the stranger arrived (and turned) from the road, the physician brought him into the presence of the king.",
    "indo": "Ketika orang asing itu tiba (dan berbalik) dari jalan, sang tabib membawanya ke hadirat raja.",
    "description": "Adegan “<b>berbalik dari jalan</b>” merupakan simbol peralihan dari keserakan duniawi ke ruang kedalaman jiwa. Dalam kerangka Rumi, momen ini menandai bahwa seseorang tidak lagi berjalan “ke luar dirinya”, tetapi mulai kembali ke pusat batin—tempat segala makna berkumpul. “Tabib” di sini adalah arketipe penuntun, yang membawa manusia ke hadirat kebijaksanaan."
  },
  {
    "id": 196,
    "title": "",
    "inggris": "Proudly and delicately they conducted him to the king of kings, that he might burn (like a moth) on that candle of Tiráz.",
    "indo": "Dengan bangga dan lembut mereka mengantarnya kepada raja segala raja, agar ia terbakar (seperti ngengat) pada lilin Tiráz itu.",
    "description": "Simbol ngengat yang mendekati cahaya menggambarkan sifat cinta ruhani: ia menghancurkan bentuk lama agar muncul bentuk baru. Lilin “Tiráz” dapat dibaca sebagai pusat pencerahan, tempat ego melebur dalam fana. Rumi memakai gambaran ini untuk menekankan bahwa keagungan sejati bukan dalam kemuliaan dunia, tetapi dalam kedekatan dengan sumber cahaya batin.</b>."
  },
  {
    "id": 197,
    "title": "",
    "inggris": "The king beheld him, showed great regard (for him), and entrusted to him the treasure house (full) of gold.",
    "indo": "Sang raja memandangnya, menunjukkan penghormatan besar (kepadanya), dan mempercayakan kepadanya rumah-harta (penuh) emas.",
    "description": "Tindakan “memandang” dalam simbolisme Rumi adalah pengakuan ruhani: ketika Sang Raja (citra Kebenaran) memandang seseorang, maka ia diangkat ke tingkat penerimaan. “Rumah-harta” bukan hanya kekayaan lahir, tetapi perlambang karunia batin—yakni kapasitas untuk menerima hikmah. Di sini dunia luar menjadi cermin bagi anugerah dalam."
  },
  {
    "id": 198,
    "title": "",
    "inggris": "Then the physician said to him: “O mighty Sultan, give the handmaiden to this lord,",
    "indo": "Kemudian sang tabib berkata kepadanya: “Wahai Sultan yang perkasa,berikanlah sang hamba-perempuan kepada tuan ini,",
    "description": "Permintaan tabib mencerminkan peran pembimbing: ia memohon agar pihak yang membutuhkan dipertemukan dengan yang dapat menyempurnakannya. Dalam pola Rumi, “hamba-perempuan” dapat dibaca sebagai unsur jiwa yang terluka atau belum terpenuhi, yang siap dipertemukan dengan “tuan”-nya—yakni kesadaran yang lebih luhur."
  },
  {
    "id": 199,
    "title": "",
    "inggris": "In order that the handmaiden may be happy in union with him, and that the water of union with him may put out the fire (of passion).”",
    "indo": "Agar sang hamba-perempuan berbahagia dalam persatuannya dengan dia, dan agar air persatuan dengannya memadamkan api (nafsu).",
    "description": "“Persatuan” di sini menunjuk wisal—istilah tasawuf untuk penyatuan yang mendatangkan ketenteraman. Citra “air memadamkan api” merepresentasikan hubungan antara ketenteraman ruhani dan penjinakan nafsu, pola simbolik yang sering dibahas Nicholson dalam komentar Matsnawi."
  },
  {
    "id": 200,
    "title": "",
    "inggris": "200. The king bestowed on him that moon-faced one and wedded those twain (who were) craving (each other's) company.",
    "indo": "Raja menganugerahkan kepadanya gadis yang berwajah-bulan itu dan menikahkan keduanya, (yang sama-sama) merindukan kebersamaan.",
    "description": "<b>“berwajah-bulan”</b> adalah metafora Persia untuk kecantikan lembut dan bercahaya; <b>“keduanya mendambakan kebersamaan satu sama lain”</b> menegaskan keterikatan emosional yang bersifat duniawi."
  },
  {
    "id": 201,
    "title": "",
    "inggris": "During the space of six months they were satisfying their desire, till the girl was wholly restored to health.",
    "indo": "Selama enam bulan mereka memuaskan hasrat mereka, hingga gadis itu pulih sepenuhnya.",
    "description": "Rumi menekankan peran relasi fisik sebagai pemulihan jasmani. Ini mengikuti pola kisah didaktik di mana tahap awal cerita memperlihatkan keberhasilan duniawi: <br>Pemulihan sang gadis hanyalah penyembuhan zahir. Ia sembuh oleh kelekatan inderawi, bukan oleh penyelamatan ruhani—kontras yang akan segera dibalik Rumi."
  },
  {
    "id": 202,
    "title": "",
    "inggris": "Thereafter he prepared for him a potion, so that when he drank it he began to dwindle away before her.",
    "indo": "Setelah itu ia menyiapkan untuknya suatu ramuan, sehingga ketika ia meminumnya ia mulai menyusut layu di hadapan sang gadis.",
    "description": "Potion” berfungsi sebagai perangkat naratif untuk membalik keadaan. Rumi secara sengaja memasukkan transformasi fisik sebagai alat uji.<br> Raja sengaja memadamkan keindahan pemuda itu untuk menguji kualitas cinta gadis. Bentuk (ṣurah) sengaja dihancurkan agar hakikat (maknā) muncul. Cinta pada bentuk harus dibongkar agar cacatnya tampak."
  },
  {
    "id": 203,
    "title": "",
    "inggris": "When because of sickness his beauty remained not, the soul of the girl remained not in his pestilence (deadly toils).",
    "indo": "Ketika karena penyakit kecantikannya tak tersisa lagi, Jiwa si gadis pun tak lagi tinggal dalam cengkeraman mautnya (yang mematikan).",
    "description": "Rumi menunjukkan keterkaitan langsung antara hilangnya kecantikan dan hilangnya minat sang gadis; struktur nilai yang dangkal. Kata “pestilence” menandai perubahan pemuda dari “objek pesona” menjadi “objek penderitaan”. <br>Jiwa gadis itu terikat rupa. Saat rupa memudar, ketertarikan ruhani yang semu ikut lenyap. Ini adalah sifat nafs: mencintai “pinjaman Ilahi”, bukan pemilik pinjaman itu."
  },
  {
    "id": 204,
    "title": "",
    "inggris": "Since he became ugly and ill-favoured and sallow-cheeked, little by little he became cold (irksome and unpleasing) in her heart.",
    "indo": "Sejak ia menjadi buruk rupa, tak sedap dipandang, dan pucat pipinya, Sedikit demi sedikit ia menjadi dingin (menjengkelkan dan tidak menyenangkan) di hati si gadis.",
    "description": "Rumi menggunakan rangkaian deskriptor fisik (ugly, ill-favoured, sallow-cheeked) untuk menandai keruntuhan estetis total. Frasa <b>sedikitdemi sedikit</b> sengaja dipakai untuk menggambarkan peluruhan emosional secara bertahap. <br>“Dingin di hati” menggambarkan padamnya qalb ketika nur bentuk hilang. Rumi menyoroti ketidakmatangan jiwa: cinta yang berlandas bentuk pasti berubah mengikuti perubahan bentuk. Ini potret nafs yang tidak pernah berlabuh pada hakikat ruhani."
  },
  {
    "id": 205,
    "title": "",
    "inggris": "205. Those loves which are for the sake of a colour (outward beauty) are not love: in the end they are a disgrace.",
    "indo": "Cinta yang tumbuh karena warna—(karena keelokan rupa lahiriah)—bukanlah cinta; pada akhirnya ia hanya menurunkan aib.",
    "description": "Rumi membedakan “cinta berbasis persepsi inderawi” dari “cinta ruhani”. Dalam psikologi, ini serupa dengan hubungan yang dibangun atas external validation, rapuh terhadap perubahan stimulus. Dalam tasawuf, cinta semacam ini dianggap hijab yang menghalangi ma‘rifat, karena objeknya bukan hakikat, melainkan bayangan bentuk."
  },
  {
    "id": 206,
    "title": "",
    "inggris": "Would that he too had been disgrace (deformity) altogether, so that that evil judgement might not have come to pass upon him!",
    "indo": "Andai saja ia dilahirkan sepenuhnya dalam ketidaksempurnaan rupa, agar vonis keburukan itu tidak menimpanya.",
    "description": "Ungkapan hiperbolik Rumi menunjukkan paradoks: justru “keindahan” lahiriah menjadi pintu kehancuran. Dalam psikologi moral, ini sepadan dengan halo effect—kecantikan menciptakan bias, lalu bias melahirkan tuntutan, iri, dan bahaya. Dalam perspektif tasawuf, bentuk fana bisa menjadi fitnah yang menyesatkan pemiliknya."
  },
  {
    "id": 207,
    "title": "",
    "inggris": "Blood ran from his eye (that flowed with tears) like a river; his (handsome) face became the enemy of his life.",
    "indo": "Darah mengalir dari matanya—yang telah berlinang air mata—laksana sungai; wajahnya yang elok berubah menjadi musuh bagi hidupnya.",
    "description": "Rumi menggunakan metafor ekstrem sebagai ilustrasi bahwa sumber pesona dapat berubah menjadi sumber penderitaan. Dalam psikologi trauma, ini paralel dengan kondisi ketika aspek diri yang dahulu menjadi keunggulan justru menjadi pemicu tekanan internal dan eksternal."
  },
  {
    "id": 208,
    "title": "",
    "inggris": "The peacock's plumage is its enemy: O many the king who hath been slain by his magnificence!",
    "indo": "Keelokan bulu merak adalah musuhnya sendiri; betapa banyak raja yang binasa oleh kemegahannya.",
    "description": "Rumi memakai simbol merak sebagai alegori narcissistic vulnerability: kecemerlangan yang memikat tetapi sekaligus memerangkap. Dalam tasawuf, kemegahan diri (‘ujub) adalah racun batin yang membuat seseorang rentan terhadap keruntuhan spiritual."
  },
  {
    "id": 209,
    "title": "",
    "inggris": "He said, “I am the muskdeer on account of whose gland that hunter shed my pure (innocent) blood.",
    "indo": "Ia berkata, “Akulah kijang kasturi yang karena kelenjar harumku itu sang pemburu menumpahkan darah suciku.",
    "description": "Rumi menghadirkan citra kijang kasturi untuk menegaskan ironi: sesuatu yang paling berharga dalam diri justru mengundang bahaya. Secara psikologis, ini sejajar dengan fenomena self-sabotaging admiration—ketika kelebihan individu memancing eksploitasi lingkungan. Secara sufistik, ini adalah peringatan bahwa anugerah lahiriah tanpa kesadaran batin dapat menjadi sebab kefanaan dan keterikatan."
  },
  {
    "id": 210,
    "title": "",
    "inggris": "210. Oh, I am the fox of the field whose head they (the hunters springing forth) from the covert cut off for the sake of the fur.",
    "indo": "Oh, akulah rubah dari padang yang kepalanya dipenggal (Para pemburu yang menyergap) demi sehelai bulunya.”",
    "description": "Rubah dipandang berharga karena bulunya; Rūmī memakai metafora ini untuk menggambarkan seseorang yang dibinasakan demi hal yang bukan dirinya."
  },
  {
    "id": 211,
    "title": "",
    "inggris": "Oh, I am the elephant whose blood was shed by the blow of the mahout for the sake of the bone (ivory).",
    "indo": "Oh, akulah gajah yang darahnya tumpah oleh pukulan pawang hanya demi tulang (gading).”",
    "description": "Gajah diburu demi gading; ini memperluas kritik terhadap manusia yang merusak demi keuntungan material."
  },
  {
    "id": 212,
    "title": "",
    "inggris": "He who hath slain me for that which is other than I, does not he know that my blood sleepeth not (will not rest unavenged)?",
    "indo": "“Dia yang telah membunuhku demi sesuatu yang bukan diriku, Tidakkah ia tahu bahwa darahku tidak tidur (takkan beristirahat tanpa pembalasan)?",
    "description": "<b>“darahku tidak tidur”</b> menandakan keadilan ilahi yang tak bisa dihindari; bukan pembalasan duniawi semata, tetapi konsekuensi spiritual."
  },
  {
    "id": 213,
    "title": "",
    "inggris": "To-day it lies on me and to-morrow it lies on him: when does the blood of one such as I am go to waste like this?",
    "indo": "Hari ini (balasan) itu menimpaku dan esok ia menimpa dirinya: Kapankah darah orang sepertiku akan tersia-sia begitu saja?",
    "description": "Beban penderitaan untuk sementara ada pada korban, tetapi kelak kembali kepada pelaku; doktrin timbal-balik moral dalam sufisme."
  },
  {
    "id": 214,
    "title": "",
    "inggris": "Although the wall casts a long shadow, (yet at last) the shadow turns back again towards it.",
    "indo": "Sekalipun tembok menjulurkan bayangan panjang, (namun pada akhirnya) bayangan itu kembali lagi kepadanya.",
    "description": "Bayangan yang kembali ke tembok adalah simbol pasti kembalinya akibat kepada pelaku; sebuah hukum kosmik tentang keadilan."
  },
  {
    "id": 215,
    "title": "",
    "inggris": "215. This world is the mountain, and our action the shout: the echo of the shouts comes (back) to us.”",
    "indo": "Dunia ini adalah gunung, dan perbuatan kita adalah gema: Gema seruan itu akan kembali (lagi) kepada kita.”",
    "description": "Gunung sebagai metafora kosmik; tindakan manusia ibarat suara yang pasti memantul kembali—doktrin kausalitas moral dalam tasawuf."
  },
  {
    "id": 216,
    "title": "",
    "inggris": "He said this and at the (same) moment went under the earth (gave up the ghost). The handmaiden was purged of pain and love,",
    "indo": "Ia mengucapkan ini dan pada saat yang sama masuk ke dalam bumi (menyerahkan nyawa). Sang gadis dibersihkan dari sakit dan cinta,",
    "description": "“Masuk ke dalam bumi” adalah ungkapan lembut untuk wafat; dan kesembuhan gadis menandakan berakhirnya keterikatan nafsu."
  },
  {
    "id": 217,
    "title": "",
    "inggris": "Because love of the dead is not enduring, because the dead one is never coming (back) to us;",
    "indo": "Karena cinta kepada yang mati tidaklah bertahan, karena yang mati tak akan pernah datang kembali kepada kita;",
    "description": "Rūmī menegaskan kefanaan keterikatan pada makhluk; cinta kepada yang mati dianggap tidak berkelanjutan."
  },
  {
    "id": 218,
    "title": "",
    "inggris": "(But) love of the living is every moment fresher than a bud in the spirit and in the sight.",
    "indo": "Sebab yang mati takkan pernah kembali lagi kepada kita; (Tetapi) cinta pada Yang maha Hidup setiap saat lebih segar dari kuncup Dalam ruh dan dalam penglihatan.",
    "description": "“Yang Hidup” (al-Ḥayy) adalah salah satu Nama Ilahi; cinta kepada Tuhan dipandang selalu bertumbuh dan tak lekang."
  },
  {
    "id": 219,
    "title": "",
    "inggris": "Choose the love of that Living One who is everlasting, who gives thee to drink of the wine that increases life.",
    "indo": "Pilihlah cinta dari Sang Maha Hidup yang Kekal Abadi, Yang memberimu minuman anggur yang selalu menambah kehidupan.",
    "description": "Anggur” adalah metafora sufistik untuk ekstase ilahi, marifat, dan limpahan ruhani yang menghidupkan batin."
  },
  {
    "id": 220,
    "title": "",
    "inggris": "220. Choose the love of Him from whose love all the prophets gained power and glory.",
    "indo": "Pilihlah Cinta dari-Nya yang oleh karena Cinta-Nya Semua para nabi meraih kekuasaan dan kemuliaan.",
    "description": "Dijelaskan bahwa para nabi mencapai kedudukan mulia karena cinta dan kedekatan mereka kepada Tuhan."
  },
  {
    "id": 221,
    "title": "",
    "inggris": "Do not say, “We have no admission to that King.” Dealings with the generous are not difficult.",
    "indo": "Jangan berkata, “Kami tidak punya izin untuk menghadap Raja itu.” Berurusan dengan yang Dermawan itu tidaklah sulit.",
    "description": "Ayat penutup ini menegaskan bahwa pintu menuju Yang Maha Pemurah tidak pernah tertutup bagi siapa pun."
  }
]