[
  {
    "id": 78,
    "title": "Memohon kepada Allah, yang adalah Penolong kita, Agar Dia berkenan membantu kita menjaga kendali diri dalam tiap keadaan, Serta menjelaskan segala akibat buruk dan berbahaya dari ketidak-disiplinan jiwa.",
    "inggris": "",
    "indo": "Marilah kita memohon Allah agar berkenan menolong kita meraih kendali diri. Sebab siapa pun yang tidak berpegang pada kendali diri, akan terjauhkan dari limpahan rahmat Ilahi.",
    "description": "Ajakan untuk memohon pertolongan Allah agar diberi kemampuan menjaga adab dan pengendalian diri, karena tanpa itu seseorang akan jauh dari rahmat."
  },
  {
    "id": 79,
    "title": "",
    "enggris": "",
    "indo": "Manusia yang tak berdisiplin bukan hanya merusak dirinya sendiri, Ia bahkan dapat membakar seluruh alam semesta dalam api (kesombongannya).",
    "description": "Penjelasan bahwa ketidakdisiplinan dan hawa nafsu tidak hanya merusak pribadi, tetapi dapat menciptakan kerusakan besar bagi lingkungan dan masyarakat."
  },
  {
    "id": 80,
    "title": "",
    "inggris": "",
    "indo": "Dahulu, hidangan turun dari langit tanpa repot, tanpa jual-beli, tanpa perlu berbicara atau meminta-minta.﴾80﴿",
    "description": "Mengisahkan nikmat ilahi yang dianugerahkan tanpa usaha kepada kaum terdahulu sebagai bukti kemurahan Allah."
  },
  {
    "id": 81,
    "title": "",
    "inggris": "",
    "indo": "Namun sebagian kaum Musa a.s. berseru dengan kurang ajar,",
    "description": "Sebagian pengikut Nabi Musa menunjukkan sikap tidak sopan dan tidak bersyukur terhadap karunia tersebut."
  },
  {
    "id": 82,
    "title": "",
    "inggris": "",
    "indo": "“Di mana bawang putih dan kacang-kacangan kami?”",
    "description": "Mereka menginginkan hal yang lebih rendah dari nikmat surgawi, menunjukkan ketamakan dan ketidakpuasan."
  },
  {
    "id": 83,
    "title": "",
    "inggris": "",
    "indo": "Seketika itu juga, roti dan hidangan surgawi terputus. Yang tersisa bagi mereka hanyalah kerja keras mencangkul dan memanen dengan jerih payah.",
    "description": "Akibat kelancangan mereka, karunia ilahi dicabut dan digantikan dengan kehidupan yang penuh kesulitan."
  },
  {
    "id": 84,
    "title": "",
    "inggris": "",
    "indo": "Ketika Isa a.s. kembali memohon, Tuhan menurunkan lagi hidangan dan karunia dari langit di atas nampan.",
    "description": "Melalui doa Nabi Isa, kemurahan Allah kembali turun meskipun manusia sebelumnya kufur."
  },
  {
    "id": 85,
    "title": "",
    "inggris": "",
    "indo": "Namun, sekali lagi, orang-orang yang kurang ajar itu lalai menjaga adab.Layaknya para pengemis, mereka berebut dan merampas hidangan itu.",
    "description": "Manusia kembali menunjukkan ketidakadaban dengan berebut dan rakus terhadap nikmat."
  },
  {
    "id": 86,
    "title": "",
    "inggris": "",
    "indo": "Padahal Isa a.s. telah memohon kepada mereka seraya berkata,“Karunia ini kekal dan takkan pernah lenyap dari muka bumi.”﴾85﴿",
    "description": "Nabi Isa menasihati mereka agar beradab, namun mereka tetap mengabaikannya meskipun karunia itu dijanjikan kekal."
  },
  {
    "id": 87,
    "title": "",
    "inggris": "",
    "indo": "Bersikap curiga dan tamak di hadapan hidangan Kebesaran adalah bentuk kekufuran—ingkar atas nikmat. Sebab orang-orang lancang yang dibutakan oleh keserakahan, pintu rahmat ditutup bagi mereka.",
    "description": "Ketamakan dan buruk sangka terhadap pemberian Tuhan dianggap kekufuran, sebab ia menutup pintu rahmat dari diri sendiri."
  },
  {
    "id": 88,
    "title": "",
    "inggris": "",
    "indo": "Karena menahan zakat, awan-awan pun enggan menurunkan hujan, dan akibat perzinaan, wabah pun menyebar ke segala penjuru.",
    "description": "Menghubungkan kerusakan sosial dan bencana dengan kelalaian manusia dalam menjalankan perintah Allah."
  },
  {
    "id": 89,
    "title": "",
    "inggris": "",
    "indo": "Apa pun yang menimpamu berupa kegelapan dan duka cita adalah buah dari kekurangajaran dan keangkuhanmu sendiri.",
    "description": "Menegaskan bahwa banyak musibah spiritual dan batin berasal dari kelancangan dan kesombongan manusia."
  },
  {
    "id": 90,
    "title": "",
    "inggris": "",
    "indo": "Barang siapa bersikap lancang di jalan Sang Kekasih, ia bagaikan perampok yang merampas sesamanya, dan ia bukanlah manusia sejati.﴾90﴿",
    "description": "Orang yang tidak beradab terhadap Tuhan dianggap merampas hak-hak ruhani dan terjatuh dari martabat kemanusiaan."
  },
  {
    "id": 91,
    "title": "",
    "inggris": "",
    "indo": "Berkat Adab—disiplin dan kendali diri—langit ini dipenuhi cahaya, dan karena Adab pula para malaikat menjadi suci dan tak ternoda.",
    "description": "Adab dipandang sebagai sumber keteraturan dan kesucian, bahkan menjadi sebab kemuliaan para malaikat."
  },
  {
    "id": 92,
    "title": "",
    "inggris": "",
    "indo": "Namun karena kekurangajaran, Sang Surya pun dapat mengalami gerhana, dan kecongkakanlah yang membuat ‘Azāzīl terhalau dari pintu rahmat.",
    "description": "Contoh ekstrem bahwa kelancangan dapat menggelapkan cahaya, sebagaimana kesombongan menjatuhkan Iblis dari derajat tertinggi."
  }
]