[
  {
    "id": 144,
    "title": "Bagaimana Sang Tabib menuntut Raja untuk menyendiri bersama si gadis budak, demi menyingkap penyakitnya.",
    "inggris":"",
    "indo": "Ia berkata: “Wahai Raja, kosongkanlah rumah ini; Singkirkan baik kerabat maupun orang asing.",
    "description": ""
  },
    {
    "id": 145,
    "title": "",
    "inggris":"",
    "indo": "Jangan biarkan seorang pun menguping di balai-balai pintu, Agar aku dapat menanyakan beberapa hal pada si gadis budak ini.”",
    "description": ""
  },
    {
    "id": 146,
    "title": "",
    "inggris":"",
    "indo": "Rumah itu pun dikosongkan, tak tersisa satu pun penghuninya: Tak seorang pun selain Sang Tabib dan si gadis yang sakit itu.",
    "description": ""
  },
    {
    "id": 147,
    "title": "",
    "inggris":"",
    "indo": "Dengan sangat lembut ia berkata (padanya), “Di manakah kota asalmu? Sebab pengobatan yang sesuai bagi orang di tiap kota itu berbeda-beda.",
    "description": ""
  },
    {
    "id": 148,
    "title": "",
    "inggris":"",
    "indo": "Dan di kota itu, siapa yang memiliki hubungan denganmu? Dengan siapa kau memiliki kekerabatan dan kedekatan (affinity)?”",
    "description": ""
  },
    {
    "id": 149,
    "title": "",
    "inggris":"",
    "indo": "Ia meletakkan tangannya di atas denyut nadinya dan mengajukan pertanyaan, satu demi satu, tentang segala ketidakadilan yang datang dari Langit.",
    "description": ""
  },
    {
    "id": 150,
    "title": "",
    "inggris":"",
    "indo": "Saat sebatang duri menusuk kaki seseorang, ia akan meletakkan kakinya di atas lututnya, dan terus mencari ujungnya dengan sebilah jarum,",
    "description": ""
  },
    {
    "id": 151,
    "title": "",
    "inggris":"",
    "indo": "Dan jika ia tak menemukannya, ia akan terus membasahi (tempat yang tertusuk) itu dengan bibirnya.",
    "description": ""
  },
    {
    "id": 152,
    "title": "",
    "inggris":"",
    "indo": "Duri di kaki saja begitu sulit ditemukan: Lantas, bagaimana dengan duri di hati? Jawablah (itu)!",
    "description": ""
  },
    {
    "id": 153,
    "title": "",
    "inggris":"",
    "indo": "Jika setiap orang awam bisa melihat duri di hati, Kapan lagi duka cita akan menguasai seseorang?",
    "description": ""
  },
    {
    "id": 154,
    "title": "",
    "inggris":"",
    "indo": "Seseorang menusuk duri di bawah ekor seekor keledai: Keledai itu tak tahu cara melepaskannya; ia pun mulai melompat-lompat.",
    "description": ""
  },
    {
     "id": 155,
    "title": "",
    "inggris":"",
    "indo": "Ia melompat, dan duri itu tertancap lebih kuat (menusuk lebih dalam): Dibutuhkan orang yang cerdas untuk mencabut duri.",
    "description": ""
  },
    {
     "id": 156,
    "title": "",
    "inggris":"",
    "indo": "Untuk melepaskan duri, keledai itu karena jengkel dan sakit terus menendang dan menghantam ke segala arah, di ratusan tempat,",
    "description": ""
  },
    {
     "id": 157,
    "title": "",
    "inggris":"",
    "indo": "(Namun) Tabib pencabut duri itu adalah seorang ahli: sambil meletakkan tangannya di satu tempat demi tempat yang lain, ia menguji (nadi
    itu).",
    "description": ""
  },
    {
     "id": 158,
    "title": "",
    "inggris":"",
    "indo": "Ia menanyai si gadis tentang teman-temannya, melalui cara bercerita, ",
    "description": ""
  },
    {
    "id": 159,
    "title": "",
    "inggris":"",
    "indo": "Dan si gadis menyingkapkan kepada Sang Tabib (banyak) keadaan yang menyentuh rumahnya, (Juga) tuan-tuan (mantan majikan)-nya, dan warga sekotanya (yang dulu). ",
    "description": ""
  },
    {
    "id": 160,
    "title": "",
    "inggris":"",
    "indo": "Ia mendengarkan kisahnya (sementara) ia terus mengamati denyut nadinya dan detakannya",
    "description": ""
  },
    {
    "id": 161,
    "title": "",
    "inggris":"",
    "indo": "Agar nama siapa pun yang disebut, nadinya mulai berdenyut kencang, (Maka ia tahu bahwa) orang itulah tujuan hasrat jiwanya di dunia.",
    "description": ""
  },
    {
    "id": 162,
    "title": "",
    "inggris":"",
    "indo": "Ia menghitung para sahabat di kota asal si gadis; Lalu ia menyebut kota lain demi kota yang lain.",
    "description": ""
  },
    {
    "id": 163,
    "title": "",
    "inggris":"",
    "indo": "Ia bertanya: “Ketika kau pergi dari kota asalmu, di kota manakah kau paling lama tinggal?”",
    "description": ""
  },
    {
    "id": 164,
    "title": "",
    "inggris":"",
    "indo": "Disebutkannya nama sebuah kota, dan dari kota itu pun ia berlalu (ke kota lain), (Sementara) tak ada perubahan pada warna wajahnya maupun pada denyut nadinya.",
    "description": ""
  },
    {
    "id": 165,
    "title": "",
    "inggris":"",
    "indo": "Majikan dan kota, satu demi satu, ia kisahkan; Juga tentang tempat tinggal, serta kisah roti dan garam (kehidupan).",
    "description": ""
  },
    {
    "id": 166,
    "title": "",
    "inggris":"",
    "indo": "Ia menceritakan kisah banyak kota dan banyak rumah, (Namun) tak satu pun uratnya bergetar, pun pipinya tak memucat.",
    "description": ""
  },
    {
    "id": 167,
    "title": "",
    "inggris":"",
    "indo": "Nadinya tetap dalam keadaan normal, tak terganggu, Sampai ia bertanya tentang Samarkand, (kota) yang semanis gula-gula.",
    "description": ""
  },
    {
    "id": 168,
    "title": "",
    "inggris":"",
    "indo": "(Seketika itu juga) nadinya melompat dan wajahnya berganti merah  dan pucat (bergantian), Sebab ia telah berpisah dari seorang pria Samarkand, seorang tukang emas.",
    "description": ""
  },
    {
    "id": 169,
    "title": "",
    "inggris":"",
    "indo": "Ketika Sang Tabib menemukan rahasia ini dari si gadis yang sakit, Ia pun mengenali sumber dari duka dan kesengsaraan itu.",
    "description": ""
  },
    {
    "id": 170,
    "title": "",
    "inggris":"",
    "indo": "Ia bertanya: “Di manakah letak tempat tinggalnya saat melewati (kota itu)?” “Sar-i Pul (Ujung Jembatan),” jawabnya, “dan jalan Ghátafar.”",
    "description": ""
  },
    {
    "id": 171,
    "title": "",
    "inggris":"",
    "indo": "Ia berkata: “Aku tahu apa penyakitmu dan segera akan kutunjukkan ilmu sihir (kebijaksanaan) dalam membebaskanmu.”",
    "description": ""
  },
    {
    "id": 172,
    "title": "",
    "inggris":"",
    "indo": "“Bergembiralah dan bebas dari kecemasan, dan janganlah gentar, Sebab aku akan memperlakukanmu laksana hujan yang menyirami padang rumput.",
    "description": ""
  },
    {
    "id": 173,
    "title": "",
    "inggris":"",
    "indo": "Biar aku yang mencemaskanmu, janganlah kau mencemaskan dirimu: Aku lebih menyayangimu daripada seratus ayah.",
    "description": ""
  },
    {
    "id": 174,
    "title": "",
    "inggris":"",
    "indo": "Awas! Jangan ceritakan rahasia ini kepada siapa pun, Sekalipun Sang Raja begitu gigih bertanya padamu.",
    "description": ""
  },
    {
    "id": 175,
    "title": "",
    "inggris":"",
    "indo": "Ketika hatimu menjadi kuburan bagi rahasiamu, Maka hasratmu itu akan diraih lebih cepat.”",
    "description": ""
  },
    {
    "id": 176,
    "title": "",
    "inggris":"",
    "indo": "Nabi bersabda bahwa siapa pun yang menyembunyikan pikiran batinnya, Akan segera mencapai tujuan hasratnya.",
    "description": ""
  },
    {
    "id": 177,
    "title": "",
    "inggris":"",
    "indo": "Ketika benih tersembunyi di dalam tanah, Rahasia batinnya akan menjadi kehijauan taman.",
    "description": ""
  },
    {
    "id": 178,
    "title": "",
    "inggris":"",
    "indo": "Jika emas dan perak tidak disembunyikan, Bagaimana mereka mendapatkan makanan (bertumbuh dan matang) di dalam tambang?",
    "description": ""
  },
    {
    "id": 179,
    "title": "",
    "inggris":"",
    "indo": "Janji-janji dan kata-kata penenang dari Sang Tabib Menjadikan si gadis yang sakit itu aman (terbebas) dari rasa takut.",
    "description": ""
  },
    {
    "id": 180,
    "title": "",
    "inggris":"",
    "indo": "Ada janji sejati, yang disyukuri hati; Ada janji palsu, yang sarat dengan kegelisahan.",
    "description": ""
  },
    {
    "id": 181,
    "title": "",
    "inggris":"",
    "indo": "Janji dari seorang yang mulia adalah mata uang (sterling) yang berlaku; Janji dari orang yang tidak pantas akan menjadi penderitaan bagi
    jiwa.",
    "description": ""
  }
]
