[
  {
    "id": 78,
    "title": "Memohon kepada Allah, yang adalah Penolong kita, agar menolong kita menjaga pengendalian diri dalam segala keadaan, serta menjelaskan akibat-akibat buruk dan membinasakan dari ketidakdisiplinan",
    "inggris": "Let us implore God to help us to self-control: one who lacks self-control is deprived of the grace of the Lord.",
    "indo": "Marilah kita memohon kepada Allah agar menolong kita dalam pengendalian diri: siapa yang tidak memiliki pengendalian diri terhalang dari anugerah Allah",
    "description": "<b> Memohon pada Allah</b><br> Dalam redaksi Nicholson, permohonan ini muncul sebagai pembukaan bagian baru, menandai transisi menuju nasihat etis-sufistik. Iltijā’ (permohonan) adalah struktur retoris yang lazim di Mathnawī ketika Rumi menekankan ketidakmampuan manusia tanpa bantuan Ilahi.<br> <b>“Self-control”</b> (pengendalian diri) Istilah ini  berkaitan dengan konsep mujāhada dan riyāḍat al-nafs—latihan keras untuk mengekang hawa nafsu. Pengendalian diri bukan sekadar moralitas, tetapi syarat awal sulūk (perjalanan spiritual).<br> <b> Bahaya “indiscipline”</b> <br>Ketidakdisiplinan (suhūlat, bī-intiẓāmī) dalam tradisi sufi dianggap sebagai celah yang memungkinkan nafsu dan bisikan ego menguasai diri. Dalam Mathnawī, Rumi berkali-kali menegaskan bahwa tanpa disiplin, perjalanan ke hadirat Ilahi menjadi mustahil."
  },
  {
    "id": 79,
    "title": "",
    "inggris": "The undisciplined man does not maltreat himself alone, but he sets the whole world on fire.",
    "indo": "Orang yang tidak berdisiplin tidak hanya mencelakakan dirinya sendiri, melainkan ia menyalakan api bagi seluruh dunia",
    "description": "<b> Menyalakan api bagi seluruh dunia</b> <br> Ungkapan hiperbolis khas Rumi: keburukan moral seseorang dapat menyebar secara sosial—doktrin sufi bahwa keadaan batin berpengaruh pada realitas luar (ta’thīr al-bāṭin ‘alā al-ẓāhir)."
  },
  {
    "id": 80,
    "title": "",
    "inggris": "A table (of food) was coming down from heaven without headache (trouble) and without selling and buying,",
    "indo": "Sebuah meja hidangan (makanan) turun dari langit tanpa kepayahandan tanpa jual-beli,",
    "description": "<b>Meja makanan dari langit (hidangan kaum Musa)</b><br>Rujukan Qur’ani: Bani Israil meminta tambahan makanan duniawi (bawang, lentil,dll.) dan kehilangan mana dan salwā. Dalam perspektif Rumi:ketidakdisiplinan dan ketidakpuasan menutup pintu karunia ilahi."
  },
  {
    "id": 81,
    "title": "",
    "inggris": "(When) some of the people of Moses cried disrespectfully, “Where is garlic and lentils?”",
    "indo": "(Ketika) sebagian kaum Musa berseru dengan tidak hormat, ‘Dimana bawang putih dan kacang lentil?",
    "description": "Sebagian pengikut Nabi Musa menunjukkan sikap tidak sopan dan tidak bersyukur terhadap karunia tersebut."
  },
  {
    "id": 82,
    "title": "",
    "inggris": "(Straightway) the heavenly bread and dishes (of food) were cut off: there remained (for all of them) the toil of sowing and (labouring with) mattock and scythe.",
    "indo": "(Seketika itu juga) roti langit dan hidangan-hidangan itu terputus: yang tersisa bagi mereka hanyalah jerih payah menanam dan bekerja dengan cangkul dan sabit.",
    "description": "<b>Motif kerja fisik sebagai hukuman spiritual</b> <br>“Cangkul dan sabit” bukan sekadar pekerjaan, tetapi simbol “kembali ke dunia materi” setelah menolak pemberian Ilahi. Sebuah kontras antara latīfa(kelembutan karunia) dan kasīfa (kekasaran dunia)."
  },
  {
    "id": 83,
    "title": "",
    "inggris": "Again, when Jesus made intercession, God sent food and bounty (from heaven) on trays,",
    "indo": "Kemudian, ketika Isa kembali memohonkan syafaat, Tuhan mengirimkan makanan dan karunia (dari langit) di atas baki-baki,",
    "description": "<b>Hidangan dari langit pada masa Isa</b> <br> Paralel dengan QS 5:112–115 tentang al-mā’idah. Rumi memakai peristiwa ini untuk mengilustrasikan sifat manusia yang terus-menerus kehilangan etiket spiritual (adab) bahkan di hadapan mukjizat."
  },
  {
    "id": 84,
    "title": "",
    "inggris": "But once more the insolent fellows omitted to show respect and, like beggars, snatched away the viands.",
    "indo": "Namun sekali lagi orang-orang kurang ajar itu tidak menunjukkan hormat dan, seperti pengemis, merampas hidangan-hidangan itu.",
    "description": "Dalam kerangka sufistik, perilaku merampas mencerminkan nafsu rakus (sharah) yang tak kenal adab, sehingga sekali lagi karunia Ilahi terputus. Rumi memakai ini untuk memperingatkan murid tentang “ketidaksiapan batin.”"
  },
  {
    "id": 85,
    "title": "",
    "inggris": "85. (Although) Jesus entreated them, saying, “This is lasting and will not fail from off the earth.”",
    "indo": "(Walaupun) Isa memohon kepada mereka, seraya berkata, ‘Ini adalah sesuatu yang lestari dan tidak akan lenyap dari muka bumi.",
    "description": "<b>Intervensi Isa (‘Īsā)</b><br> Rumi merujuk pada narasi al-mā’idah (hidangan surga). Isa meyakinkan murid bahwa karunia itu thābit (tetap), tetapi adab manusia yang buruk membatalkan kelestariannya.  Nicholson menandai bagian ini sebagai contoh “Adab sebagai syarat kontinuitas karunia."
  },
  {
    "id": 86,
    "title": "",
    "inggris": "To show suspicion and greed at the table of Majesty is ingratitude.",
    "indo": "Menunjukkan kecurigaan dan kerakusan di meja Kemuliaan adalah ketidaksyukuran.",
    "description": "Nabi Isa menasihati mereka agar beradab, namun mereka tetap mengabaikannya meskipun karunia itu dijanjikan kekal."
  },
  {
    "id": 87,
    "title": "",
    "inggris": "Because of those impudent wretches who were blinded by greed, that gate of mercy was closed upon them.",
    "indo": "Karena orang-orang kurang ajar yang dibutakan oleh kerakusan itu, pintu rahmat itu ditutup bagi mereka.”",
    "description": "Dalam simbolisme Mathnawī, pintu rahmat tertutup bukan karena kemurkaan Tuhan yang berubah, tetapi karena kondisi batin manusia yang tidak layak. Rumi konsisten dengan doktrin tajallī—cahaya hanya tampak pada wadah yang siap."
  },
  {
    "id": 88,
    "title": "",
    "inggris": "On account of withholding the poor-tax no rain-clouds arise, and in consequence of fornication the plague spreads in all directions.",
    "indo": "Disebabkan menahan zakat, awan hujan tidak muncul; dan akibat perzinahan, wabah menyebar ke segala penjuru.”",
    "description": "Rujukan ke struktur moral Qur’ani: ketika masyarakat engganmemberi hak kaum fakir, keseimbangan kosmik terganggu—hujan tertahan. <br>Rumi menegaskan hubungan etika–kosmologi: perilaku sosial berdampak pada tatanan alam."
  },
  {
    "id": 89,
    "title": "",
    "inggris": "Whatever befalls thee of gloom and sorrow is the result of irreverence and insolence withal.",
    "indo": "Apa pun yang menimpamu berupa kelam dan duka adalah hasil dari ketidakhormatan dan keangkuhanmu",
    "description": "Menegaskan bahwa banyak musibah spiritual dan batin berasal dari kelancangan dan kesombongan manusia."
  },
  {
    "id": 90,
    "title": "",
    "inggris": "Any one behaving with irreverence in the path of the Friend is a brigand who robs men, and he is no man.",
    "indo": "“Siapa pun yang bersikap tidak-hormat di jalan Sang Sahabat (Allah) adalah perampok yang merampas manusia, dan ia bukan manusia.",
    "description": "<b>Sang Sahabat</b> Salah satu nama sufistik bagi Allah. Berperilaku tidak hormat dalam “jalan Sang Sahabat” berarti menghina adab spiritual (ini sangat ditekankan oleh al-Qushayrī dan al-Ghazālī)."
  },
  {
    "id": 91,
    "title": "",
    "inggris": "Through discipline this Heaven has been filled with light, and through discipline the angels became immaculate and holy.",
    "indo": "Melalui disiplin, Langit ini telah dipenuhi cahaya, dan melalui disiplin pula para malaikat menjadi suci dan murni.",
    "description": "Rumi mengajarkan bahwa tatanan kosmik, termasuk ketaatan malaikat, berdiri di atas intizām (keteraturan). Nicholson mencatat bahwa bait ini menegaskan hubungan antara kosmos dan adab."
  },
  {
    "id": 92,
    "title": "",
    "inggris": "By reason of irreverence the sun was eclipsed, and insolence caused an ‘Azázíl to be turned back from the door.",
    "indo": "Karena ketidakhormatan matahari mengalami gerhana, dan keangkuhan menyebabkan ‘Azāzīl dipalingkan dari pintu (kehadiran Ilahi)",
    "description": "Azāzīl adalah nama pra-kejatuhan Iblis. Rumi menafsirkan kejatuhannya bukan sekadar penolakan sujud, tetapi takabbur (keangkuhan) yang merupakan bentuk puncak ketidakhormatan. <br>“Dipalingkan dari pintu” → kehilangan akses kepada hadirat Ilahi."
  }
]