[
  {
    "id": 222,
    "title": "Penjelasan bahwa pembunuhan dan peracunan Tukang Emas itu (didorong) oleh Petunjuk Ilahi, bukan oleh hawa nafsu dan niat jahat.",
    "inggris": "The slaying of this man by the hand of the physician was not (done) on account of hope or fear.",
    "indo": "Pembunuhan atas lelaki ini oleh tangan sang tabib itu bukanlah (dilakukan) karena harapan maupun ketakutan.",
    "description": "Ungkapan harapan atau ketakutan menunjuk pada dua dorongan dasar tindakan manusia: keinginan memperoleh manfaat dan keengganan menanggung kerugian. Rumi meniadakan kedua motif ini untuk menegaskan bahwa tindakan sang tabib berada di luar pertimbangan psikologis-duniawi, dan berkaitan dengan suatu dorongan yang dianggap bersumber dari kehendak Ilahi."
  },
  {
    "id": 223,
    "title": "",
    "inggris": "He did not slay him to humour the king, (he did not slay him) until the Divine command and inspiration came.",
    "indo": "“Ia tidak membunuhnya demi menyenangkan sang raja; ia tidak melakukannya sampai datang perintah Ilahi dan ilham (yang menggerakkannya).",
    "description": "Frasa <b>menyenangkan sang raja</b> menandakan tindakan yang dilakukan demi memperoleh persetujuan atau kerelaan penguasa. Penolakannya menunjukkan pemisahan antara kepentingan politik dan legitimasi batin. <b>“Perintah Ilahi dan ilham”</b> di sini dipahami sebagai bentuk dorongan batin  yang diyakini hadir dari Tuhan dan menjadi dasar tindakan yang tidak bertumpu pada penilaian rasional-duniawi."
  },
  {
    "id": 224,
    "title": "",
    "inggris": "As for the boy whose throat was cut by Khadir, the vulgar do not comprehend the mystery thereof.",
    "indo": "Adapun anak lelaki yang lehernya disembelih oleh Khadir, orang-orang awam tidak memahami rahasia di balik peristiwa itu.",
    "description": "Rujukan kepada Khadir menyinggung kisah tradisional tentang tindakan yang tampak melanggar hukum lahiriah namun memiliki alasan lebih dalam yang hanya dimengerti melalui pengetahuan batin. Istilah orang-orang awam menandai keterbatasan pemahaman mereka yang hanya menilai berdasarkan tampilan luar, sehingga tidak menangkap makna batin atau tujuan tersembunyi dari peristiwa tersebut."
  },
  {
    "id": 225,
    "title": "",
    "inggris": "225. He that receives from God inspiration and answer (to his prayer), whatsoever he may command is the essence of right.",
    "indo": "Dia yang menerima ilham dan jawaban dari Tuhan—apa pun yang ia perintahkan adalah inti dari kebenaran.﴿",
    "description": "Pernyataan ini menegaskan bahwa seseorang yang diyakini memperoleh bimbingan langsung dari Tuhan dianggap bertindak pada tingkat kebenaran yang melampaui penalaran biasa. Gagasannya sejalan dengan konsep “petunjuk dari sisi Tuhan” sebagaimana dicontohkan dalam kisah Khadir dalam QS al-Kahf 18:65–82, di mana tindakan tampak keliru secara lahiriah tetapi benar dalam pengetahuan batin."
  },
  {
    "id": 226,
    "title": "",
    "inggris": "If one who bestows (spiritual) life should slay, it is allowable: he is the (Divine) vicegerent, and his hand is the hand of God.",
    "indo": "Apabila seseorang yang memberi kehidupan rohani itu membunuh, maka hal itu dibenarkan: dialah wakil Tuhan, dan tangannya adalah tangan Tuhan.",
    "description": "Ungkapan “tangannya adalah tangan Tuhan” merupakan metafora yang menegaskan bahwa tindakannya dipahami sebagai perpanjangan kehendak Ilahi. Ini paralel dengan ayat yang menyebut bahwa “tangan-tangan kalian bukanlah yang melempar, tetapi Allah-lah yang melempar” (QS al-Anfāl 8:17), digunakan dalam konteks menegaskan atribusi tindakan kepada kehendak Tuhan."
  },
  {
    "id": 227,
    "title": "",
    "inggris": "Like Ismá‘íl (Ishmael), lay your head before him; gladly and laughingly give up your soul before his dagger,",
    "indo": "Laksana Ismail, letakkanlah kepalamu di hadapannya; dengan rela dan gembira serahkanlah jiwamu di hadapan pisau-Nya.",
    "description": "Rujukan kepada Ismail merujuk pada kisah pengorbanan yang diperintahkan kepada Ibrahim, di mana kerelaan Ismail digambarkan sebagai kepasrahan sejati (QS aṣ-Ṣāffāt 37:102–107). Ajakan Rumi bukanlah seruan literal untuk menyerahkan diri kepada kematian, melainkan gambaran kesediaan melepas ego dan identitas diri demi kedekatan batin dengan Tuhan."
  },
  {
    "id": 228,
    "title": "",
    "inggris": "In order that your soul may remain laughing unto eternity, like the pure soul of Ahmad (Mohammed) with the One (God).",
    "indo": "Agar jiwamu tetap tersenyum hingga selamanya, sebagaimana jiwa suci Ahmad (Nabi Muhammad ﷺ) bersama Yang Esa (Tuhan).",
    "description": "tersenyum hingga selamanya” menggambarkan ketenteraman abadi. Gelar “Ahmad” sebagai nama Nabi Muhammad ﷺ digunakan dalam tradisi mistik untuk menekankan aspek batin beliau. Ide kebahagiaan abadi ini selaras dengan gambaran jiwa tenang yang “kembali kepada Tuhan” dalam QS al-Fajr 89:27–30."
  },
  {
    "id": 229,
    "title": "",
    "inggris": "Lovers drain the cup of joy at the moment when the fair ones slay them with their own hand.",
    "indo": "Para pecinta meneguk cawan kegembiraan pada saat ketika para kekasih membunuh mereka dengan tangan mereka sendiri.",
    "description": "“Pecinta” di sini adalah para pencari Tuhan yang mengalami kefanaan diri (hilangnya keakuan) ketika keindahan Ilahi hadir menguasai batin mereka. Frasa “dibunuh oleh para kekasih” adalah simbol lenyapnya diri ketika berjumpa dengan keindahan rohani; bukan tindakan fisik, melainkan  peluruhan total ego sebagaimana lazim dalam bahasa simbolik sufistik."
  },
  {
    "id": 230,
    "title": "",
    "inggris": "230. The king did not commit that bloodshed because of lust: cease from thinking evil and disputing.",
    "indo": "Raja itu tidak melakukan penumpahan darah itu karena hawa nafsu: berhentilah dari berprasangka buruk dan berbantah-bantahan.",
    "description": "“Penumpahan darah” di sini dipahami para komentator sufi sebagai tindakan simbolik dalam ranah pendidikan ruhani, bukan kekejaman jasmani.<br>Bandingkan dengan prinsip bahwa niat menentukan nilai amal (QS al-Bayyinah 98:5; Hadis “innamā al-a‘mālu bi-n-niyyāt”)."
  },
  {
    "id": 231,
    "title": "",
    "inggris": "You thought that he committed a foul crime, (but) in (the state of) purity how should the sublimation leave (any) alloy (behind)?",
    "indo": "Engkau mengira bahwa ia melakukan kejahatan yang tercela, (namun) dalam keadaan kemurnian, bagaimana mungkin sublimasi meninggalkan sisa kotoran?",
    "description": "“Sublimasi” di sini adalah metafora proses penyucian ruhani, sebagaimana gambaran logam mulia yang dimurnikan.<br>Para sufi memandang “kecurigaan terhadap orang suci” sebagai tabir batin (QS al-Ḥujurāt 49:12 tentang larangan berprasangka buruk)."
  },
  {
    "id": 232,
    "title": "",
    "inggris": "The purpose of this (severe) discipline and this rough treatment is that the furnace may extract the dross from the silver.",
    "indo": "Tujuan dari disiplin (yang keras) ini dan perlakuan yang kasar ini adalah agar tungku dapat mengeluarkan kotoran dari perak.",
    "description": "Perumpamaan “tungku” lazim dalam literatur tasawuf untuk menjelaskan tazkiyatun-nafs yang melalui ujian berat.<br>Lihat analogi serupa dalam QS at-Tawbah 9:103: “membersihkan dan menyucikan mereka.”"
  },
  {
    "id": 233,
    "title": "",
    "inggris": "The testing of good and bad is in order that the gold may boil and bring the scum to the top.",
    "indo": "Pengujian terhadap yang baik dan yang buruk dilakukan agar emas itu mendidih dan mengangkat buih (kotorannya) ke permukaan.",
    "description": "Metafora “emas yang mendidih” menunjuk pada proses spiritual yang mengeluarkan sifat-sifat tercela.<br>Rujuk konsep imtiḥān (ujian) dalam QS al-‘Ankabūt 29:2–3."
  },
  {
    "id": 234,
    "title": "",
    "inggris": "If his act were not the inspiration of God, he would have been a dog that rends (its prey), not a king.",
    "indo": "Jika tindakannya bukan merupakan ilham dari Tuhan, tentu ia hanyalah anjing yang mencabik mangsa, bukan seorang raja.",
    "description": "“Ilham” di sini dipahami sebagai bimbingan batin bagi pemimpin yang tersucikan (QS asy-Syams 91:8: “Allah mengilhamkan kefasikan dan ketakwaannya”).<br>Kontras “anjing” dan “raja” adalah perlambang antara tindakan liar tanpa bimbingan Ilahi vs. tindakan terarah dalam amanah ketuhanan."
  },
  {
    "id": 235,
    "title": "",
    "inggris": "235. He was unstained by lust and covetousness and passion:(what) he did (was) good, but good that wore the aspect of evil.",
    "indo": "Ia tersucikan dari nafsu syahwat, ketamakan, dan gairah: apa yang ia lakukan adalah kebaikan, namun kebaikan yang tampak berwujud seperti keburukan.",
    "description": "“Tidak ternoda oleh syahwat” merupakan ekspresi tentang kemurnian motivasi dalam etika sufi.<br>Konsep “kebaikan yang berwajah keburukan” merujuk pada tindakan pedagogis Ilahi yang tampak keras namun berniat memulihkan (QS al-Baqarah 2:216)."
  },
  {
    "id": 236,
    "title": "",
    "inggris": "If Khadir stove the boat in the sea, (yet) in Khadir's staving there are a hundred rightnesses.",
    "indo": "Jika Khidir merusakkan perahu di laut, (namun) dalam kerusakan yang dilakukan Khidir itu terdapat seratus kebenaran.",
    "description": "Rujukan jelas kepada kisah Musa–Khadir (QS al-Kahf 18:60–82).<br>“Seratus kebenaran” adalah hiperbola sufi untuk menegaskan bahwa hikmah Ilahi melampaui penilaian kasat mata."
  },
  {
    "id": 237,
    "title": "",
    "inggris": "The imagination of Moses, notwithstanding his (spiritual) illumination and excellence, was screened from (the comprehension of) that (act of Khadir). Do not thou fly without wings!",
    "indo": "Bayangan imajinasi Musa, meskipun ia memiliki cahaya (spiritual) dan keutamaan, tetap tertabiri dari pemahaman terhadap (tindakan Khadir) itu. Maka janganlah engkau terbang tanpa sayap!",
    "description": "“Imajinasi Musa” menunjuk pada keterbatasan penalaran manusia dibandingkan pengetahuan ladunnī (ilmu langsung dari Tuhan).<br>“Jangan terbang tanpa sayap” = jangan berfatwa atau menghakimi tanpa ilmu yang memadai (QS al-Isrā’ 17:36)."
  },
  {
    "id": 238,
    "title": "",
    "inggris": "That (deed of the king) is a red rose (worthy of praise); do not call it blood (murder). He is intoxicated with Reason; do not call him a madman.",
    "indo": "Perbuatan (sang raja) itu adalah mawar merah (yang layak dipuji); jangan engkau menyebutnya darah (pembunuhan). Ia mabuk oleh Akal (Cahaya Kearifan); jangan engkau menyebutnya orang gila.",
    "description": "“Mawar merah” adalah simbol kebaikan yang tampak keras.</b>“Mabuk oleh Akal” merujuk pada ekstase kesadaran Ilahi, berbeda dari kegilaan yang kehilangan nalar."
  },
  {
    "id": 239,
    "title": "",
    "inggris": "Had it been his desire to shed the blood of a Moslem, I am an infidel if I would have mentioned his name (with praise).",
    "indo": "Seandainya keinginannya adalah menumpahkan darah seorang Muslim, Aku adalah kafir jika aku akan menyebut namanya (dengan pujian).",
    "description": "Ungkapan sumpah keras untuk menegaskan bahwa tindakan sang raja bukan niat jahat, melainkan hikmah yang tersembunyi.<br>Dalam fikih dan etika Islam, menumpahkan darah seorang Muslim tanpa hak adalah dosa besar (QS an-Nisā’ 4:93)."
  },
  {
    "id": 240,
    "title": "",
    "inggris": "240. The highest heaven trembles at praise of the wicked, and by praise of him the devout man is moved to think evil.",
    "indo": "Langit tertinggi gemetar oleh pujian terhadap yang jahat, dan oleh pujian itu orang yang taat tergugah untuk berpikir jahat.",
    "description": "Mengilustrasikan betapa pujian terhadap tokoh kontroversial dapat menggoncang umat dan memicu keraguan di kalangan orang saleh."
  },
  {
    "id": 241,
    "title": "",
    "inggris": "He was a king and a very heedful king; he was elect and the elect (favourite) of God.",
    "indo": "Ia adalah seorang raja, dan seorang raja yang sangat waspada; Ia adalah yang terpilih, dan kekasih (favourite) pilihan Tuhan.",
    "description": "Menggambarkan Raja sebagai pemimpin yang terpilih dan mendapat kedekatan khusus dengan Tuhan, sehingga tindakannya bermakna tinggi."
  },
  {
    "id": 242,
    "title": "",
    "inggris": "One who is slain by a king like this, he (the king) leads him to fortune and to the best (most honourable) estate.",
    "indo": "Seseorang yang terbunuh oleh raja yang seperti ini, Ia (Raja) menuntunnya menuju keberuntungan dan pada kedudukan yang terbaik (paling mulia).",
    "description": "Menawarkan pandangan bahwa kematian di tangan pemimpin ilahi dapat menjadi pintu menuju kebahagiaan dan derajat tinggi di sisi Tuhan."
  },
  {
    "id": 243,
    "title": "",
    "inggris": "Unless he (the king) had seen advantage to him (the goldsmith) in doing violence to him, how should that absolute Mercy have sought to do violence?",
    "indo": "Kecuali andai raja itu melihat manfaat baginya (si tukang emas) dalam melakukan kekerasan kepadanya, bagaimana mungkin Kasih sayang yang mutlak akan berkehendak berbuat kekerasan?",
    "description": "Rumi menantang pembaca agar tidak cepat mencap kebengisan pada tindakan yang nampak kekerasan—ia mengajukan hipotesis hikmah: tindakan tampak keras mungkin mengandung maslahat ilahi yang tak nampak; menyiratkan doktrin providensi dan rahmat yang bekerja lewat cara-cara misterius."
  },
  {
    "id": 244,
    "title": "",
    "inggris": "The child trembles at the barber's scalpel (but) the fond mother is happy in that pain (of her child).",
    "indo": "Anak gemetar takut pada pisau tukang cukur, tetapi ibu penyayang bergembira oleh rasa sakit itu pada anaknya.",
    "description": "Perumpamaan klasik: tindakan yang menyakitkan bagi subjek bisa dibaca sebagai perawatan dari kasih—ibu senang karena tahu manfaatnya. Rumi memakai analogi ini untuk menunjukkan bahwa ‘kekerasan’ yang bermaksud baik dapat berbuah kebaikan."
  },
  {
    "id": 245,
    "title": "",
    "inggris": "245. He takes half a life and gives a hundred lives (in exchange): he gives that which enters not into your imagination.",
    "indo": "Ia mengambil setengah nyawa dan memberikan seratus nyawa (sebagai ganti): Ia memberikan apa yang tak pernah masuk ke dalam imajinasimu.",
    "description": "Menggambarkan imbalan rohani yang jauh melampaui pengorbanan terlihat—kehilangan kecil diganti dengan berkah besar yang tak terduga."
  },
  {
    "id": 246,
    "title": "",
    "inggris": "You are judging (his actions) from (the analogy of) yourself, but you have fallen far, far (away from the truth). Consider well!",
    "indo": "Engkau menilai (perbuatannya) dari (analogimu sendiri), tetapi engkau telah terperosok jauh, jauh (dari kebenaran). Renungkanlah baik-baik!",
    "description": "Ajakan agar berhenti menilai tindakan suci dengan ukuran ego pribadi dan membuka hati untuk memahami kebenaran yang lebih tinggi."
  }
]