[
  {
    "id": 144,
    "title": "Bagaimana Sang Tabib menuntut Raja untuk menyendiri bersama si gadis budak, demi menyingkap penyakitnya.",
    "inggris": "",
    "indo": "Ia berkata: “Wahai Raja, kosongkanlah rumah ini; Singkirkan baik kerabat maupun orang asing.",
    "description": "Sang Tabib meminta ruang yang benar-benar sunyi agar ia dapat menyelami rahasia batin si gadis. Pengosongan rumah melambangkan pentingnya keheningan untuk membuka pintu penyembuhan sejati."
  },
  {
    "id": 145,
    "title": "",
    "inggris": "",
    "indo": "Jangan biarkan seorang pun menguping di balai-balai pintu, Agar aku dapat menanyakan beberapa hal pada si gadis budak ini.”",
    "description": "Ia menegaskan perlunya privasi, sebab luka hati tidak bisa tersingkap jika ada telinga-telinga asing. Hanya dalam kesendirian, si gadis dapat berbicara tanpa takut."
  },
  {
    "id": 146,
    "title": "",
    "inggris": "",
    "indo": "Rumah itu pun dikosongkan, tak tersisa satu pun penghuninya: Tak seorang pun selain Sang Tabib dan si gadis yang sakit itu.",
    "description": "Keheningan pun tercipta. Hanya ada sang Tabib dan pasiennya—dua jiwa, satu mencari penyembuhan dan satunya membawa cahaya pemahaman."
  },
  {
    "id": 147,
    "title": "",
    "inggris": "",
    "indo": "Dengan sangat lembut ia berkata (padanya), “Di manakah kota asalmu? Sebab pengobatan yang sesuai bagi orang di tiap kota itu berbeda-beda.",
    "description": "Sang Tabib mulai dengan pertanyaan lembut, membuka percakapan melalui asal-usul. Setiap manusia memiliki latar batin berbeda; begitu pula penawarnya."
  },
  {
    "id": 148,
    "title": "",
    "inggris": "",
    "indo": "Dan di kota itu, siapa yang memiliki hubungan denganmu? Dengan siapa kau memiliki kekerabatan dan kedekatan (affinity)?”",
    "description": "Ia menyelidiki orang-orang penting dalam hidup si gadis, sebab akar penyakit batin sering berhubungan dengan kasih, kehilangan, atau keterikatan."
  },
  {
    "id": 149,
    "title": "",
    "inggris": "",
    "indo": "Ia meletakkan tangannya di atas denyut nadinya dan mengajukan pertanyaan, satu demi satu, tentang segala ketidakadilan yang datang dari Langit.",
    "description": "Sang Tabib membaca nadi sambil bertanya, sebab nadi mengungkapkan apa yang tidak sanggup diucapkan lidah. Ia mencari gema luka-luka batin yang tersembunyi."
  },
  {
    "id": 150,
    "title": "",
    "inggris": "",
    "indo": "Saat sebatang duri menusuk kaki seseorang, ia akan meletakkan kakinya di atas lututnya, dan terus mencari ujungnya dengan sebilah jarum,",
    "description": "Ia memberi perumpamaan: mencari duri kecil saja membutuhkan ketelitian. Begitu pula luka hati—lebih halus, lebih dalam, dan lebih sukar dijangkau."
  },
  {
    "id": 151,
    "title": "",
    "inggris": "",
    "indo": "Dan jika ia tak menemukannya, ia akan terus membasahi (tempat yang tertusuk) itu dengan bibirnya.",
    "description": "Kadang duri tidak terlihat, maka orang mencari dengan sentuhan dan kesabaran. Begitu pula penyembuhan batin: perlu kelembutan yang penuh kasih."
  },
  {
    "id": 152,
    "title": "",
    "inggris": "",
    "indo": "Duri di kaki saja begitu sulit ditemukan: Lantas, bagaimana dengan duri di hati? Jawablah (itu)!",
    "description": "Ia mengingatkan bahwa luka hati jauh lebih tersembunyi daripada luka tubuh. Pencariannya membutuhkan kecerdasan, kepekaan, dan cahaya Ilahi."
  },
  {
    "id": 153,
    "title": "",
    "inggris": "",
    "indo": "Jika setiap orang awam bisa melihat duri di hati, Kapan lagi duka cita akan menguasai seseorang?",
    "description": "Jika semua orang mampu melihat luka batin mereka, tak ada lagi yang tersesat dalam derita. Namun karena itu tersembunyi, duka memiliki ruang untuk tumbuh."
  },
  {
    "id": 154,
    "title": "",
    "inggris": "",
    "indo": "Seseorang menusuk duri di bawah ekor seekor keledai: Keledai itu tak tahu cara melepaskannya; ia pun mulai melompat-lompat.",
    "description": "Perumpamaan keledai yang kesakitan menggambarkan manusia yang bingung oleh luka hati. Mereka bereaksi tanpa arah, bukan karena bodoh, tetapi karena tersiksa."
  },
  {
    "id": 155,
    "title": "",
    "inggris": "",
    "indo": "Ia melompat, dan duri itu tertancap lebih kuat (menusuk lebih dalam): Dibutuhkan orang yang cerdas untuk mencabut duri.",
    "description": "Gerakan tanpa pengetahuan justru memperdalam luka. Hanya orang bijak—seperti sang Tabib—yang mampu mencabut duri tanpa menambah penderitaan."
  },
  {
    "id": 156,
    "title": "",
    "inggris": "",
    "indo": "Untuk melepaskan duri, keledai itu karena jengkel dan sakit terus menendang dan menghantam ke segala arah, di ratusan tempat,",
    "description": "Dalam kesakitan, makhluk sering bertindak membabi-buta. Begitu pula manusia yang terluka emosinya; mereka berjuang tanpa arah, berharap rasa sakit itu pergi."
  },
  {
    "id": 157,
    "title": "",
    "inggris": "",
    "indo": "(Namun) Tabib pencabut duri itu adalah seorang ahli: sambil meletakkan tangannya di satu tempat demi tempat yang lain, ia menguji (nadi itu).",
    "description": "Sang Tabib bekerja dengan ketenangan dan ketepatan; ia menyentuh titik demi titik untuk menemukan akar luka, tanpa tergesa atau salah langkah."
  },
  {
    "id": 158,
    "title": "",
    "inggris": "",
    "indo": "Ia menanyai si gadis tentang teman-temannya, melalui cara bercerita, ",
    "description": "Ia menggali kenangan si gadis perlahan-lahan, melalui cerita yang lembut, agar hati yang tertutup mau terbuka tanpa merasa terancam."
  },
  {
    "id": 159,
    "title": "",
    "inggris": "",
    "indo": "Dan si gadis menyingkapkan kepada Sang Tabib (banyak) keadaan yang menyentuh rumahnya, (Juga) tuan-tuan (mantan majikan)-nya, dan warga sekotanya (yang dulu).",
    "description": "Cerita demi cerita mengalir. Ia mulai membuka lapisan hidupnya—rumah, orang-orang, dan masa lalu yang pernah membentuk dirinya."
  },
  {
    "id": 160,
    "title": "",
    "inggris": "",
    "indo": "Ia mendengarkan kisahnya (sementara) ia terus mengamati denyut nadinya dan detakannya",
    "description": "Sang Tabib mendengar sekaligus mengamati gerak halus nadi, sebab kebenaran hati kerap muncul lewat tubuh sebelum muncul lewat kata."
  },
  {
    "id": 161,
    "title": "",
    "inggris": "",
    "indo": "Agar nama siapa pun yang disebut, nadinya mulai berdenyut kencang, (Maka ia tahu bahwa) orang itulah tujuan hasrat jiwanya di dunia.",
    "description": "Nama yang mengguncang nadi adalah nama yang mengguncang jiwa. Dari sinyal kecil itu, sang Tabib mengenali siapa yang menjadi pusat kerinduannya."
  },
  {
    "id": 162,
    "title": "",
    "inggris": "",
    "indo": "Ia menghitung para sahabat di kota asal si gadis; Lalu ia menyebut kota lain demi kota yang lain.",
    "description": "Ia menelusuri satu per satu nama dan kota, seperti seorang penenun yang mencari benang yang hilang dalam jaring besar kehidupan si gadis."
  },
  {
    "id": 163,
    "title": "",
    "inggris": "",
    "indo": "Ia bertanya: “Ketika kau pergi dari kota asalmu, di kota manakah kau paling lama tinggal?”",
    "description": "Ia mempersempit penyelidikan dengan menanyakan tempat-tempat yang meninggalkan jejak emosional paling kuat dalam hidup si gadis."
  },
  {
    "id": 164,
    "title": "",
    "inggris": "",
    "indo": "Disebutkannya nama sebuah kota, dan dari kota itu pun ia berlalu (ke kota lain), (Sementara) tak ada perubahan pada warna wajahnya maupun pada denyut nadinya.",
    "description": "Nama kota-kota itu tidak menggoyahkan emosinya. Wajah dan nadi tetap tenang, menandakan bahwa bukan di sana letak sumber kerinduan."
  },
  {
    "id": 165,
    "title": "",
    "inggris": "",
    "indo": "Majikan dan kota, satu demi satu, ia kisahkan; Juga tentang tempat tinggal, serta kisah roti dan garam (kehidupan).",
    "description": "Ia membeberkan kisah kehidupannya secara lengkap, dari majikan hingga keseharian. Namun semuanya masih tak menyentuh sumber sakit batinnya."
  },
  {
    "id": 166,
    "title": "",
    "inggris": "",
    "indo": "Ia menceritakan kisah banyak kota dan banyak rumah, (Namun) tak satu pun uratnya bergetar, pun pipinya tak memucat.",
    "description": "Cerita-cerita itu berlalu tanpa tanda kegelisahan. Hatinya tetap hening pada bagian-bagian tersebut."
  },
  {
    "id": 167,
    "title": "",
    "inggris": "",
    "indo": "Nadinya tetap dalam keadaan normal, tak terganggu, Sampai ia bertanya tentang Samarkand, (kota) yang semanis gula-gula.",
    "description": "Semua berubah ketika Samarkand disebut. Kota itu menyimpan rahasia yang lebih manis sekaligus lebih menyakitkan bagi si gadis."
  },
  {
    "id": 168,
    "title": "",
    "inggris": "",
    "indo": "(Seketika itu juga) nadinya melompat dan wajahnya berganti merah dan pucat (bergantian), Sebab ia telah berpisah dari seorang pria Samarkand, seorang tukang emas.",
    "description": "Nadi bergetar dan wajah berubah—pertanda kuat bahwa hatinya tertambat pada seorang tukang emas di Samarkand. Di situlah luka dan cinta bertemu."
  },
  {
    "id": 169,
    "title": "",
    "inggris": "",
    "indo": "Ketika Sang Tabib menemukan rahasia ini dari si gadis yang sakit, Ia pun mengenali sumber dari duka dan kesengsaraan itu.",
    "description": "Sumber sakitnya kini terkuak: kerinduan yang tak tersampaikan. Dengan itu, sang Tabib tahu arah penyembuhan yang harus ditempuh."
  },
  {
    "id": 170,
    "title": "",
    "inggris": "",
    "indo": "Ia bertanya: “Di manakah letak tempat tinggalnya saat melewati (kota itu)?” “Sar-i Pul (Ujung Jembatan),” jawabnya, “dan jalan Ghátafar.”",
    "description": "Rincian tempat semakin memperkuat kepastian. Cinta yang terhenti di sebuah jembatan dan sebuah jalan kini kembali menjadi terang."
  },
  {
    "id": 171,
    "title": "",
    "inggris": "",
    "indo": "Ia berkata: “Aku tahu apa penyakitmu dan segera akan kutunjukkan ilmu sihir (kebijaksanaan) dalam membebaskanmu.”",
    "description": "Sang Tabib menenangkan hatinya: penyakitnya bukan tubuh, tetapi jiwa. Dan ia memiliki pengetahuan untuk mengobati luka terdalam itu."
  },
  {
    "id": 172,
    "title": "",
    "inggris": "",
    "indo": "“Bergembiralah dan bebas dari kecemasan, dan janganlah gentar, Sebab aku akan memperlakukanmu laksana hujan yang menyirami padang rumput.",
    "description": "Ia menanamkan harapan. Seperti hujan lembut yang membangkitkan taman yang layu, ia berjanji akan menghidupkan kembali hatinya."
  },
  {
    "id": 173,
    "title": "",
    "inggris": "",
    "indo": "Biar aku yang mencemaskanmu, janganlah kau mencemaskan dirimu: Aku lebih menyayangimu daripada seratus ayah.",
    "description": "Sang Tabib berbicara dengan kasih yang mendalam— kasih  sayang seorang penuntun yang memikul penderitaan pasiennya agar ia dapat beristirahat dari ketakutan."
  },
  {
    "id": 174,
    "title": "",
    "inggris": "",
    "indo": "Awas! Jangan ceritakan rahasia ini kepada siapa pun, Sekalipun Sang Raja begitu gigih bertanya padamu.",
    "description": "Ia menekankan pentingnya menjaga rahasia hati. Ada hal-hal yang hanya boleh diketahui oleh jiwa dan penolongnya."
  },
  {
    "id": 175,
    "title": "",
    "inggris": "",
    "indo": "Ketika hatimu menjadi kuburan bagi rahasiamu, Maka hasratmu itu akan diraih lebih cepat.”",
    "description": "Menjaga rahasia memberi kekuatan pada harapan. Keheningan hati mempercepat tumbuhnya sesuatu yang belum matang."
  },
  {
    "id": 176,
    "title": "",
    "inggris": "",
    "indo": "Nabi bersabda bahwa siapa pun yang menyembunyikan pikiran batinnya, Akan segera mencapai tujuan hasratnya.",
    "description": "Ia mengutip hikmah nubuwah: keinginan yang disimpan dalam diam memiliki kekuatan untuk mendekatkan diri pada pemenuhannya."
  },
  {
    "id": 177,
    "title": "",
    "inggris": "",
    "indo": "Ketika benih tersembunyi di dalam tanah, Rahasia batinnya akan menjadi kehijauan taman.",
    "description": "Seperti benih yang tumbuh dalam kegelapan tanah, rahasia yang dijaga menghasilkan kehidupan yang indah ketika saatnya tiba."
  },
  {
    "id": 178,
    "title": "",
    "inggris": "",
    "indo": "Jika emas dan perak tidak disembunyikan, Bagaimana mereka mendapatkan makanan (bertumbuh dan matang) di dalam tambang?",
    "description": "Segala sesuatu yang berharga tumbuh dalam tempat tersembunyi—sebab perlindungan adalah bagian dari proses pematangan."
  },
  {
    "id": 179,
    "title": "",
    "inggris": "",
    "indo": "Janji-janji dan kata-kata penenang dari Sang Tabib Menjadikan si gadis yang sakit itu aman (terbebas) dari rasa takut.",
    "description": "Kata-kata lembut sang Tabib membuat ketakutannya surut. Ia mulai merasa aman, karena kehadiran penolong sejati menenangkan jiwanya."
  },
  {
    "id": 180,
    "title": "",
    "inggris": "",
    "indo": "Ada janji sejati, yang disyukuri hati; Ada janji palsu, yang sarat dengan kegelisahan.",
    "description": "Ia menerangkan bahwa tidak semua janji sama; janji yang lahir dari ketulusan menenangkan hati, sedangkan janji palsu hanya melahirkan resah."
  },
  {
    "id": 181,
    "title": "",
    "inggris": "",
    "indo": "Janji dari seorang yang mulia adalah mata uang (sterling) yang berlaku; Janji dari orang yang tidak pantas akan menjadi penderitaan bagi jiwa.",
    "description": "Janji dari orang bijak ibarat emas murni—dapat dipercaya dan menenteramkan. Namun janji dari orang yang tak layak hanya memperdalam luka batin."
  }
]