[
  {
    "id": 186,
    "title": "Kisah bagaimana Raja mengutus para utusan ke Samarkand untuk menjemput Sang Tukang Emas.",
    "inggris": "",
    "indo": "Ke Samarkand tiba dua utusan, menemui Sang Tukang Emas yang rupawan dan penuh hasrat,",
    "description": ""
  },
  {
    "id": 187,
    "title": "",
    "inggris": "",
    "indo": "Seraya berkata, “Wahai ahli yang mumpuni, sempurna dalam kearifan, Engkau yang kualitas (kesempurnaan dalam kriya)mu mashyur di (semua) negeri,",
    "description": ""
  },
  {
    "id": 188,
    "title": "",
    "inggris": "",
    "indo": "Ketahuilah, Raja anu telah memilihmu untuk (keahlian) kriya emas, karena engkau termasyhur.",
    "description": ""
  },
  {
    "id": 189,
    "title": "",
    "inggris": "",
    "indo": "Lihatlah kini, terimalah jubah kehormatan ini, juga emas dan perak; Ketika engkau tiba (di hadapan Raja), engkau akan menjadi kesayangan dan teman sejawat.”",
    "description": ""
  },
  {
    "id": 190,
    "title": "",
    "inggris": "",
    "indo": "Pria itu melihat limpahan kekayaan dan jubah yang banyak: Ia pun terpikat, ia tinggalkan kotanya dan anak-anaknya.",
    "description": ""
  },
  {
    "id": 191,
    "title": "",
    "inggris": "",
    "indo": "Dengan riang pria itu menapaki jalan, tak menyadari bahwa Sang Raja telah merencanakan takdir yang menentang hidupnya.",
    "description": ""
  },
  {
    "id": 192,
    "title": "",
    "inggris": "",
    "indo": "Ia menunggangi kuda Arab dan memacu dengan gembira: (Padahal) yang sesungguhnya adalah harga darahnya, yang ia anggap sebagai jubah kehormatan.",
    "description": ""
  },
  {
    "id": 193,
    "title": "",
    "inggris": "",
    "indo": "Wahai (yang bodoh), yang dengan seratus kerelaan dirimu sendiri Kau masuki perjalanan menuju nasib buruk yang telah ditetapkan!",
    "description": ""
  },
  {
    "id": 194,
    "title": "",
    "inggris": "",
    "indo": "Dalam khayalannya (adalah mimpi-mimpi) tentang kekayaan, kekuasaan, dan martabat. Izrá‘íl-a.s (Malaikat Maut) berkata, “Lanjutkan (jalanmu). Ya, kau akan mendapatkan (semua itu)!”",
    "description": ""
  },
  {
    "id": 195,
    "title": "",
    "inggris": "",
    "indo": "Ketika orang asing itu tiba (dan berbelok) dari perjalanan, Sang Tabib membawanya ke hadapan Sang Raja.",
    "description": ""
  },
  {
    "id": 196,
    "title": "",
    "inggris": "",
    "indo": "Dengan bangga dan penuh kehalusan mereka menghantarnya kepada Raja Diraja, agar ia terbakar (seperti ngengat) di atas lilin (cahaya) Tiráz.",
    "description": ""
  },
  {
    "id": 197,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja memandangnya, menunjukkan penghargaan besar (padanya), dan mempercayakan gudang harta (penuh) emas kepadanya.",
    "description": ""
  },
  {
    "id": 198,
    "title": "",
    "inggris": "",
    "indo": "Lalu Sang Tabib berkata kepadanya: “Wahai Sultan yang perkasa, berikanlah si gadis budak kepada tuan ini,",
    "description": ""
  },
  {
    "id": 199,
    "title": "",
    "inggris": "",
    "indo": "Agar si gadis budak bahagia dalam persatuan dengannya, Dan air penyatuan dengannya memadamkan api (gairahnya).”",
    "description": ""
  },
  {
    "id": 200,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja menganugerahkan si wajah-rembulan itu kepadanya, dan menikahkan kedua insan yang merindukan kebersamaan (satu sama lain).",
    "description": ""
  },
  {
    "id": 201,
    "title": "",
    "inggris": "",
    "indo": "Selama enam bulan mereka memuaskan hasrat mereka, hingga gadis itu pulih sepenuhnya.",
    "description": ""
  },
  {
    "id": 202,
    "title": "",
    "inggris": "",
    "indo": "Setelah itu ia menyiapkan ramuan untuknya (si tukang emas), sehingga ketika ia meminumnya, ia mulai meredup di hadapannya.",
    "description": ""
  },
  {
    "id": 203,
    "title": "",
    "inggris": "",
    "indo": "Ketika karena penyakit kecantikannya tak tersisa lagi, Jiwa si gadis pun tak lagi tinggal dalam cengkeraman mautnya (yang mematikan).",
    "description": ""
  },
  {
    "id": 204,
    "title": "",
    "inggris": "",
    "indo": "Sejak ia menjadi buruk rupa, tak sedap dipandang, dan pucat pipinya, Sedikit demi sedikit ia menjadi dingin (menjengkelkan dan tidak menyenangkan) di hati si gadis.",
    "description": ""
  },
  {
    "id": 205,
    "title": "",
    "inggris": "",
    "indo": "Cinta yang ada demi rupa (kecantikan lahiriah) bukanlah cinta: Pada akhirnya ia adalah aib.",
    "description": ""
  },
  {
    "id": 206,
    "title": "",
    "inggris": "",
    "indo": "Andai saja ia (si tukang emas) telah menjadi aib (kecacatan) seutuhnya sejak awal, Maka penilaian buruk itu takkan menimpanya!",
    "description": ""
  },
  {
    "id": 207,
    "title": "",
    "inggris": "",
    "indo": "Darah mengalir dari matanya (yang berlinang air mata) laksana sungai; Wajahnya (yang rupawan) menjadi musuh bagi hidupnya.",
    "description": ""
  },
  {
    "id": 208,
    "title": "",
    "inggris": "",
    "indo": "Bulu merak adalah musuhnya: Wahai, betapa banyak raja Yang telah terbunuh karena kemegahannya!",
    "description": ""
  },
  {
    "id": 209,
    "title": "",
    "inggris": "",
    "indo": "Ia berkata, “Akulah kijang kesturi yang karena kelenjarnya pemburu itu menumpahkan darahku yang murni (tak berdosa).",
    "description": ""
  },
  {
    "id": 210,
    "title": "",
    "inggris": "",
    "indo": "Oh, akulah rubah dari padang yang kepalanya dipenggal (Para pemburu yang menyergap) demi sehelai bulunya.”",
    "description": ""
  },
  {
    "id": 211,
    "title": "",
    "inggris": "",
    "indo": "Oh, akulah gajah yang darahnya tumpah oleh pukulan pawang hanya demi tulang (gading).”",
    "description": ""
  },
  {
    "id": 212,
    "title": "",
    "inggris": "",
    "indo": "“Dia yang telah membunuhku demi sesuatu yang bukan diriku, Tidakkah ia tahu bahwa darahku tidak tidur (takkan beristirahat tanpa pembalasan)?",
    "description": ""
  },
  {
    "id": 213,
    "title": "",
    "inggris": "",
    "indo": "Hari ini (balasan) itu menimpaku dan esok ia menimpa dirinya: Kapankah darah orang sepertiku akan tersia-sia begitu saja?",
    "description": ""
  },
  {
    "id": 214,
    "title": "",
    "inggris": "",
    "indo": "Meskipun dinding melemparkan bayangan yang panjang, (Namun pada akhirnya) bayangan itu kembali lagi ke arahnya.",
    "description": ""
  },
  {
    "id": 215,
    "title": "",
    "inggris": "",
    "indo": "Dunia ini adalah gunung, dan perbuatan kita adalah gema: Gema seruan itu akan kembali (lagi) kepada kita.”",
    "description": ""
  },
  {
    "id": 216,
    "title": "",
    "inggris": "",
    "indo": "Ia mengucapkan ini dan pada saat (yang sama) masuk ke bawah tanah (menyerahkan nyawa).",
    "description": ""
  },
  {
    "id": 217,
    "title": "",
    "inggris": "",
    "indo": "Si gadis budak pun tersucikan dari rasa sakit dan cinta, karena cinta pada yang mati tidaklah bertahan lama,",
    "description": ""
  },
  {
    "id": 218,
    "title": "",
    "inggris": "",
    "indo": "Sebab yang mati takkan pernah kembali lagi kepada kita; (Tetapi) cinta pada Yang maha Hidup setiap saat lebih segar dari kuncup Dalam ruh dan dalam penglihatan.",
    "description": ""
  },
  {
    "id": 219,
    "title": "",
    "inggris": "",
    "indo": "Pilihlah cinta dari Sang Maha Hidup yang Kekal Abadi, Yang memberimu minum anggur yang selalu menambah kehidupan.",
    "description": ""
  },
  {
    "id": 220,
    "title": "",
    "inggris": "",
    "indo": "Pilihlah Cinta dari-Nya yang oleh karena Cinta-Nya Semua para nabi meraih kekuasaan dan kemuliaan.",
    "description": ""
  },
  {
    "id": 221,
    "title": "",
    "inggris": "",
    "indo": "Janganlah engkau berkata, “Kami tak berhak menghadap Sang Raja (itu).” Sebab berurusan dengan Yang Maha Dermawan tidaklah sulit.",
    "description": ""
  }
]