[
  {
    "id": 247,
    "title": "Kisah Penjual Sayur dan Burung Beo yang Menumpahkan Minyak",
    "inggris": "",
    "indo": "Ada seorang penjual sayur yang memelihara seekor burung beo, Seekor beo hijau yang pandai bicara dengan suara yang merdu.",
    "description": "Pembukaan kisah tentang penjual sayur dan beo hijau yang fasih berbicara."
  },
  {
    "id": 248,
    "title": "",
    "inggris": "",
    "indo": "(Bertengger) di bangku, ia akan mengawasi toko (saat pemiliknya tak ada), dan berbicara dengan baik kepada semua pedagang.",
    "description": "Beo itu menjaga toko dan berinteraksi dengan para pedagang saat pemiliknya pergi."
  },
  {
    "id": 249,
    "title": "",
    "inggris": "",
    "indo": "Dengan lidahnya yang fasih dan kemampuan berbicara yang membangkitkan keajaiban, kata-katanya bagaikan mutiara bagi para pendengar.",
    "description": "Kemampuan berbicara sang beo digambarkan sebagai luar biasa dan memikat."
  },
  {
    "id": 250,
    "title": "",
    "inggris": "",
    "indo": "Pemiliknya (penjual sayur) akan pergi cukup lama, sementara si burung beo terus mengulang-ulang pengawasannya di toko.",
    "description": "Saat pemiliknya pergi lama, beo tetap setia mengawasi toko."
  },
  {
    "id": 251,
    "title": "",
    "inggris": "",
    "indo": "Suatu ketika, seekor kucing masuk ke toko sebagai pencuri, dan burung beo itu mulai mengejarnya ke segala arah.",
    "description": "Kisah mulai berubah ketika seekor kucing masuk ke toko dan membuat beo panik mengejarnya."
  },
  {
    "id": 252,
    "title": "",
    "inggris": "",
    "indo": "Gerakan kucing itu menjatuhkan sebuah botol penuh minyak ros ke lantai.",
    "description": "Kejadian besar dimulai saat botol minyak tumpah akibat kejar-kejaran."
  },
  {
    "id": 253,
    "title": "",
    "inggris": "",
    "indo": "Botol itu pecah berkeping-keping dan minyak ros yang mahal mengalir di seluruh tanah.",
    "description": "Minyak ros mahal tumpah dan pecahannya berserakan di lantai."
  },
  {
    "id": 254,
    "title": "",
    "inggris": "",
    "indo": "Saat sang pemilik kembali, dilihatnya botol itu hancur; ia memukul kepala burung beo yang malang itu dengan tangannya.",
    "description": "Pemilik yang marah memukul beo tanpa mengetahui sebab sebenarnya."
  },
  {
    "id": 255,
    "title": "",
    "inggris": "",
    "indo": "Karena pukulan itu sehelai rambut beo terlepas dan tengkorak kepalanya terlihat. Sejak itu burung beo bertumbuh diam dan berhenti berbicara.",
    "description": "Pukulan itu melukai beo dan membuatnya berhenti berbicara sepenuhnya."
  },
  {
    "id": 256,
    "title": "",
    "inggris": "",
    "indo": "Selama tiga hari, ia tak mengeluarkan suara. Penjual sayur itu sangat menyesal, dadanya seperti terbakar.",
    "description": "Si pemilik menyesal mendalam ketika menyadari beo tidak lagi berbicara."
  },
  {
    "id": 257,
    "title": "",
    "inggris": "",
    "indo": "Sang penjual sayur memukul kepalanya sendiri dengan tangan, seraya berkata, “Betapa aku telah kehilangan suara indah dari burung yang fasih itu!”",
    "description": "Ungkapan penyesalan pemilik yang merindukan suara beo."
  },
  {
    "id": 258,
    "title": "",
    "inggris": "",
    "indo": "Setiap saat ia mengutuki dirinya sendiri dan menyesali kesalahan serta kekeliruannya atas apa yang telah dilakukannya.",
    "description": "Pemilik menyalahkan dirinya atas tindakan emosional yang melukai beo."
  },
  {
    "id": 259,
    "title": "",
    "inggris": "",
    "indo": "Tiga hari kemudian, suara beo yang fasih dan merdu itu kembali, seperti ia kembali hidup setelah keheningan yang panjang.",
    "description": "Beo akhirnya berbicara lagi setelah tiga hari diam total."
  },
  {
    "id": 260,
    "title": "",
    "inggris": "",
    "indo": "Ia melihat seorang darwis dengan kepala botak lewat di depan toko.",
    "description": "Beo melihat seorang darwis berkepala botak lewat."
  },
  {
    "id": 261,
    "title": "",
    "inggris": "",
    "indo": "Burung beo yang fasih itu membuka mulut dan berkata kepada sang darwis, “Wahai darwis, apakah kau juga menumpahkan minyak ros?”",
    "description": "Beo salah menilai darwis botak sebagai pelaku kesalahan yang sama dengannya."
  },
  {
    "id": 262,
    "title": "",
    "inggris": "",
    "indo": "Laki-laki yang botak rambutnya itu menjadi tersinggung, demikian pula orang-orang yang menyebut istilah 'botak'.",
    "description": "Reaksi darwis yang tersinggung saat disamakan dengan kejadian beo."
  },
  {
    "id": 263,
    "title": "",
    "inggris": "",
    "indo": "Jika setiap kepala yang botak dianggap sebagai 'penumpah minyak ros', Betapa banyak fitnah dan celaan tertuju pada (orang yang tak bersalah)?",
    "description": "Penjelasan bahwa menyimpulkan dari satu kemiripan fisik dapat menimbulkan fitnah."
  },
  {
    "id": 264,
    "title": "",
    "enggris": "",
    "indo": "Hai beo, engkau hanya mengatakan sesuatu berdasarkan asas perbandingan: bagaimana mungkin setiap kepala botak serupa dalam esensinya dengan dirimu?",
    "description": "Peringatan bahwa penilaian berdasarkan analogi dangkal adalah keliru."
  },
  {
    "id": 265,
    "title": "",
    "inggris": "",
    "indo": "Kai negustâyî ke har wakhtê sûkhte-st, Sûkhta nabvad har keh darû dastûkhtê-st.",
    "description": "Bait Persia mengenai kekeliruan menyamakan semua yang terlihat serupa."
  },
  {
    "id": 266,
    "title": "",
    "inggris": "",
    "indo": "Kepala kepundung (tanaman) itu telah hitam, (Namun) tidak setiap buah yang memiliki kulit gelap berarti sedang matang.",
    "description": "Penegasan bahwa tampilan luar tidak selalu menunjukkan hakikat sebenarnya."
  },
  {
    "id": 267,
    "title": "",
    "inggris": "",
    "indo": "Rangkul dalam pelukanmu seseorang yang sesuai dengan dirimu, Betapa pun ia tampak seperti dirimu, ia tak akan sejalan denganmu.",
    "description": "Penjelasan bahwa keserupaan lahiriah tidak menjamin keselarasan batin."
  },
  {
    "id": 268,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau berada dalam kebingungan dan kekacauan, jika engkau memiliki watak beo (yang keliru memahami keadaan), Maka perbedaan di antara manusia akan menjadi tidak terlihat olehmu.",
    "description": "Perumpamaan bahwa persepsi yang kabur membuat seseorang salah menilai orang lain."
  },
  {
    "id": 269,
    "title": "",
    "inggris": "",
    "indo": "Pertolongan Tuhan bagaikan matahari yang memancar: orang yang batinnya terbuka akan merasakan kebenaran itu.",
    "description": "Keterangan bahwa hidayah Ilahi menerangi hati mereka yang siap menerimanya."
  },
  {
    "id": 270,
    "title": "",
    "inggris": "",
    "indo": "Melalui kemurahan Tuhan, tabiat jahat berubah ibarat gaya berat yang berubah menjadi gaya naik ke atas.",
    "description": "Ilustrasi bagaimana rahmat Tuhan mampu mengubah sifat buruk menjadi kecenderungan menuju kebaikan."
  },
  {
    "id": 271,
    "title": "",
    "inggris": "",
    "indo": "Sebab pancaran rahmat Tuhan tidak memiliki batas; ia menyalurkan mutiara dan rubi ke dalam diri.",
    "description": "Penjelasan tentang keluasan dan tanpa-batasnya rahmat Ilahi."
  },
  {
    "id": 272,
    "title": "",
    "inggris": "",
    "indo": "Kemurahan hati Tuhan menurunkan perintah demi perintah kepada para utusan-Nya (para nabi), dan kepada manusia yang saleh.",
    "description": "Penggambaran bahwa wahyu dan petunjuk diberikan kepada para nabi dan hamba pilihan."
  },
  {
    "id": 273,
    "title": "",
    "inggris": "",
    "indo": "Dari kemurahan Tuhan, harmoni dan cinta muncul dalam hati, membawa kedamaian bagi seluruh manusia.",
    "description": "Cinta dan kedamaian digambarkan sebagai buah dari kemurahan Tuhan."
  },
  {
    "id": 274,
    "title": "",
    "inggris": "",
    "indo": "Jika kemurahan hati Tuhan tampak dalam tindakan, Keajaiban demi keajaiban akan terwujud dari tangan seorang hamba yang tulus.",
    "description": "Tindakan penuh rahmat memunculkan keajaiban pada diri hamba Tuhan."
  },
  {
    "id": 275,
    "title": "",
    "inggris": "",
    "indo": "Kemurahan Tuhan seperti angin sepoi-sepoi yang menghidupkan bunga dan taman, ia menghidupkan hati yang mati.",
    "description": "Rahmat Ilahi diibaratkan angin lembut yang menghidupkan hati."
  },
  {
    "id": 276,
    "title": "",
    "inggris": "",
    "indo": "Pohon kebenaran tumbuh dari benih kemurahan; ia berbuah kebaikan dan kesempurnaan.",
    "description": "Kemurahan Tuhan adalah akar tumbuhnya amal saleh dan kesempurnaan rohani."
  },
  {
    "id": 277,
    "title": "",
    "inggris": "",
    "indo": "Ketahuilah bahwa setiap cahaya yang bersinar dari hati adalah kilauan dari laut rahmat Tuhan.",
    "description": "Cahaya spiritual manusia merupakan pantulan dari rahmat Ilahi."
  },
  {
    "id": 278,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau melihat sebuah tindakan baik, ketahuilah itu bukan dari dirimu, tetapi dari kemurahan Tuhan yang mengalir melalui dirimu.",
    "description": "Segala kebaikan berasal dari Tuhan, bukan dari ego manusia."
  },
  {
    "id": 279,
    "title": "",
    "inggris": "",
    "indo": "Tangan yang memberi hanyalah perantara; pemberian sejatinya berasal dari kemurahan Tuhan.",
    "description": "Penjelasan bahwa manusia hanyalah alat dari pemberian Ilahi."
  },
  {
    "id": 280,
    "title": "",
    "inggris": "",
    "indo": "Kerendahan hati dan pelayanan kepada makhluk adalah bunga yang tumbuh dari akar kemurahan Tuhan.",
    "description": "Kerendahan hati dianggap sebagai buah dari rahmat spiritual."
  },
  {
    "id": 281,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau ingin memahami rahmat Tuhan, lihatlah hati para kekasih-Nya: di sanalah rahmat itu terpantul paling jernih.",
    "description": "Hamba-hamba pilihan Tuhan mencerminkan rahmat Ilahi secara paling terang."
  },
  {
    "id": 282,
    "title": "",
    "inggris": "",
    "indo": "Pemberian dan belas kasih Tuhan tidak pernah berhenti; ia mengalir bagai sungai yang tak mengenal kering.",
    "description": "Gambaran tentang kontinuitas rahmat Tuhan yang tidak pernah terputus."
  },
  {
    "id": 283,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau menerima satu tetes dari lautan rahmat itu, ribuan masalahmu akan sirna seketika.",
    "description": "Satu tetes rahmat Ilahi saja mampu menghapus banyak kesulitan."
  },
  {
    "id": 284,
    "title": "",
    "inggris": "",
    "indo": "Rahmat Tuhan mengubah hitam menjadi putih, keras menjadi lembut, dan gelap menjadi terang.",
    "description": "Kekuatan rahmat Ilahi mengubah segala keadaan buruk menjadi baik."
  },
  {
    "id": 285,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau melihat perubahan batin dalam dirimu, ketahuilah itu adalah sentuhan rahmat Tuhan, bukan kehebatan dirimu.",
    "description": "Transformasi spiritual adalah karya Tuhan, bukan hasil kebanggaan ego."
  },
  {
    "id": 286,
    "title": "",
    "inggris": "",
    "indo": "Oleh rahmat Tuhan, seorang pendosa dapat menjadi wali; dan oleh keadilan-Nya, seorang sombong dapat jatuh ke dalam kehinaan.",
    "description": "Rahmat Tuhan dapat meninggikan yang hina, dan keadilan-Nya dapat merendahkan yang sombong."
  },
  {
    "id": 287,
    "title": "",
    "inggris": "",
    "indo": "Karena kemurahan Tuhan, seorang yang sesat dapat menjadi penunjuk jalan, dan seorang yang tersesat dapat berubah menjadi penuntun cahaya.",
    "description": "Rahmat Ilahi mampu mengubah orang yang sesat menjadi pembimbing jalan kebenaran."
  },
  {
    "id": 288,
    "title": "",
    "inggris": "",
    "indo": "Di hadapan rahmat-Nya, gunung kesalahan menjadi debu, dan lautan dosa menjadi jernih seperti kaca.",
    "description": "Dosa sebesar apa pun dapat lenyap oleh rahmat Tuhan."
  },
  {
    "id": 289,
    "title": "",
    "inggris": "",
    "indo": "Wahai engkau yang putus asa, jangan berputus asa dari rahmat-Nya; satu tiupan angin dari rahmat itu cukup untuk membangunkan hatimu.",
    "description": "Ajakan agar tidak berputus asa dari rahmat Tuhan karena cukup satu sentuhannya dapat menghidupkan hati."
  },
  {
    "id": 290,
    "title": "",
    "inggris": "",
    "indo": "Rahmat Tuhan membuka pintu yang tak mungkin dibuka oleh kekuatan duniawi, dan memudahkan jalan yang tampak mustahil.",
    "description": "Rahmat Ilahi sanggup membuka jalan yang tidak dapat ditembus oleh kemampuan manusia."
  },
  {
    "id": 291,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau melihat seseorang bangkit dari kehinaan menuju kemuliaan, ketahuilah itu adalah sentuhan tangan Tuhan.",
    "description": "Peninggian derajat seseorang adalah bagian dari kehendak dan rahmat Ilahi."
  },
  {
    "id": 292,
    "title": "",
    "inggris": "",
    "indo": "Rahmat Tuhan mengalir tanpa batas, bahkan kepada mereka yang tidak memintanya, dan meliputi mereka yang tak menyadarinya.",
    "description": "Rahmat Tuhan mencapai semua makhluk, bahkan yang lalai atau tidak memohonnya."
  },
  {
    "id": 293,
    "title": "",
    "inggris": "",
    "indo": "Seperti matahari yang menyinari mereka yang tidur dan yang bangun, demikian pula rahmat Tuhan meliputi semua makhluk.",
    "description": "Perumpamaan rahmat Tuhan yang menyeluruh seperti cahaya matahari."
  },
  {
    "id": 294,
    "title": "",
    "inggris": "",
    "indo": "Namun, hanya hati yang terjaga yang merasakan hangatnya cahaya itu dan mengambil manfaat darinya.",
    "description": "Hanya hati yang sadar yang benar-benar menerima dan memanfaatkan rahmat Ilahi."
  },
  {
    "id": 295,
    "title": "",
    "inggris": "",
    "indo": "Rahmat Tuhan turun setiap saat, tetapi tirai ego membuat manusia tidak melihatnya.",
    "description": "Ego menjadi penghalang utama bagi manusia untuk menyadari rahmat Tuhan."
  },
  {
    "id": 296,
    "title": "",
    "inggris": "",
    "indo": "Ketika tirai itu tersingkap, segala sesuatu tampak penuh rahmat dan keindahan.",
    "description": "Jika ego hilang, manusia akan melihat bahwa dunia dipenuhi rahmat Ilahi."
  },
  {
    "id": 297,
    "title": "",
    "inggris": "",
    "indo": "Rahmat Tuhan mengubah pahit menjadi manis, gelap menjadi terang, dan getir menjadi kebahagiaan.",
    "description": "Kekuatan transformasi dari rahmat Ilahi digambarkan secara menyeluruh."
  },
  {
    "id": 298,
    "title": "",
    "inggris": "",
    "indo": "Segala perubahan yang membawa kebaikan dalam dirimu adalah bukti bahwa rahmat Tuhan sedang bekerja.",
    "description": "Perubahan batin yang positif adalah tanda intervensi rahmat Tuhan."
  },
  {
    "id": 299,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau ingin memahami rahmat Tuhan, lihatlah bagaimana seorang pendosa dapat berubah menjadi kekasih Tuhan.",
    "description": "Contoh nyata rahmat Ilahi terlihat pada transformasi spiritual manusia."
  },
  {
    "id": 300,
    "title": "",
    "inggris": "",
    "indo": "Keajaiban terbesar bukanlah terbelahnya laut, tetapi terbelahnya hati manusia yang keras oleh rahmat Ilahi.",
    "description": "Rahmat Tuhan mampu melunakkan hati yang paling keras sekalipun."
  },
  {
    "id": 301,
    "title": "",
    "inggris": "",
    "indo": "Ketika hati menjadi lembut, ia menjadi tempat turunnya cahaya Tuhan, sebagaimana bumi menerima hujan.",
    "description": "Hati yang lembut seperti tanah subur bagi cahaya dan petunjuk Tuhan."
  },
  {
    "id": 302,
    "title": "",
    "inggris": "",
    "indo": "Tanamlah benih keikhlasan di dalamnya, dan lihat bagaimana Tuhan menumbuhkan keindahan darinya.",
    "description": "Keikhlasan adalah benih yang menghasilkan keindahan spiritual dengan izin Tuhan."
  },
  {
    "id": 303,
    "title": "",
    "inggris": "",
    "indo": "Rahmat adalah taman, dan hati yang terbuka adalah tanahnya: dari keduanya tumbuh bunga-bunga kebaikan.",
    "description": "Perumpamaan hubungan antara rahmat Tuhan dan kesiapan hati manusia."
  },
  {
    "id": 304,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau ingin menikmati bunga itu, bukalah pintu hatimu, agar rahmat Tuhan memasukinya.",
    "description": "Hati yang terbuka menjadi tempat tumbuhnya kebaikan melalui rahmat Ilahi."
  },
  {
    "id": 305,
    "title": "",
    "inggris": "",
    "indo": "Ketahuilah, rahmat Tuhan selalu lebih cepat dari murka-Nya, dan selalu lebih luas dari dosa manusia.",
    "description": "Penegasan bahwa rahmat Tuhan melampaui murka-Nya dan lebih besar dari dosa manusia."
  },
  {
    "id": 306,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau datang kepada-Nya dengan setapak usaha, Dia datang kepadamu dengan seribu langkah kasih sayang.",
    "description": "Satu langkah menuju Tuhan dibalas dengan limpahan kasih sayang yang jauh lebih besar."
  },
  {
    "id": 307,
    "title": "",
    "inggris": "",
    "indo": "Dirusaklah rumah demi harta karun emas, dan dengan harta yang sama, dibangunnya lebih baik (dari sebelumnya);",
    "description": "Perumpamaan bahwa sesuatu kadang harus diruntuhkan terlebih dahulu agar dapat dibangun kembali dalam keadaan yang jauh lebih baik."
  },
  {
    "id": 308,
    "title": "",
    "enggris": "",
    "indo": "Diputuslah air dan dibersihkanlah dasar sungai, Lalu dialirkanlah air minum segar ke dasar sungai itu;",
    "description": "Ibarat membersihkan sungai agar aliran baru yang lebih jernih dapat mengalir, menggambarkan pembersihan batin sebelum menerima anugerah baru."
  },
  {
    "id": 309,
    "title": "",
    "inggris": "",
    "indo": "Dibelah kulit dan ditarik keluar ujung besi (panah atau tombak)—Kemudian kulit segar tumbuh di atasnya (luka);",
    "description": "Luka harus dibuka agar racun dapat dikeluarkan; melambangkan bahwa penyembuhan sejati sering memerlukan proses yang menyakitkan."
  },
  {
    "id": 310,
    "title": "",
    "inggris": "",
    "indo": "Diratakanlah benteng dan diambil dari orang kafir, Lalu didirikanlah di atasnya seratus menara dan benteng pertahanan. ﴾310﴿",
    "description": "Sebuah struktur hancur agar dapat didirikan benteng yang lebih kuat; kiasan tentang pergantian keadaan demi kemuliaan yang lebih tinggi."
  },
  {
    "id": 311,
    "title": "",
    "inggris": "",
    "indo": "Siapa yang akan melukiskan tindakan Dia yang tiada tandingan? Apa yang telah kukatakan ini (hanyalah apa yang ditawarkan oleh) kebutuhan saat ini.",
    "description": "Mengakui bahwa tindakan Tuhan tak dapat sepenuhnya digambarkan, dan penjelasan manusia hanyalah sebatas kebutuhan untuk memahami sedikit saja."
  },
  {
    "id": 312,
    "title": "",
    "inggris": "",
    "indo": "Kadang-kadang (tindakan Tuhan) tampak seperti ini dan kadang sebaliknya: Pekerjaan agama tidak lain adalah kebingungan.",
    "description": "Menyatakan bahwa urusan spiritual sering tampak membingungkan karena akal manusia tak sanggup menangkap seluruh hikmahnya."
  },
  {
    "id": 313,
    "title": "",
    "inggris": "",
    "indo": "(Maksudku) bukan yang bingung sedemikian rupa sehingga punggungnya (berpaling) dari-Nya; Namun, bingung (dalam ekstasi) seperti ini dan tenggelam (dalam Tuhan) dan mabuk oleh Sang Kekasih.",
    "description": "‘Kebingungan’ di sini adalah kekaguman spiritual—bukan keterasingan, melainkan tenggelam dalam cinta Ilahi."
  },
  {
    "id": 314,
    "title": "",
    "inggris": "",
    "indo": "Wajah yang satu menghadap Sang Kekasih, (Sedangkan) wajah yang lain hanyalah wajahnya sendiri (ia menghadap dirinya sendiri).",
    "description": "Gambaran dua keadaan: seseorang yang benar-benar menghadap Tuhan, dan seseorang yang hanya sibuk dengan dirinya sendiri."
  },
  {
    "id": 315,
    "title": "",
    "inggris": "",
    "indo": "Tataplah dengan lama wajah setiap orang, awasilah dengan penuh perhatian: ﴾315﴿",
    "description": "Ajakan untuk berhati-hati dan mengenali karakter sejati seseorang melalui pengamatan yang mendalam."
  },
  {
    "id": 316,
    "title": "",
    "inggris": "",
    "indo": "Mungkin saja dengan melayani (Para Sufi) engkau akan mengenal wajah (Wali yang sejati).",
    "description": "Dengan berkhidmat kepada para Sufi, seseorang dapat memperoleh bimbingan untuk mengenali wali yang tulus."
  },
  {
    "id": 317,
    "title": "",
    "inggris": "",
    "indo": "Karena banyak iblis yang berwajah Adam-a.s, Tidaklah baik memberikan tanganmu pada setiap tangan,",
    "description": "Peringatan bahwa tidak semua wajah yang tampak saleh benar-benar suci; kehati-hatian mutlak diperlukan."
  },
  {
    "id": 318,
    "title": "",
    "inggris": "",
    "indo": "Sebab si penangkap burung mengeluarkan suara siulan untuk memancing burung itu,",
    "description": "Perumpamaan tentang penipu yang memakai suara atau bentuk yang menenangkan untuk menjebak korbannya."
  },
  {
    "id": 319,
    "title": "",
    "inggris": "",
    "indo": "(Sehingga) burung itu mendengar nada sesamanya dan turun dari udara dan menemukan perangkap serta ujung pisau.",
    "description": "Melanjutkan peringatan bahwa kemiripan palsu dapat menyesatkan hingga membuat seseorang terperangkap."
  },
  {
    "id": 320,
    "title": "",
    "inggris": "",
    "indo": "Pekerjaan orang-orang (suci) adalah (seperti) cahaya dan panas; Pekerjaan orang-orang keji adalah tipuan dan ketidakmaluan.﴾320﴿",
    "description": "Membedakan karakter: para wali membawa cahaya dan kebaikan, sedangkan orang keji membawa tipu daya dan kehinaan."
  },
  {
    "id": 321,
    "title": "",
    "inggris": "",
    "indo": "Mereka membuat singa wol demi mengemis; Mereka memberikan gelar Ahmad (Nabi Muhammad ﷺ) kepada abú Musaylim (Musailamah);",
    "description": "Contoh orang munafik yang meniru kemuliaan untuk mencari keuntungan, bahkan menyematkan gelar mulia pada yang tidak layak."
  },
  {
    "id": 322,
    "title": "",
    "inggris": "",
    "indo": "(Namun) bagi abú Musaylim tetaplah gelar Kadhdháb (Si Pendusta), Bagi Muhammad ﷺ tetaplah (gelar) Ulil-albáb (Pemilik Pemahaman Murni).",
    "description": "Penegasan bahwa kedudukan sejati tidak dapat dipalsukan; yang palsu tetap palsu dan yang benar tetap mulia."
  },
  {
    "id": 323,
    "title": "",
    "inggris": "",
    "indo": "Anggur Tuhan, segelnya (hasil akhirnya) adalah kesturi murni, (Tetapi) adapun anggur (yang lain), segelnya adalah bau busuk dan siksaan.",
    "description": "Perumpamaan dua jenis ‘anggur’: satu melambangkan anugerah Ilahi yang wangi dan suci, lainnya adalah kenikmatan duniawi yang berujung pada kehinaan."
  }
]