[
  {
    "id": 463,
    "title": "Bagaimana wazir mengacaukan tata tertib Injil.",
    "inggris": "He prepared a scroll in the name of (addressed to) each one, the (written) form of each scroll (of) a different tenor,",
    "indo": "Ia menyiapkan sebuah gulungan (surat) atas nama masing-masing, bentuk setiap gulungan berbeda nadanya.",
    "description": "•“Gulungan” melambangkan maqām dan keadaan batin setiap murid; Tuhan memberi “perintah batin” yang tidak seragam.<br>•Dalam tasawuf, suluk tiap jiwa mempunyai “surat takdir” yang berbeda.<br>•Mirip konsep <b><i>al-lawḥ al-maḥfūẓ</i></b>, tetapi pada level personal-spiritual.<br><b>Rujukan Qur’an</b>:<br><b>• QS 17:84</b> — “Setiap orang berbuat menurut pembawaannya masing-masing.”<br><b>•QS 5:48</b> — “Untuk tiap-tiap umat di antara kamu Kami berikan syir‘ah dan minhāj.”<br>"
  },
  {
    "id": 464,
    "title": "",
    "inggris": "The ordinances of each (of) a diverse kind, this contradicting that from the end to the beginning.",
    "indo": "Hukum bagi masing-masing beraneka ragam, yang satu berlawanan dengan yang lain dari awal hingga akhir.",
    "description": "• Nampak “kontradiksi,” padahal dalam tasawuf: tadbīr Ilahi beda bagi tiap jiwa.<br><br>• Perintah yang tampak berlawanan menunjukkan bahwa Jalan Tuhan tidak linear, tetapi syathīḥ—melampaui logika.<br><br><b>Rujukan Qur’an/Hadis:</b><b><br></b><b>• QS 2:253</b> — “Kami lebihkan sebagian rasul atas sebagian yang lain.”<br>• Hadis: “Manusia diberi kemudahan sesuai penciptaannya.” (Bukhari)"
  },
  {
    "id": 465,
    "title": "",
    "inggris": "465. In one he made the path of asceticism and hunger to be the basis of repentance and the condition (necessary) for conversion.",
    "indo": "Dalam satu gulungan, ia menjadikan jalan kezuhudan dan lapar sebagai dasar pertobatan dan syarat pembalikan (tobat sejati).",
    "description": "• “Lapar” = ju‘, simbol pengosongan diri dari nafsu.<br>• Sebagian murid memang ditempa dengan riyāḍah jasmani untuk menundukkan ego.<br><br>• Dalam tarekat, ada murid yang dibuka jalannya lewat zuhd fisik.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 79:40</b> — menahan diri dari keinginan.<br>• <b>Hadis</b>: “Manusia tidak memenuhi bejana lebih buruk daripada perutnya.”"
  },
  {
    "id": 466,
    "title": "",
    "inggris": "In one he said: “Asceticism profits naught: in this Way there is no place (means) of deliverance but generosity.”",
    "indo": "Dalam satu gulungan lain, ia berkata: “Zuhud tidak menghasilkan apa-apa; di Jalan ini tidak ada keselamatan selain kedermawanan.”",
    "description": "• Bagi murid tertentu, Tuhan membuka jalan bukan melalui penyempitan (zuhud), melainkan pembukaan hati—sakha’ (derma).<br><br>• Kedermawanan di sini bukan sekadar harta, tapi infiq al-nafs—mengosongkan ego melalui pemberian.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 92:18</b> — “Orang yang paling bertakwa adalah yang memberi hartanya untuk menyucikan diri.”<br>• <b>Hadis</b>: “Dermawan dekat dengan Allah.”"
  },
  {
    "id": 467,
    "title": "",
    "inggris": "In one he said: “Your hunger and generosity are (imply) association on your part (of other objects) with (Him who is) the object of your worship.",
    "indo": "Dalam satu gulungan ia berkata: “Lapar dan kedermawanan kalian menunjukkan adanya sekutuan kalian (syirik halus) terhadap Dia yang kalian sembah.”",
    "description": "• Bila lapar atau derma dilakukan karena dirinya sendiri, itu menjadi berhala baru.<br>• Rumi menyingkap riya’ spiritual: menjadikan riyadhah sebagai tujuan, bukan sebagai sarana.<br><br><b>• Syirik halus</b> (shirk khafī) sering berupa ketergantungan pada amal, bukan kepada Allah.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 18:110</b> — “Barangsiapa berharap perjumpaan dengan Tuhannya, hendaklah ia tidak mempersekutukan sesuatu pun dalam ibadahnya.”<br>• <b>Hadis</b>: “Syirik dalam umatku lebih halus dari semut di malam gelap.”"
  },
  {
    "id": 468,
    "title": "",
    "inggris": "Excepting trust (in God) and complete resignation in sorrow and joy, all is a deceit and snare.”",
    "indo": "Kecuali tawakkal kepada Allah dan taslīm (pasrah) sempurna dalam sedih dan gembira, maka semuanya adalah tipuan dan jerat.",
    "description": "• Menegaskan pusat jalan sufi: tawakkal-taslīm.<br>• Semua amal lahiriah dapat berubah menjadi <b>jebakan ego</b> bila tidak ditopang oleh <b>penyerahan total</b>.<br>• Ini inti fanā’ al-irādah—menghancurkan kehendak pribadi.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 65:3 </b>— “Barangsiapa bertawakkal kepada Allah, Dia mencukupinya.”<br><b>• QS 3:159</b> — “Kemudian bertawakkallah kepada Allah.” "
  },
  {
    "id": 469,
    "title": "",
    "inggris": "In one he said: “It is incumbent (on you) to serve (God); else the thought of putting trust (in Him) is (a cause of) suspicion.”",
    "indo": "Dalam satu gulungan ia berkata: “Wajib atas kalian untuk berkhidmat (mengabdi) kepada Allah; jika tidak, pikiran hendak bertawakkal justru menjadi prasangka buruk.”",
    "description": " • Ada murid yang jalan spiritualnya melalui khidmah aktif, bukan pasrah murni.<br>• Jika seseorang belum menjalankan amal tetapi mengaku “bertawakkal,” itu bukan tawakkal melainkan tawahhum (delusi).<br>• Ini perbedaan tawakkal haqiqi vs tawakkal palsu.<br><br><b>Rujukan Qur’an/Hadis</b>:<br><b>• QS 53:39</b> — <i>“Tidak ada bagi manusia kecuali apa yang ia usahakan.”</i><br><b>• Hadis</b> tentang orang yang meninggalkan untanya tanpa ditambat: “Tambatlah dulu untamu, lalu bertawakkallah.”"
  },
  {
    "id": 470,
    "title": "",
    "inggris": "470. In one he said: “There are (Divine) commands and prohibitions, (but they) are not for practice (observance): they are (only) to show our weakness (inability to fulfil them),",
    "indo": "Dalam salah satu (lembar) ia berkata: Ada perintah-perintah Ilahi dan larangan-larangan, namun (semuanya) bukan untuk diamalkan; melainkan (hanya) untuk memperlihatkan kelemahan kita (ketidakmampuan kita untuk menunaikannya).",
    "description": "• “Bukan untuk diamalkan” bukan berarti pembatalan syariat, tetapi penekanan pada hakikat: bahwa ego manusia secara esensial tidak mampu memenuhi tuntutan Ilahi tanpa bantuan-Nya.<br><br>• Syariat di sini berfungsi sebagai cermin kelemahan eksistensial (al-‘ajz) — sebuah strategi spiritual agar manusia menundukkan ego dan mengenali bahwa segala daya muncul dari Qudrah Allah, bukan dari kemampuan diri.<br><br>• Rumi mengisyaratkan maqām fana’ al-‘ajz: kesadaran bahwa ketaatan sejati muncul hanya karena Allah memungkinkan, bukan karena kekuatan hamba.<br><br>• “Perintah–Larangan” = jalur pendidikan (tarbiyah), bukan sekadar regulasi: ia membongkar keakuan, bukan menambah kesombongan amal.<br>---<br>Rujukan Qur’an &amp; Hadis (tematik-relevan)<br><br><b>• QS 4:28</b> — “Manusia diciptakan lemah.”→ Syariat menyingkap kelemahan itu, bukan menutupinya.<br><br><b>• QS 2:286 </b>— “Allah tidak membebani jiwa melainkan sesuai kesanggupannya.”<br>→ Beban syariat ditakar untuk membuka kesadaran, bukan menghancurkan mental.<br><br><b>• Hadis Bukhari–Muslim</b>:“<i>Tidak seorang pun masuk surga dengan amalnya.</i>”<br>→ Sejalan dengan pemahaman Rumi: <i>kemampuan menjalankan perintah bukanlah hasil daya diri.</i> "
  },
  {
    "id": 471,
    "title": "",
    "inggris": "So that we may behold our weakness therein and at that time recognise the power of God.”",
    "indo": "Agar kita dapat menyaksikan kelemahan kita di dalamnya, dan pada saat itu mengenali Kekuasaan Allah.”",
    "description": "• Perintah–larangan berfungsi sebagai <b>mihrab introspeksi</b>, tempat hamba menyaksikan “keterbatasan-diri” (al-‘ajz) yang tak dapat dielakkan.<br>• “Mengenali Kekuasaan Allah” menandai peralihan dari <b>ilmu hasil nalar</b> menuju <b>ilmu syuhūd</b>—penglihatan langsung bahwa segala daya muncul dari Qudrah Ilahi, bukan dari ego.<br>• Dalam tasawuf, ini disebut fana’ al-qudrat: lenyapnya klaim “aku mampu”, diganti kesadaran “<b>Yang Mampu hanyalah Dia</b>”.<br>• Kelemahan bukan kehinaan, melainkan pintu ma‘rifat; semakin tersingkap, semakin dekat hamba pada Tawhîd al-Af‘al (tiada pelaku kecuali Allah).<br>---<b>Rujukan Qur’an &amp; Hadis</b> (tematik-relevan)<b>• QS 35:15</b> — “<i>Kalianlah yang fakir kepada Allah, dan Allah Maha Kaya lagi Maha Terpuji</i>.”→ Menegaskan bahwa “menyaksikan kefakiran” adalah jalan menuju pengenalan Kekuasaan-Nya.<br><b>• QS 76:30 </b>— “<b><i>Kalian tidak mampu menghendaki apa pun kecuali Allah menghendaki</i></b>.”→ Kesesuaian langsung dengan makna Rumi: kemampuan hamba sepenuhnya bergantung pada Kehendak-Nya.<br><b>• Hadis Nabi (Muslim):</b>“<i>Tidak ada daya dan tidak ada kekuatan kecuali dengan Allah.</i>”→ Dzikir ḥawqalah sebagai formulasi akidah bahwa daya manusia hanyalah pantulan Kuasa-Nya. "
  },
  {
    "id": 472,
    "title": "",
    "inggris": "In one he said: “Do not regard your weakness: that weakness is an act of ingratitude. Beware!",
    "indo": "Dalam satu (gulungan) ia berkata: ‘Jangan engkau pandang kelemahanmu; kelemahan itu adalah suatu tindakan tidak-bersyukur. Waspadalah!’",
    "description": "• “Jangan engkau pandang kelemahanmu” bukan penolakan terhadap al-‘ajz, tetapi <b>larangan mengukuhkan diri dalam rasa tak-berdaya</b> hingga menjadi pasrah-beku (jumūd), sebab itu menyembunyikan nikmat potensi Ilahi dalam diri.<br>• Kelemahan disebut “tindakan tidak-bersyukur” karena <b>menatap kelemahan secara egoistik</b> berarti menafikan karunia-qudrah yang Allah titipkan—seakan menganggap Tuhan tidak memberi daya.<br>• Rumi menunjukkan dialektika tasawuf:– Ada maqām ketika hamba diperintahkan <b>melihat kelemahan</b> (untuk fana’)<br><br>– Ada maqām ketika ia diperintahkan <b>tidak melihat kelemahan</b> (untuk baqā’)<br>• “Waspadalah!” mengisyaratkan bahwa al-qunut al-muharram (keputusasaan yang diharamkan) adalah hijab terbesar menuju ma‘rifat.<br>---<b>Rujukan Qur’an &amp; Hadis </b>(tematik-relevan)<br>• QS 39:53 — “<b>Jangan berputus asa dari rahmat Allah</b>.”→ Melihat kelemahan sebagai keputusasaan adalah bentuk kufur terhadap rahmat dan daya yang dianugerahkan-Nya.<br>• QS 93:11 — “<b>Adapun terhadap nikmat Tuhanmu, maka hendaklah engkau menyebutnya</b>.”→ Tidak melihat nikmat daya Ilahi adalah bentuk tidak-bersyukur.<br><b>• Hadis Qudsi:</b><br>“<b>Aku bersama prasangka hamba-Ku kepada-Ku.</b>”→ Jika ia hanya memandang dirinya lemah, ia menutup pintu pemberdayaan Ilahi. "
  },
  {
    "id": 473,
    "title": "",
    "inggris": "Regard your power, for this power is from Him: know that your power is the gift of Him who is Hú (the Absolute God).”",
    "indo": "Pandanglah kekuatanmu, karena kekuatan itu berasal dari-Nya: ketahuilah bahwa kekuatanmu adalah anugerah dari Dia yang adalah Hú (Tuhan Mutlak).",
    "description": "• “Pandanglah kekuatanmu” bukan perintah memuja diri, melainkan <b>melihat daya Ilahi sedang bekerja di dalam dirimu</b> (quwwah rabbāniyyah), agar engkau tidak tersungkur dalam kemalangan-rasa diri (sū’al-ẓann bi ’llāh).<br>• Kekuatan disebut “berasal dari-Nya” — Rumi menegaskan ajaran <i>la hawla wa la quwwata illa bi ’llāh</i>: <b>tiada daya muncul dari dirimu, kecuali daya Tuhan yang memancar melaluimu</b>.<br>• “Anugerah dari Dia yang adalah Hú”:<br>– Hú dalam tradisi tasawuf adalah <b>Ism al-Huwiyyah</b>, nama bagi Keabsolutan, Ke-Ada-an murni tanpa bentuk.<br>– Dengan menyadari Hú sebagai sumber quwwah, hamba masuk maqām <b>tawḥīd al-af‘āl </b>(mentauhidkan tindakan).<br>• Rumi membalik oposisi “lemah vs kuat”:<br>– melihat diri kuat → syukur (karena sadar  sumbernya Tuhan)– melihat diri lemah sebagai milik diri → kufur (karena  mengira Tuhan tak memberi daya)<br>---<br>3) Rujukan Qur’an &amp; Hadis (tematik-relevan)<b>• QS 18:39</b> — “Tidak ada kekuatan kecuali dengan (kekuatan) Allah.”<br><b>• QS 8:17</b> — “Bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar.”<br>→ Menegaskan bahwa setiap gerak dan daya yang tampak “dari manusia” sejatinya <b>tajallī qudrah-Nya</b>.<br><b>• Zikir Nabi</b>: “<i>Lā ḥawla wa lā quwwata illā bi’llāh.</i>”<br>→ Daya manusia bukan milik manusia. "
  },
  {
    "id": 474,
    "title": "",
    "inggris": "In one he said: “Leave both these (qualities) behind: whatsoever is contained in sight (regard for other than God) is an idol (something which involves dualism).”",
    "indo": "“Dalam salah satu (gulungan) ia berkata: ‘Tinggalkan kedua sifat itu sekaligus; sebab apa pun yang tertangkap dalam pandangan—(yakni) perhatian kepada selain Allah—adalah berhala (sesuatu yang mengandung dualitas).’”",
    "description": "• “Tinggalkan kedua sifat itu”: Rumi merujuk pada <b>melihat kelemahan diri </b>dan <b>melihat kekuatan diri</b>—keduanya masih membuat hamba terpaut pada nafs (ego).<br>• “Apa pun yang tertangkap dalam pandangan”: istilah Persia dar nazar → segala bentuk peng-objek-an selain Allah, termasuk amal, maqām, zikir, atau diri sendiri.<br>• “Adalah berhala”:<br>– Berhala (ṣanam) di sini bukan patung fisik, melainkan <b>segala yang membuat kesadaran terbelah</b> (ithnainiyyah).<br>– Bila perhatianmu menempel pada sesuatu selain Tuhan, maka objek itu menjadi berhala batin.<br>• Rumi sedang membawa murid menuju maqām <b>fanā’ ʿani ’l-naẓar</b>, lenyapnya perhatian dari semua selain Yang Esa.<br>• Paradoks tasawuf:– Melihat kelemahan → masih melihat diri.<br>– Melihat kekuatan → masih melihat diri.<br>– Jalan tertinggi → <b>meninggalkan keduanya,</b> sehingga tinggal tawḥīd syuhūdī (penyaksian kesatuan).<br>---<br><b>Rujukan Qur’an &amp; Hadis</b> (tematik-relevan)<br><b>• QS 53:17</b> — “<i>Pandangan (Nabi) tidak menyimpang dan tidak melampaui batas.”</i> → contoh kesadaran yang tidak terpaut pada selain Allah.<br><b>• QS 51:50</b> — “<i>Maka larilah kalian menuju Allah.</i>” → melampaui segala objek selain Dia.<br><b>• Hadis</b>: “<i>Engkau beribadah kepada Allah seolah-olah engkau melihat-Nya</i>…” → ihsan meniadakan perhatian kepada selain-Nya.<br>"
  },
  {
    "id": 475,
    "title": "",
    "inggris": "475. In one he said: “Do not put out this candle (of sight), for this sight is as a candle (lighting the way) to (interior) concentration.",
    "indo": "Dalam salah satunya ia berkata: ‘Jangan padamkan lilin (penglihatan) ini, sebab penglihatan ini ibarat sebuah lilin yang menerangi jalan menuju konsentrasi batin.”",
    "description": "“Lilin penglihatan” = indera lahir sebagai alat awal mushāhadah. <br>Rujukan Qur’an: cahaya sebagai petunjuk, <b>nūr (QS 24:35)</b>.<br> Pelita = <b>isyarat bagi baṣar lahir yang menuntun ke baṣīrah </b>(mata batin).<br><br>“<b>Pemusatan batin</b>” dalam tasawuf merujuk pada jam‘iyyat al-qalb (keterhimpunan hati).<br><br>Rujukan paralel: <b>Q.S. 24:35</b> tentang “cahaya di atas cahaya.” "
  },
  {
    "id": 476,
    "title": "",
    "inggris": "When you relinquish sight and phantasy (too soon), you will have put out the candle of union at midnight.”",
    "indo": "“Ketika engkau meninggalkan penglihatan dan fantasi (terlalu cepat), engkau telah memadamkan lilin penyatuan pada tengah malam.”",
    "description": "“Memadamkan pelita penyatuan” = memutus dzauq awal sebelum matang.<br>“Tengah malam” = tahap gelap-sunyi batin sebelum munculnya penyaksian.<br>Hadis isyarat: Man ‘arafa nafsahu faqad ‘arafa rabbah (dalam tradisi sufi).<br> "
  },
  {
    "id": 477,
    "title": "",
    "inggris": "In one he said: “Put it out—have no fear—that you may see myriads of sights in exchange;",
    "indo": "“Dalam (gulungan) yang lain ia berkata: “Padamkanlah itu—jangan takut—agar engkau melihat ribuan pemandangan sebagai gantinya.”",
    "description": "Dua perintah yang tampak bertentangan (jangan padamkan / padamkan) adalah dialektika <i>maqām</i>.<br>Memadamkan pelita lahir membuka “ribuan pandangan” = <i>mukāsyafāt rūhiyyah.</i><br>Rujukan:<b> Q.S. 53:18</b> “Sungguh ia telah melihat sebagian tanda-tanda terbesar Tuhannya.”<br> "
  },
  {
    "id": 478,
    "title": "",
    "inggris": "For by putting it out the candle of the spirit is increased: by your self-denial your Laylá (beloved) becomes your Majnún (lover).",
    "indo": "“Karena dengan memadamkannya, lilin ruh bertambah; dengan penyangkalan dirimu, Laila-mu menjadi Majnun-mu.””",
    "description": "“<b>Pelita ruh</b>” = cahaya yang bukan berasal dari indera.<br><i>Laila</i> menjadi <i>Majnun</i> = terbaliknya relasi: yang dicinta menjadi pencinta—tajallī cinta Ilahi.<br>Rujukan tasawuf: transformasi ‘<i>āshiq–ma‘shūq </i>(pencinta–yang dicinta). "
  },
  {
    "id": 479,
    "title": "",
    "inggris": "If any one abandons the world by his own (act of) renunciation, the world comes to him (with homage) more and more.”",
    "indo": "“Jika seseorang meninggalkan dunia melalui pelepasan diri (yang ia lakukan sendiri), dunia mendatanginya (dengan penghormatan) semakin banyak.”",
    "description": "Rumus sufi: “<i>Tinggalkan dunia, niscaya dunia mengejarmu</i>.”<br>Isyarat hadis: <i>Man kāna lillāhi kāna Allāhu lah</i> — <b>siapa yang memberi dirinya untuk Allah, Allah mencukupkannya.</b><br>Dunia datang memberi hormat = tasakhkhur, tunduknya dunia pada hati yang lepas dari dunia. "
  },
  {
    "id": 480,
    "title": "",
    "inggris": "480. In one he said: “That which God hath given you He made sweet to you in (at the time of) bringing it into existence.",
    "indo": "Dalam satu (gulungan) ia berkata: “Apa yang telah Allah berikan kepadamu, Dia menjadikannya manis bagimu pada (saat) menghadirkannya ke dalam wujud.”",
    "description": "• “<b>Manis</b>” = <i>ḥalāwah</i>, bukan rasa, melainkan kecocokan primordial antara pemberian dan penerima sejak <i>kun-fa-yakūn.</i><br>• Rumi menegaskan bahwa setiap anugerah sudah berada dalam nisbah ontologis yang tepat bagimu—sebelum engkau sadar atasnya.<br>• Dalam simbolisme: setiap pemberian memiliki “ruh-pembawa-kemanisan”, yaitu <i>nūr al-fiṭrah</i> yang melekat pada asal penciptaannya.<br>• Secara filologis, “membuat manis” dalam bahasa Persia Rumi menunjuk pada <i>takhfīf al-qadar</i>—pencerahan sisi tersembunyi dari takdir.<br>Rujukan Qur’an: <br>QS 20:50</b> — “(Allah) memberi tiap sesuatu bentuknya kemudian memberinya petunjuk.”"
  },
  {
    "id": 481,
    "title": "",
    "inggris": "He made it easy (blessed) to you, and do you take it gladly: do not throw yourself into anguish.”",
    "indo": "“Dia menjadikannya mudah (penuh berkah) bagimu, maka terimalah itu dengan gembira; janganlah engkau menjatuhkan dirimu ke dalam kesedihan.”",
    "description": "• “Mudah” = taysīr, bukan kenyamanan, tetapi struktur takdir yang sudah <b>dihaluskan</b> agar bisa dijalani jiwa.<br>• Penolakanmu menciptakan “kesedihan” yang bukan bagian dari takdir, melainkan lahir dari <b>resistensi nafs.</b><br>• Alegori: kemudahan adalah cahaya Ilahi yang mengikuti benda; kesedihan adalah bayangan yang diciptakan oleh ego di antara engkau dan cahaya itu.<br>Rujukan Qur’an: QS 2:185 — “Allah menghendaki bagi kalian kemudahan"
  },
  {
    "id": 482,
    "title": "",
    "inggris": "In one he said: “Let go all that belongs to self, for it is wrong and bad to comply with your nature.”",
    "indo": "Dalam (gulungan) lain ia berkata: “Lepaskanlah segala yang berasal dari diri-sendiri, sebab mengikuti tabiatmu adalah sesuatu yang keliru dan buruk.”",
    "description": "• “Yang berasal dari dirimu” = al-nafs al-ṭabī‘iyyah: dorongan bawaan yang mengikat manusia pada ruang ketubuhan dan pamrih.<br>• Rumi memisahkan antara pemberian Ilahi (haqqānī) dan pemberian ego (nafsānī).<br>• Alegori: apa yang muncul dari dirimu adalah “asap” yang mengaburkan cahaya pemberian Tuhan.<br>• Filologis: “buruk” dalam konteks Persia Rumi dekat dengan “tidak layak bagi ruh”.<br>Rujukan Hadis: <i>“Tidak beriman seseorang hingga hawa nafsunya mengikuti apa yang aku bawa.” </i>(Nawawī, 40 Hadis).”"
  },
  {
    "id": 483,
    "title": "",
    "inggris": "(Many) different roads have become easy (to follow): every one's religion has become (to him) as (dear) as life.",
    "indo": "“(Begitu) banyak jalan berbeda yang telah menjadi mudah (diikuti): agama setiap orang telah menjadi (baginya) senilai hidupnya sendiri.”",
    "description": "• “Mudah” di sini adalah kemudahan psikologis, bukan taysīr Ilahi: ia lahir karena <i><b>resonansi antara sifat pribadi dan bentuk jalan.</b></i><br>• Setiap orang mencintai agamanya bukan karena kebenaran objektifnya, tetapi karena ia <b>melihat dirinya sendiri tercermin di dalamnya.</b><br>• Nicholson: “Religion here is temperament crystallized.”<br>• Alegori: jalan-jalan itu adalah cermin-cermin; manusia tidak mencintai cermin,tetapi <b>bayangan dirinya</b> di dalamnya."
  },
  {
    "id": 484,
    "title": "",
    "inggris": "If God's making (religion) easy were the (right) road, every Jew and Zoroastrian would have knowledge of Him.",
    "indo": "“Jika kemudahan dari Allah itu adalah jalan yang benar, niscaya setiap Yahudi dan Zoroaster akan mengetahui-Nya.”",
    "description": "• Rumi menolak pemahaman bahwa kemudahan rasa adalah tanda kebenaran.<br><br>• Ia menegaskan prinsip tasawuf: <b>kebenaran diukur oleh hidayah, bukan kesesuaian nafs.</b><br><br>• Alegori: kebenaran adalah matahari; kemudahan rasa hanyalah bias cahaya pada kabut—terang, tetapi tidak menunjuk sumber terang.<br><br>• Secara filologis, “mengetahui-Nya” menunjuk pada ma‘rifah, bukan sekadar pengakuan teologis.<br><br>Rujukan <b>Qur’an: QS 28:56</b> — “Allah memberi petunjuk kepada siapa yang Dia kehendaki.”"
  },
  {
    "id": 485,
    "title": "",
    "inggris": "485. In one he said: “That (alone) is made easy (blessed) that (nothing but) spiritual food should be the life of the heart.”",
    "indo": "“Dalam satu (gulungan) ia berkata: ‘Hanya itulah yang dijadikan mudah (penuh-berkah) — bahwa makanan ruhani semata menjadi kehidupan bagi hati.’”",
    "description": "• “Makanan ruhani” = <i>ghidhā’ al-qalb</i>: <i>zikir, pemahaman, cahaya, firāsah.</i><br>• Rumi menegaskan doktrin: yang benar-benar mudah adalah apa yang <b>selaras dengan hakikat ruh, bukan hawa nafsu.</b><br>• Filologis: “mudah” (<i>āsān</i>) ≈ <i>taysīr</i> → <b>keterbukaan batin yang datang dari atas.</b>• Alegori: hati hanya hidup jika diberi cahaya; selain itu hanyalah “kalori ego”.<br>Rujukan <b>Qur’an: QS 13:28</b> — “Hanya dengan zikrullah hati menjadi tenang.”"
  },
  {
    "id": 486,
    "title": "",
    "inggris": "When the enjoyments of the (sensual) nature are past, like brackish soil they raise no produce and crop.",
    "indo": "Ketika kenikmatan dari tabiat (indrawi) berlalu, bagaikan tanah payau ia tak menumbuhkan hasil dan panen.",
    "description": "• Kenikmatan fisik → cepat berlalu; sifatnya ghayr munbit (tidak menumbuhkan kebaikan).<br><br>• Alegori brackish soil = nafs: asin, mengeringkan, tidak mampu memberi kehidupan.<br><br>• Rumi menarik garis: nafs → konsumsi → kekosongan.<br><br>• Nicholson: tanah asin = representasi simbolik kegelapan sifat.<br><br><br>Rujukan: <b>QS 14:26</b> — perumpamaan “pokok buruk” yang tidak berbuah."
  },
  {
    "id": 487,
    "title": "",
    "inggris": "The produce thereof is naught but penitence; the sale thereof yields only loss, nothing more.",
    "indo": "“Hasilnya tidak lain kecuali penyesalan; penjualannya tidak mendatangkan apa pun kecuali kerugian, tak lebih.”",
    "description": "• Nafs menawarkan “komoditas semu”. Hasil panennya adalah penyesalan (<i>nadāmah</i>).<br>• “Penjualan” = metafora transaksional: engkau menjual waktumu dan menerima rugi.<br>• Tasawuf memandang penyesalan sebagai <b>buah dari tindakan tanpa ruh.</b><br><br>Rujukan: <b>QS 63:9 </b>— “Jangan sampai hartamu dan anak-anakmu melalaikanmu… lalu kamu menjadi orang-orang yang rugi.” "
  },
  {
    "id": 488,
    "title": "",
    "inggris": "That is not “easy” in the end; its (true) name ultimately is “hard.”",
    "indo": "“Itu bukanlah ‘mudah’ pada akhirnya; nama sejatinya akhirnya adalah ‘sulit’.”",
    "description": "• Rumi mengubah definisi: mereka yang mengejar kemudahan dunia → menemukan kesulitan akhirat.<br>• “Sulit” = ‘usr eksistensial: kegelapan hati, keterikatan, ketertutup­an.<br>• Alegori: api nafs terasa hangat di awal, membakar di akhir.<br>Rujukan <b>Qur’an: QS 92:8–10 </b>— “Adapun siapa yang bakhil dan merasa cukup…Kami mudahkan baginya kesulitan.”"
  },
  {
    "id": 489,
    "title": "",
    "inggris": "Distinguish the hard from the easy: consider (what is) the goodliness of this and that in the end.",
    "indo": "“Bedakanlah yang sulit dari yang mudah: perhatikan bagaimana kebaikan akhir dari yang satu dan yang lain.”",
    "description": "Catatan ultra-allegorical:• Prinsip tafsir <i>maqāshid</i>: <b>nilai sejati sesuatu terletak pada “akhir”-nya, bukan permukaannya.</b><br>• Rumi menawarkan epistemologi: menilai bukan dari saat ini, tetapi dari ujung perjalanan.<br>• Filologis: “akhir” (<i>ʿāqibat</i>) selaras dengan istilah Qur’ani.<br>Rujukan <b>Qur’an: QS 7:128</b> — “Sesungguhnya kesudahan (<i>al-‘āqibah</i>)adalah bagi orang-orang bertakwa.”"
  },
  {
    "id": 490,
    "title": "",
    "inggris": "490. In one he said: “Seek a master (teacher): you will not find foresight as to the end among the qualities derived from ancestors.”",
    "indo": "“Dalam satu (gulungan) ia berkata: ‘Carilah seorang master (pembimbing); engkau tidak akan menemukan pandangan jauh tentang akhir pada sifat-sifat yang diwarisi dari leluhur.’”",
    "description": "• “Master” = shaykh/murshid yang memiliki firāsah.<br>• Rumi menolak kebergantungan pada tradisi turun-temurun tanpa penyaksian batin.<br>• Filologis: “sifat leluhur” (<i>ajrād</i>) = karakter turun-temurun yang dangkal.• Alegori: cahaya tidak diwariskan; ia diambil langsung dari api.<br>Rujukan Hadis: “Bertakwalah kepada firāsah orang beriman.” (Tirmidzī). "
  },
  {
    "id": 491,
    "title": "",
    "inggris": "Every sort of religious sect foresaw the end (according to their own surmise): of necessity they fell captive to error.",
    "indo": "Setiap sekte kelompok agama telah meramalkan akhir (sesuai dugaan mereka sendiri); maka secara niscaya mereka jatuh tertawan oleh kesalahan.”",
    "description": "• Ramalan tanpa kasyf hanya proyeksi ego kolektif.<br>• Sekte-sekte menilai kebenaran melalui bias mereka, bukan cahaya.<br>• Alegori: burung-burung tak bersayap meramalkan bentuk langit.<br>Rujukan Qur’an: <b>QS 45:23</b> — mereka menjadikan hawa nafsu sebagai tuhan;lalu siapa yang dapat memberi petunjuk?"
  },
  {
    "id": 492,
    "title": "",
    "inggris": "To foresee the end is not (as simple as) a hand-loom; otherwise, how would there have been difference in religions?",
    "indo": "“Melihat akhir (menyaksikan ujung segala sesuatu) bukanlah seperti menggerakkan alat penenun; kalau tidak, bagaimana mungkin terjadi perbedaan dalam agama-agama?”",
    "description": "• “Hand-loom” = pekerjaan mekanis → metafora pengetahuan dangkal.<br>• Melihat akhir = <i>kasyf al-āqibah, </i>pencapaian intuitif tinggi.<br>• Perbedaan agama menunjukkan keterbatasan akal dalam melihat ujung-hakikat.<br>"
  },
  {
    "id": 493,
    "title": "",
    "inggris": "In one he said: “You are the master, because you know the master.",
    "indo": "“Dalam satu (gulungan) ia berkata: ‘Engkaulah sang guru, sebab engkau mengetahui sang guru.’”,",
    "description": "• Pengetahuan tentang mursyid sejati adalah tanda bahwa <i><b>nur al-basīrah</b></i> sudah hidup dalam dirimu.<br>• Alegori: hanya mata yang pernah melihat matahari yang dapat mengenali matahari.<br>• Makna: pengenalanmu akan pembimbing adalah bukti kesiapan ruhani.<br>Rujukan: Hadis (isyarat maknawi) — “Barangsiapa Allah inginkan kebaikan baginya,Dia jadikan ia faqih dalam agama.”"
  },
  {
    "id": 494,
    "title": "",
    "inggris": "Be a man and be not subject to men. Go, take your own head (choose your own way), and be not one whose head is turning (bewildered in search of a guide).”",
    "indo": "“Jadilah seorang manusia sejati, dan jangan tunduk kepada manusia lain. Pergilah, peganglah kepalamu sendiri (pilihlah jalanmu sendiri), dan jangan menjadi orang yang kepalanya berputar bingung mencari penuntun.”",
    "description": "• “Menjadi manusia” = mencapai insān <i>al-ḥaqīqī</i>, bukan budak nafs atau budak manusia lain.<br>• “Ambil kepalamu sendiri” = memperoleh otonomi ruhani, bukan kemandirian ego.<br>• Alegori: kepala yang berputar = jiwa yang tidak punya pusat tetap.<br>• Rumi ingin murid mencapai maqām di mana ia tidak lagi tergantung pada bentuk-luar bimbingan, tetapi pada sirr dalam dirinya.<br>Rujukan Qur’an: <b>QS 17:70</b> — pemuliaan manusia; selaras dengan panggilan menjadi “manusia sejati”."
  },
  {
    "id": 495,
    "title": "",
    "inggris": "495. In one he said: “All this (multiplicity) is one: whoever sees two is a squint-eyed manikin.”",
    "indo": "“Dalam satu (gulungan) ia berkata: ‘Segala yang banyak-rupa ini adalah satu: siapa pun yang melihat dua adalah manusia kerdil bermata-juling.’”",
    "description": "All this (multiplicity) is one: menunjuk pada <i><b>wahdat al-wujūd</b></i> dalam bentuk paling sederhana: segala tampilan plural hanyalah manifestasi tunggal Wujud.<br>Sees two: metafora untuk <b>dualitas fenomenal</b>—seperti pencipta vs ciptaan, baik vs buruk—yang di mata arif larut dalam Ke-Satu-an.<br>Squint-eyed manikin: “manusia kecil” menyimbolkan <b>jiwa belum matang</b> yang belum mengalami fana’; “mata juling” adalah <b>persepsi bengkok </b>yang melihat banyak dalam tempat yang seharusnya tunggal.<br>Rujukan <b>Qur’an/Hadis:</b><br>“Dan kepada Allah-lah kembali segala urusan.” <b>(QS 11:123)</b> — tanda bahwa semua berujung pada satu Asal.<br>“Kemanapun kamu menghadap, di sanalah Wajah Allah.”<b> (QS 2:115).</b><br>"
  },
  {
    "id": 496,
    "title": "",
    "inggris": "In one he said: “How should a hundred be one? He who thinks this is surely mad. “",
    "indo": "Dalam satu (ucapannya) ia berkata: ‘Bagaimana mungkin seratus menjadi satu? Siapa yang mengira demikian sungguh gila.’”",
    "description": "Rūmī menghadirkan <b>paradoks pedagogis:</b> kalimat sebelumnya menegaskan kesatuan, tetapi di sini ia menyanggah pada tingkat logika awam.<br>“Seratus menjadi satu” adalah kritik terhadap <b>penyederhanaan intelektual,</b> bukan terhadap pengalaman mistik; yakni, secara fikih dan akal, perbedaan tetap ada.<br>Kegilaan di sini adalah <i>majāz irfānī</i>—“gila” menurut standar dunia, namun sehat dalam wilayah transenden.<br>Rujukan:<br>“<i>Mereka memiliki hati tetapi tidak mengerti… mereka itu seperti binatang, bahkan lebih sesat.”<b> </b></i><b>(QS 7:179) </b>— tentang mereka yang menilai realitas hanya secara lahir. "
  },
  {
    "id": 497,
    "title": "",
    "inggris": "The doctrines, every one, are contrary to each other: how should they be one? Are poison and sugar one?",
    "indo": "“Doktrin-doktrin, masing-masing, saling bertentangan: bagaimana mungkin mereka menjadi satu? Apakah racun dan gula itu satu?”",
    "description": "Rūmī menegaskan <b>tingkat syar‘ī–intelektual,</b> di mana mazhab, aliran teologi, dan sekte tampak kontradiktif.<br>“Racun dan gula” adalah <b>metafora fenomenal:</b> pada tingkat inderawi, tentu tidak sama.<br>Perbedaan lahiriah ini menandakan bahwa <b>wahdat</b> hanya dapat dicapai melalui kasyf (penyingkapan), bukan logika.<br>Pada alam syuhūd (penampakan realitas), dualitas tetap dominan.Rujukan:<br>“<i>Untuk tiap-tiap umat di antara kamu, Kami berikan syariat dan jalan</i>.”<b> (QS 5:48)</b>—menunjukkan pluralitas syariat di atas kesatuan hakikat."
  },
  {
    "id": 498,
    "title": "",
    "inggris": "Until you pass beyond (the difference of) poison and sugar, how will you catch a scent of unity and oneness?",
    "indo": "“Sampai engkau melewati (perbedaan antara) racun dan gula, bagaimana engkau akan menangkap seharum-harumnya kesatuan dan keesaan?”",
    "description": "Pass beyond: melintasi batas dualitas inderawi dan moral menuju musyahadah (penyaksian satu realitas).<br>“Racun” dan “gula” melambangkan <b>baik–buruk, nikmat–derita, manfaat–bahaya; </b>selama jiwa terikat keduanya, ia belum mencapai maqām tauhid eksistensial.<br>“Scent of unity”: istilah halus bagi <b><i>dzawq</i></b>, rasa pengalaman batin yang mendahului pengetahuan.<br><br>Rujukan:<br>“<i>Dan Kami jadikan sebagian kalian cobaan bagi sebagian yang lain.</i>”<b> (QS 25:20) </b>— dunia dualitas sebagai ujian menuju keesaan."
  },
  {
    "id": 499,
    "title": "",
    "inggris": "Twelve books of this style and fashion were drawn up in writing by that enemy to the religion of Jesus.",
    "indo": "“Dua belas kitab dengan gaya dan model seperti ini disusun secara tertulis oleh musuh agama isa-a.s itu.",
    "description": "“Musuh agama isa” merujuk pada <b>penulis apokrif/<i>ghulāt</i></b> yang menciptakan doktrin-doktrin penuh kerancuan, menyerupai paradoks tinggi para sufi namun tanpa ruh kebenaran. Dua belas kitab itu adalah simbol <b>pluralitas palsu,</b> lawan dari kesatuan hakikat. <br>Rūmī mengingatkan bahwa <b>paradoks spiritual</b> dapat disalahgunakan oleh orang yang belum mencapai maqām rohani yang benar.<br>Rujukan:<br>“<i>Di antara mereka ada yang memutar-mutar lidahnya dalam membaca kitab…</i>”<b>(QS 3:78)</b> — tentang penyelewengan teks oleh musuh agama."
  }
]