[
  {
    "id": 371,
    "title": "Bagaimana Kaum Nasrani Mengikuti Sang Wazir",
    "inggris": "",
    "indo": "Kaum Nasrani menyerahkan hati mereka sepenuhnya padanya: alangkah kuat, sungguh, kepatuhan buta orang-orang awam!",
    "description": ""
  },
  {
    "id": 372,
    "title": "",
    "inggris": "",
    "indo": "Mereka menanamkan kasihnya di dalam dada, mereka memandangnya sebagai wakil (khalifah) Isa-a.s. Padahal di batinnya (hakikatnya) ia adalah Dajjal bermata satu yang terlaknat.",
    "description": ""
  },
  {
    "id": 373,
    "title": "",
    "inggris": "",
    "indo": "Ya Allah, jawablah seruan (orang-orang yang tertimpa masalah)—betapa Engkau adalah Penolong yang terbaik!",
    "description": ""
  },
  {
    "id": 374,
    "title": "",
    "inggris": "",
    "indo": "Ya Allah, ada jutaan jerat dan umpan, dan kami hanyalah burung-burung yang tamak dan lapar.",
    "description": ""
  },
  {
    "id": 375,
    "title": "",
    "inggris": "",
    "indo": "Dari saat ke saat kami terperangkap dalam jerat yang baru, meski kami telah menjadi elang atau bahkan Simurgh (burung mistis).﴾375﴿",
    "description": ""
  },
  {
    "id": 376,
    "title": "",
    "inggris": "",
    "indo": "Setiap saat Engkau membebaskan kami, namun kami kembali menuju jerat, wahai Engkau yang Tak Membutuhkan Apa Pun!",
    "description": ""
  },
  {
    "id": 377,
    "title": "",
    "inggris": "",
    "indo": "Kami menaruh gandum di lumbung ini, (namun) kemudian kami kehilangan gandum yang telah tersimpan.",
    "description": ""
  },
  {
    "id": 378,
    "title": "",
    "inggris": "",
    "indo": "Mengapa, setelah semua ini, kami tak mau berpikir dengan akal yang cerdas bahwa kerusakan gandum ini timbul dari tipuan sang tikus?",
    "description": ""
  },
  {
    "id": 379,
    "title": "",
    "inggris": "",
    "indo": "Karena tikus itu telah membuat lubang di lumbung kita, dan lumbung kita telah dijarah oleh tipu dayanya,",
    "description": ""
  },
  {
    "id": 380,
    "title": "",
    "inggris": "",
    "indo": "Wahai jiwa, pertama-tama, singkirkanlah kejahatan tikus itu,dan kemudian tunjukkan semangat (gairah) dalam mengumpulkan gandum.﴾380﴿",
    "description": ""
  },
  {
    "id": 381,
    "title": "",
    "inggris": "",
    "indo": "Dengarkanlah salah satu sabda yang diriwayatkan dari Penghulu Para Penghulu (Nabi Muhammad ﷺ ): “Tiada shalat yang sempurna tanpa kehadiran (konsentrasi hati pada Tuhan).”",
    "description": ""
  },
  {
    "id": 382,
    "title": "",
    "inggris": "",
    "indo": "Jika tidak ada tikus pencuri di lumbung kita, di manakah gandum hasil amalan (ibadah) kita selama empat puluh tahun?",
    "description": ""
  },
  {
    "id": 383,
    "title": "",
    "inggris": "",
    "indo": "Mengapa ketulusan (ibadah) kita sehari-hari tidak tersimpan sedikit demi sedikit di dalam lumbung kita ini?",
    "description": ""
  },
  {
    "id": 384,
    "title": "",
    "inggris": "",
    "indo": "Betapa banyak bintang (percikan) api yang keluar dari besi (amalan baik), dan hati yang membara itu menerimanya dan menariknya masuk;",
    "description": ""
  },
  {
    "id": 385,
    "title": "",
    "inggris": "",
    "indo": "Tetapi di dalam kegelapan, pencuri tersembunyi meletakkan jarinya pada bintang-bintang itu, ﴾385﴿",
    "description": ""
  },
  {
    "id": 386,
    "title": "",
    "inggris": "",
    "indo": "Memadamkan bintang-bintang satu per satu, agar tiada pelita yang bersinar dari langit (spiritual).",
    "description": ""
  },
  {
    "id": 387,
    "title": "",
    "inggris": "",
    "indo": "Meskipun ada ribuan jerat di kaki kita, saat Engkau bersama kami, tiada satu pun kesulitan.",
    "description": ""
  },
  {
    "id": 388,
    "title": "",
    "inggris": "",
    "indo": "Setiap malam Engkau membebaskan jiwa dari jerat tubuh, dan Engkau menghapus (kesan pada) loh-loh (pikiran).",
    "description": ""
  },
  {
    "id": 389,
    "title": "",
    "inggris": "",
    "indo": "Jiwa-jiwa dibebaskan setiap malam dari sangkar ini, mereka selesai dengan perintah, pembicaraan, dan cerita.",
    "description": ""
  },
  {
    "id": 390,
    "title": "",
    "inggris": "",
    "indo": "Di malam hari, para tahanan tak menyadari penjara mereka, di malam hari, para penguasa tak menyadari kekuasaan mereka.﴾390﴿",
    "description": ""
  },
  {
    "id": 391,
    "title": "",
    "inggris": "",
    "indo": "Tiada kesedihan, tiada pikiran tentang untung atau rugi, tiada khayalan tentang orang ini atau orang itu.",
    "description": ""
  },
  {
    "id": 392,
    "title": "",
    "inggris": "",
    "indo": "Inilah keadaan ‘arif, bahkan tanpa tidur: Allah berfirman, (Engkau mengira mereka terjaga) padahal mereka tidur. Janganlah ragu akan hal ini.",
    "description": ""
  },
  {
    "id": 393,
    "title": "",
    "inggris": "",
    "indo": "Ia (Sang ‘Arif) tertidur, siang dan malam, terhadap urusan dunia, bagaikan pena di tangan kendali Tuhan.",
    "description": ""
  },
  {
    "id": 394,
    "title": "",
    "inggris": "",
    "indo": "Seseorang yang tak melihat Tangan di balik tulisan, menyangka (bahwa) perbuatan (menulis) itu berasal dari pena melalui gerakan.",
    "description": ""
  },
  {
    "id": 395,
    "title": "",
    "inggris": "",
    "indo": "Dia (Allah) telah menampakkan sebagian dari keadaan Sang ‘Arif ini, (sebab) orang awam pun terenggut (terbawa) oleh tidur indera.﴾395﴿",
    "description": ""
  },
  {
    "id": 396,
    "title": "",
    "inggris": "",
    "indo": "Jiwa-jiwa mereka pergi ke padang gurun yang tak terlukiskan: ruh dan jasad mereka dalam ketenangan;",
    "description": ""
  },
  {
    "id": 397,
    "title": "",
    "inggris": "",
    "indo": "Dan dengan sebuah siulan Engkau pimpin mereka kembali ke jerat, membawa mereka semua (kembali) kepada keadilan dan kepada hakim.",
    "description": ""
  },
  {
    "id": 398,
    "title": "",
    "inggris": "",
    "indo": "Bagaikan Isrāfīl, Dia (Allah) yang menyebabkan fajar merekah membawa mereka semua dari negeri-negeri (jiwa) itu ke dalam (dunia) bentuk.",
    "description": ""
  },
  {
    "id": 399,
    "title": "",
    "inggris": "",
    "indo": "Dia memasukan kembali jiwa-jiwa yang keluar (dari tubuh), Dia membuat setiap tubuh hamil (dibebani) kembali (dengan amal dan perbuatan).",
    "description": ""
  },
  {
    "id": 400,
    "title": "",
    "inggris": "",
    "indo": "Dia membuat kuda jiwa-jiwa telanjang dari pelana: inilah makna batin dari “Tidur adalah saudara Kematian”;﴾400﴿",
    "description": ""
  },
  {
    "id": 401,
    "title": "",
    "inggris": "",
    "indo": "Namun agar mereka dapat kembali di siang hari, Dia memasang tali kendali yang panjang di kakinya,",
    "description": ""
  },
  {
    "id": 402,
    "title": "",
    "inggris": "",
    "indo": "Sehingga di siang hari Dia dapat menuntunnya kembali dari padang rumput itu, dan membawanya dari tempat penggembalaan (untuk) menanggung beban.",
    "description": ""
  },
  {
    "id": 403,
    "title": "",
    "inggris": "",
    "indo": "Sekiranya saja Dia menjaga ruh ini seperti Ashabul Kahfi (Para Penghuni Gua) atau seperti Bahtera Nuh,",
    "description": ""
  },
  {
    "id": 404,
    "title": "",
    "inggris": "",
    "indo": "Agar pikiran dan mata serta telinga ini dapat terbebaskan dari Banjir Keterjagaan dan Kesadaran (duniawi)!",
    "description": ""
  },
  {
    "id": 405,
    "title": "",
    "inggris": "",
    "indo": "Oh, di dunia ini ada banyak Manusia Gua di sampingmu, di hadapanmu, saat ini:﴾405﴿",
    "description": ""
  },
  {
    "id": 406,
    "title": "",
    "inggris": "",
    "indo": "Gua itu ada bersamanya, Sang Sahabat sedang berbicara dengannya; tapi mata dan telinga kamu tertutup, (jadi) apa gunanya?",
    "description": ""
  }
]