[
  {
    "id": 446,
    "title": "Bagaimana Orang yang Bijak di Kalangan Nasrani Memahami Tipu Daya Sang Wazir",
    "inggris": "Whoever was possessed of (spiritual) discernment was feeling a sweet savour in his words and, joined therewith, bitterness.",
    "indo": "Siapa pun yang memiliki ketajaman (ruhani) merasakan suatu keharuman manis dalam kata-katanya, dan bersamanya — kepahitan.",
    "description": "Rumi menandai <b>dua aroma sekaligus</b>:<br>halāwah (kemanisan) dan murr (kegetiran).<br><br>Ini adalah tanda <b>campuran</b> antara kebenaran dan kebatilan — sesuatu yang hanya dapat dirasakan oleh ahl al-baṣīrah, orang yang punya indera batin.<br><br>“Manis” = <b>ayat-ayat kebenaran yang ia kutip.</b><br><br>“Pahit” = <b>arah tersembunyi yang menyesatkan.</b><br><br>Ini seperti cahaya yang terhalangi kabut — tampak terang, tetapi mengaburkan jalan.<br><br><b>Rujukan tematik Qur’an:</b><br><br>• “<b>…mereka mengenalnya (kebenaran) sebagaimana mereka mengenal anak-anak mereka, tetapi sebagian dari mereka menyembunyikan…</b>” (Q 2:146)<br>"
  },
  {
    "id": 447,
    "title": "",
    "inggris":"He (the vizier) was saying fine things mixed (with foul): he had poured some poison into the sugared julep.",
    "indo": "Ia (sang wazir) mengucapkan hal-hal indah yang tercampur (dengan yang busuk): ia telah menuangkan sedikit racun ke dalam syarbat yang dimaniskan.",
    "description": "Ini adalah metafora <b>ilmu yang dicampur niat gelap.</b><br><br>Syerbat manis adalah hikmah, maw‘izah, ayat-ayat lembut.<br><br>Racun adalah tahrif ma‘nawī — <b>penyimpangan makna,</b> bukan teks.<br><br>Kebenaran + racun = lebih bahaya dari kebohongan murni.<br><br>Orang jahat yang memakai ayat lebih merusak daripada musuh yang terang-terangan.<br><br>Rujukan tematik Qur’an:• “…<b>di dalamnya terdapat penyakit; lalu Allah tambahkan penyakit</b>…” (Q 2:10)"
  },
  {
    "id": 448,
    "title": "",
    "inggris": "The outward sense of it was saying, “Be diligent in the Way,” but in effect it was saying to the soul, “Be slack.”",
    "indo": "Makna lahirannya berkata, “Bersungguh-sungguhlah dalam Jalan itu,” tetapi efek hakikinya berkata kepada jiwa, “Lemahlah engkau.”",
    "description": "Ini menunjuk pada <b>dua lapisan makna</b>:<br><br>• ẓāhir (lahir) — yang <b>tampak mengajak kepada kebaikan.</b><br><br>• bāṭin (batin) — yang <b>menggerogoti semangat ketaatan.</b><br><br>Dalam istilah sufi, ini kemunafikan yang mengajarkan syariat tetapi membunuh himmah (tekad batin).<br><br>Ajakan yang tampak suci itu sebenarnya menjatuhkan jiwa ke dalam kelambanan.<br><br>Rumi menggambarkan <b>suara iblis yang memakai pakaian syaikh</b>:“Majulah dengan langkahmu yang berat.”<br><br><b>Rujukan hadis</b> (tematik):<br>• “<b>Sesungguhnya di dalam tubuh ada segumpal daging. Jika ia baik, seluruh tubuh baik…</b>” — kesucian batin adalah inti arah tindakan."
  },
  {
    "id": 449,
    "title": "",
    "inggris": "If the surface of silver is white and new, (yet) the hands and dress are blackened by it.",
    "indo": "Jika permukaan perak tampak putih dan baru, (namun) tangan dan pakaian menjadi menghitam olehnya.",
    "description": "Perak melambangkan kata yang tampak mulia, bersinar, memantulkan cahaya.<br><br>Tetapi logamnya menghitamkan tangan:kebaikan lahir yang menodai batin.<br><br>Rumi sedang menelanjangi tipu-daya spiritual: sesuatu yang tampak suci tetapi kontak dengannya menodai diri.<br><br>Seperti guru palsu yang tampak berkilau, tetapi siapa pun yang mengikutinya akan berlumuran debu kebinasaan.<br><br>Rujukan Qur’an (tematik):<br>“<b>Mereka tampak seperti pakaian pelindung, namun mereka adalah musuh bagimu.</b>” (Q 63:4)"
  },
  {
    "id": 450,
    "title": "",
    "inggris": "450. Although fire is red-faced (bright and glorious) with sparks, look at the black behaviour (displayed) in its action.",
    "indo": "Walaupun api berwajah merah (bersinar dan agung) dengan percikan-percikannya, lihatlah kelakuan hitam (yang ditampakkan) dalam tindakannya.",
    "description": "Api tampak <b>mulia dan bercahaya</b>, tetapi hakikatnya <b>membakar dan menghitamkan.</b><br><br>Ini melambangkan <b>penampilan spiritual palsu</b>: wajah bersinar, tetapi tindakan menelan jiwa.<br><br>Rumi menyoroti bahwa keindahan lahir tidak menjamin kesucian batin.<br><br><b>Rujukan Qur’an </b>(tematik):<br><b>QS. 2:17</b> — gambaran munafik yang memiliki cahaya sekejap, lalu padam dan menjerumuskan."
  },
  {
    "id": 451,
    "title": "",
    "inggris": "If the lightning appears luminous to the eye, (yet) from its distinctive property it is the robber of sight (it strikes men blind).",
    "indo": "Jika kilat tampak bercahaya bagi mata, (namun) dari sifat khasnya ia adalah pencuri penglihatan (membutakan manusia).",
    "description": "Kilat = <b>hidayah palsu yang menyilaukan</b>: terlihat terang, tetapi menghancurkan visi batin.<br><br>Cahaya yang tidak berasal dari Tuhan adalah <b>cahaya kebinasaan</b>.<br><br>Wazir ini memantulkan “kilat spiritual”: kilau sesaat yang menggugah, tetapi merampas jangkauan pandangan ruhani.<br><br><b>Rujukan Hadis</b> (tematik):<i><b>Hadis tentang cahaya munafik yang padam dalam kegelapan pada Hari Kiamat.</b></i> "
  },
  {
    "id": 452,
    "title": "",
    "inggris": "(As for) any (Christian) who was not wary and possessed of discernment, the words of him (the vizier) were (as) a collar on his neck.",
    "indo": "(Adapun) setiap (orang Nasrani) yang tidak waspada dan tidak memiliki kepekaan batin, kata-katanya (si wazir) menjadi belenggu di lehernya.",
    "description": "“Kerah/belenggu” = tanda <b>perbudakan spiritual</b><br>Setiap orang yang tidak punya firāsa (intuitif ketuhanan) akan terikat oleh kata-kata yang tampaknya suci.<br><br>Rumi menggambarkan <b>pengaruh kata sebagai tali</b> — bukan karena kekuatannya, tetapi karena kelalaian pendengarnya.<br><br>Rujukan Qur’an (tematik):<br><b>QS 36:8 </b>— “…Kami jadikan belenggu di leher mereka, hingga ke dagu…”<br><br>(Tema: kekakuan batin yang kehilangan discernment.)"
  },
  {
    "id": 453,
    "title": "",
    "inggris": "During six years, in separation from the king, the vizier became a refuge for the followers of Jesus.",
    "indo": "Selama enam tahun, dalam keterpisahan dari sang raja, sang wazir menjadi tempat perlindungan bagi para pengikut Isa.",
    "description": "“Berpisah dari raja” = berpisah dari <b>pusat otoritas Ilahi, </b>dari haqq.<br><br>Justru di masa pengasingan itu ia tumbuh menjadi <b>pemimpin spiritual palsu.</b><br><br>Rumi menegaskan:<br>kekuasaan guru batin tidak muncul dari kebenaran, tetapi dari <b>ruang kosong</b> saat kebenaran ditinggalkan.<br><br>Kadang kegelapan mengambil alih ketika cahaya tidak hadir.<br><br>Dalam kesunyian otoritas sejati, tipu daya berbiak seperti jamur. "
  },
  {
    "id": 454,
    "title": "",
    "inggris": "To him the people wholly surrendered their religion and their hearts: at his command and decree they were ready to die.",
    "indo": "Kepadanya orang-orang menyerahkan agama mereka dan hati mereka; atas perintah dan ketetapannya mereka siap mati.",
    "description": "Ini menggambarkan <b>fanatisme religius yang salah arah:</b>pengabdian total kepada pemimpin yang salah.<br><br>Mereka menyerahkan bukan hanya syariat mereka, tapi <b>inti batin</b> — hati.<br><br>Rumi mengisyaratkan:<br>ketika seorang pemimpin meraih hati tanpa cahaya dari Tuhan, seluruh umat berjalan menuju kebinasaan kolektif.<br><br><b>Rujukan Qur’an</b> (tematik):<br><b>QS 9:31</b> — manusia menjadikan pemuka-pemuka agama sebagai “tuhan-tuhan kecil” yang ditaati secara absolut.<br><br>(Tema: penyerahan total kepada otoritas yang salah.) "
  }
]