[
  {
    "id": 549,
    "title": "Bagaimana Sang Wazir Memulai Rencana Lain untuk Menyesatkan Kaum(Nasrani)",
    "inggris": "",
    "indo": "Sang wazir membentuk rencana lain dalam benaknya: ia meninggalkan kegiatan berkhotbah dan duduk menyepi dalam kesendirian.",
    "description": ""
  },
  {
    "id": 550,
    "title": "",
    "inggris": "",
    "indo": "Ia menyalakan semangat yang membara dalam diri murid-muridnya melalui kerinduan mereka untuk melihatnya; ia tetap dalam penyepian selama empat puluh atau lima puluh hari.﴾550﴿",
    "description": ""
  },
  {
    "id": 551,
    "title": "",
    "inggris": "",
    "indo": "Orang-orang menjadi gila karena merindukannya, dan karena terpisah dari perasaan (spiritual), wacana, dan intuisi-nya.",
    "description": ""
  },
  {
    "id": 552,
    "title": "",
    "inggris": "",
    "indo": "Mereka memohon dan meratap, sementara ia dalam kesendirian membungkuk karena kerasnya tapa (laku Zuhud).",
    "description": ""
  },
  {
    "id": 553,
    "title": "",
    "inggris": "",
    "indo": "“Tanpamu kami tak memiliki cahaya; bagaimanakah keadaan seorang buta tanpa penuntun?”",
    "description": ""
  },
  {
    "id": 554,
    "title": "",
    "inggris": "",
    "indo": "Sebagai tanda kebaikan (kepada kami) dan demi Tuhan, janganlah pisahkan kami darimu lebih lama lagi.",
    "description": ""
  },
  {
    "id": 555,
    "title": "",
    "inggris": "",
    "indo": "Kami bagaikan anak-anak dan engkaulah perawat kami: tebarkanlah ke atas kami naungan (perlindungan)mu itu.\" ﴾555﴿",
    "description": ""
  },
  {
    "id": 556,
    "title": "",
    "inggris": "",
    "indo": "Ia berkata, \"jiwaku tidak jauh dari mereka yang mencintaiku, tetapi tidak ada izin bagiku untuk keluar.\"",
    "description": ""
  },
  {
    "id": 557,
    "title": "",
    "inggris": "",
    "indo": "Para amir itu datang untuk memohonkan perantaraan, dan para murid datang dengan nada mencela,",
    "description": ""
  },
  {
    "id": 558,
    "title": "",
    "inggris": "",
    "indo": "Mereka berkata, \"Wahai tuan yang mulia, alangkah besar malapetaka ini bagi kami! Tanpamu kami menjadi yatim — kehilangan hati dan agama kami.",
    "description": ""
  },
  {
    "id": 559,
    "title": "",
    "inggris": "",
    "indo": "Engkau seakan berpura-pura, sementara kami, dalam kesedihan yang dalam, menghembuskan keluh dingin yang sia-sia dari panasnya bara di dalam hati kami.”",
    "description": ""
  },
  {
    "id": 560,
    "title": "",
    "inggris": "",
    "indo": "Kami telah terbiasa dengan wacanamu yang manis, kami telah meminum susu kebijaksanaanmu.\"﴾560﴿",
    "description": ""
  },
  {
    "id": 561,
    "title": "",
    "inggris": "",
    "indo": "“Allah! Allah! Janganlah engkau, wahai wazir, berlaku sekejam itu kepada kami. Tunjukkanlah kasihmu hari ini — jangan menundanya sampai esok.",
    "description": ""
  },
  {
    "id": 562,
    "title": "",
    "inggris": "",
    "indo": "Apakah hatimu merelakan, bahwa mereka yang telah kehilangan hati karena cintanya padamu akhirnya menjadi seperti orang-orang yang tak memiliki apa pun —karena kehilangan dirimu?",
    "description": ""
  },
  {
    "id": 563,
    "title": "",
    "inggris": "",
    "indo": "Kami semua menggeliat seperti ikan di tanah kering; lepaskanlah airnya, bukalah bendungan dari aliran sungai itu.",
    "description": ""
  },
  {
    "id": 564,
    "title": "",
    "inggris": "",
    "indo": "Wahai engkau yang tiada bandingannya di dunia, demi Allah, demi Allah, datanglah menolong umatmu!”",
    "description": ""
  }
]