[
  {
    "id": 595,
    "title": "Bagaimana para murid mengajukan keberatan terhadap wazir yang mengasingkan diri",
    "inggris": "595. They all said: “O vizier, it is not disbelief: our words are not as the words of strangers.",
    "indo": "595. Mereka semua berkata: “Wahai Wazir, ini bukanlah ketidakpercayaan; kata-kata kami tidaklah seperti ucapan orang asing.”",
    "description": "Penolakan mereka bukan sikap kufur, tetapi kegelisahan batin seorang murid kepada gurunya. <br>Rumi menegaskan bahwa kedekatan ruhani mengubah nada kritik menjadi rintihan cinta."
  },
  {
    "id": 596,
    "title": "",
    "enggris": "The tears of our eyes are running because of our separation from thee; sigh after sigh is going (up) from the midst of our souls.",
    "indo": "Air mata kami mengalir karena perpisahan dari dirimu; desah demi desah naik dari kedalaman jiwa kami.",
    "description": "Tangisan ini bukan penolakan, tetapi kerinduan. <br>Isyarat maqām *shawq* (kerinduan mistik). <br>Rujukan: QS 12:84 — tangis Ya‘qub karena berpisah dengan Yusuf."
  },
  {
    "id": 597,
    "title": "",
    "inggris": "A babe does not contend with its nurse, but it weeps, although it knows neither evil nor good.",
    "indo": "Seorang bayi tidak membantah perawatnya, namun ia menangis meski belum mengenal baik maupun buruk.",
    "description": "Manusia di hadapan Tuhan atau guru ruhani laksana bayi—tangisan adalah bahasa ketidakberdayaan. <br>Makna sufistik: ruh yang bergantung sepenuhnya pada Rabb."
  },
  {
    "id": 598,
    "title": "",
    "inggris": "We are as the harp and thou art striking (it with) the plectrum: the lamentation is not from us, it is thou that art making lamentation.",
    "indo": "Kami laksana kecapi dan engkaulah yang memetiknya; ratapan itu bukan dari kami—engkaulah yang membuatnya berduka.",
    "description": "Manusia sebagai instrumen Ilahi: segala gerak batin adalah getaran dari tangan-Nya. <br>Konsep *fa‘ālun bimā yashā’*."
  },
  {
    "id": 599,
    "title": "",
    "inggris": "We are as the flute, and the music in us is from thee; we are as the mountain, and the echo in us is from thee.",
    "indo": "Kami seperti seruling, dan musik di dalam kami berasal darimu; kami seperti gunung, dan gema dalam diri kami pun darimu.",
    "description": "Seruling — simbol manusia sebagai wadah kosong yang hanya berbunyi bila ditiup sang Peniup. <br>Gunung — simbol refleksi sifat-sifat Tuhan pada makhluk. <br>Rujukan: QS 7:143 — gunung bergetar oleh tajalli."
  },
  {
    "id": 600,
    "title": "",
    "inggris": "600. We are as pieces of chess (engaged) in victory and defeat: our victory and defeat is from thee, O thou whose qualities are comely!",
    "indo": "600. Kami laksana bidak-bidak catur dalam menang dan kalah; kemenangan dan kekalahan kami berasal darimu, wahai yang sifat-sifatnya indah!",
    "description": "Rumi menggambarkan takdir (*qaḍā’ dan qadar*): manusia bergerak di papan catur Kehendak Ilahi. <br>Namun 'Sang Pemain' penuh keindahan, bukan tirani."
  },
  {
    "id": 601,
    "title": "",
    "inggris": "Who are we, O thou soul of our souls, that we should remain in being beside thee?",
    "indo": "Siapakah kami ini, wahai engkau jiwa dari segala jiwa, sehingga kami merasa layak tetap berada di hadapan-Mu?",
    "description": "Rumi menegaskan kefanaan makhluk di hadapan *al-Ḥaqq*. <br>Maqām: *fanā’ fīllāh* — hilangnya ego di hadapan Wujud Mutlak."
  },
  {
    "id": 602,
    "title": "",
    "inggris": "We and our existences are (really) non-existences: thou art the absolute Being which manifests the perishable.",
    "indo": "Kami dan segala keberadaan kami pada hakikatnya adalah ketiadaan; Engkaulah Wujud Mutlak yang menampakkan segala yang fana.",
    "description": "Konsep *wujūd* vs *‘adam*: makhluk hanya pinjaman wujud. <br>Rujukan: QS 28:88 — “Segala sesuatu binasa kecuali Wajah-Nya.”"
  },
  {
    "id": 603,
    "title": "",
    "inggris": "We all are lions, but lions on a banner: because of the wind they are rushing onward from moment to moment.",
    "indo": "Kami semua adalah singa—namun singa di atas panji; karena hembusan angin kami tampak bergerak setiap saat.",
    "description": "Gerak makhluk hanyalah gerak bayangan, digerakkan oleh ‘angin’ Kehendak Ilahi. <br>Gambaran ini meniadakan klaim kekuatan diri."
  },
  {
    "id": 604,
    "title": "",
    "inggris": "Their onward rush is visible, and the wind is unseen: may that which is unseen not fail from us!",
    "indo": "Gerak maju itu tampak, tetapi anginnya tak terlihat; semoga yang tak terlihat itu tidak pernah terputus dari kami!",
    "description": "Doa agar *nafḥah* (tiupan rahmat) tetap menyertai. <br>Isyarat kepada *tawfīq* — pertolongan yang tidak tampak."
  },
  {
    "id": 605,
    "title": "",
    "inggris": "Our wind and our being are of thy gift; our whole existence is from thy bringing us into being.",
    "indo": "Angin yang menggerakkan kami dan keberadaan kami adalah pemberian-Mu; seluruh wujud kami berasal dari penciptaan-Mu.",
    "description": "Segala gerak dan wujud adalah anugerah. <br>Maqām: syuhūd bahwa tidak ada pelaku selain Allah (*lā fā‘ila illā Huwa*)."
  },
  {
    "id": 606,
    "title": "",
    "inggris": "Thou didst show the delightfulness of Being unto not-being, after thou hadst caused not-being to fall in love with thee.",
    "indo": "Engkau memperlihatkan kelezatan Wujud kepada ketiadaan, setelah Engkau membuat ketiadaan jatuh cinta kepada-Mu.",
    "description": "Rumi menyebut asal ruh yang ‘jatuh cinta’ sebelum diciptakan. <br>Isyarat: Hadis “Aku adalah Perbendaharaan Tersembunyi…”"
  },
  {
    "id": 607,
    "title": "",
    "inggris": "Take not away the delightfulness of thy bounty; take not away thy dessert and wine and wine-cup!",
    "indo": "Janganlah Engkau cabut kelezatan anugerah-Mu; jangan ambil pencuci mulut-Mu, anggur-Mu, dan cawan-Mu!",
    "description": "Simbol: anggur = ekstase ilahi (*wajd*), cawan = wadah hati. <br>Doa agar pengalaman ruhani tidak dihijab."
  },
  {
    "id": 608,
    "title": "",
    "inggris": "And if thou take it away, who is there that will make inquiry? How should the picture strive with the painter?",
    "indo": "Dan jika Engkau mengambilnya, siapa yang dapat menuntut? Bagaimana mungkin sebuah gambar menggugat pelukisnya?",
    "description": "Penegasan *‘ubūdiyyah* total: makhluk tak punya hak menuntut Tuhan. <br>Rujukan: QS 21:23 — “Dia tidak ditanya tentang apa yang Dia lakukan.”"
  },
  {
    "id": 609,
    "title": "",
    "inggris": "Do not look on us, do not fix thy gaze on us: look on thine own kindness and generosity.",
    "indo": "Janganlah Engkau memandang kami; pandanglah hanya kemurahan dan kedermawanan-Mu sendiri.",
    "description": "Permohonan agar Allah menilai dengan rahmat, bukan amal. <br>Maqām: *tawāḍu‘* dan penyerahan mutlak."
  },
  {
    "id": 610,
    "title": "",
    "inggris": "We were not, and there was no demand on our part, yet thy grace was hearkening to our unspoken prayer.",
    "indo": "Kami belum ada, dan tidak ada permintaan dari pihak kami, namun rahmat-Mu telah mendengar doa kami yang belum terucap.",
    "description": "Sebelum makhluk ada, rahmat Allah sudah mendahului mereka. <br>Rujukan: Hadis Qudsī: “Rahmat-Ku mendahului murka-Ku.”"
  },
  {
    "id": 611,
    "title": "",
    "enggris": "Before the painter and the brush the picture is helpless and bound like a child in the womb.",
    "indo": "Di hadapan sang pelukis dan kuasnya, gambar itu tak berdaya dan terikat, seperti seorang bayi dalam kandungan.",
    "description": "Makhluk = citra tak berdaya; Tuhan = pelukis mutlak. <br>Isyarat pada *‘ubūdiyyah* total dan hilangnya klaim daya."
  },
  {
    "id": 612,
    "title": "",
    "enggris": "Before Omnipotence all the people of the Divine court are as helpless as the embroiderer’s fabric before the needle.",
    "indo": "Di hadapan Kemahakuasaan, seluruh makhluk di halaman istana Ilahi hanyalah selemah kain sulaman di bawah jarum sang penyulam.",
    "description": "Rumi menegaskan bahwa gerak makhluk hanyalah tertusuk oleh ‘jarum’ takdir. <br>Rujukan: QS 76:30."
  },
  {
    "id": 613,
    "title": "",
    "enggris": "Now He makes the picture thereon one of the Devil, now of Adam; now He makes the picture thereon one of joy, now one of grief.",
    "indo": "Kini Ia membuat gambar di atasnya berupa Iblis, kini berupa Adam; sekali Ia melukiskan kegembiraan, sekali kesedihan.",
    "description": "Seluruh keadaan manusia—baik, buruk, bahagia, sedih—adalah lukisan-Nya. <br>Maqām: penyaksian terhadap taṣarruf Ilahi."
  },
  {
    "id": 614,
    "title": "",
    "enggris": "There is no power that anyone should move a hand in defence; no right of speech that he should utter a word concerning injury or benefit.",
    "indo": "Tak ada kekuatan bagi siapa pun untuk menggerakkan tangan membela diri; tak ada hak berbicara untuk menyatakan mudarat atau manfaat.",
    "description": "Rumi menafikan daya-upaya makhluk secara mutlak (*lā ḥawla wa lā quwwata illā billāh*)."
  },
  {
    "id": 615,
    "title": "",
    "enggris": "Recite from the Qur’án the interpretation of the verse: God said, 'Thou didst not throw when thou threwest.'",
    "indo": "Bacalah dari al-Qur’an tafsir ayat: “Tidaklah engkau yang melempar ketika engkau melempar.”",
    "description": "Rujukan: QS 8:17. <br>Melempat = sebab lahiriah Nabi; Hakikat pelaku = Allah."
  },
  {
    "id": 616,
    "title": "",
    "enggris": "If we let fly an arrow, that action is not from us: we are only the bow, and the shooter of the arrow is God.",
    "indo": "Jika kami melepaskan anak panah, tindakan itu bukan dari kami: kami hanyalah busurnya, dan Penembak panah itu adalah Allah.",
    "description": "Analogi: manusia = alat, Allah = pelaku hakiki. <br>Maqām: syuhūd terhadap fi‘l Allah."
  },
  {
    "id": 617,
    "title": "",
    "enggris": "This is not jabr; it is the meaning of jabbárí: the mention of almightiness is for the sake of inspiring humility.",
    "indo": "Ini bukanlah paksaan (*jabr*); ini adalah makna *jabbārī*—penegasan Kemahaperkasaan untuk menumbuhkan kerendahan diri.",
    "description": "Rumi membedakan antara paksaan fatalistik dan penyaksian kemahakuasaan yang melahirkan *tawāḍu‘*."
  },
  {
    "id": 618,
    "title": "",
    "enggris": "Our humility is evidence of necessity, but our sense of guilt is evidence of freewill.",
    "indo": "Kerendahan diri kita adalah bukti adanya kepastian (takdir), tetapi rasa bersalah kita adalah bukti adanya kehendak bebas.",
    "description": "Dualitas: manusia merasakan dua sisi — tunduk kepada takdir dan sadar tanggung jawab."
  },
  {
    "id": 619,
    "title": "",
    "enggris": "If there were not freewill, what is this shame? And what is this sorrow and guilty confusion and abashment?",
    "indo": "Jika tidak ada kehendak bebas, apa arti rasa malu ini? Apa arti duka, bingung bersalah, dan rasa terhina ini?",
    "description": "Rasa bersalah adalah bukti bahwa manusia tidak sepenuhnya terpaksa."
  },
  {
    "id": 620,
    "title": "",
    "enggris": "Why is there chiding between masters and pupils? Why is the mind changing so as to depart from plans already formed?",
    "indo": "Mengapa ada teguran antara guru dan murid? Mengapa pikiran berubah sehingga meninggalkan rencana yang telah ditetapkan?",
    "description": "Perubahan, teguran, dan dinamika pilihan menunjukkan adanya unsur ikhtiar dalam diri manusia."
  },
  {
    "id": 621,
    "title": "",
    "inggris": "And if you say that he (the assertor of freewill) takes no heed of His (God's) compulsion, and that God's moon has become hidden in His cloud,",
    "indo": "Dan jika engkau berkata bahwa orang yang mengakui kehendak bebas itu tidak memperhatikan paksaan Allah, dan bahwa bulan milik Allah itu telah tertutup oleh awan-Nya,",
    "description": "“Bulan Allah tertutup awan-Nya” = manusia lupa melihat dominasi kehendak Ilahi karena tertutup oleh persepsi dirinya."
  },
  {
    "id": 622,
    "title": "",
    "inggris": "There is a good answer to this; if you hearken, you will relinquish unbelief and incline towards the true religion.",
    "indo": "Ada jawaban yang baik untuk hal ini; jika engkau mendengarkan, engkau akan meninggalkan ketidakpercayaan dan condong kepada agama yang benar.",
    "description": "Rumi menegaskan bahwa penyelarasan antara takdir dan ikhtiar dapat ditemukan oleh pendengar yang jernih hatinya."
  },
  {
    "id": 623,
    "title": "",
    "inggris": "Remorse and humility occur at the time of illness: the time of illness is wholly wakefulness of conscience.",
    "indo": "Penyesalan dan kerendahan hati terjadi pada saat sakit; waktu sakit adalah sepenuhnya keadaan terjaga bagi nurani.",
    "description": "Penyakit menyingkap hakikat: ia melemahkan ego dan membangunkan kesadaran ruhani."
  },
  {
    "id": 624,
    "title": "",
    "enggris": "At the time when you are becoming ill, you pray God to forgive your trespass;",
    "indo": "Ketika engkau mulai jatuh sakit, engkau memohon kepada Allah agar mengampuni pelanggaranmu;",
    "description": "Saat lemah, manusia kembali pada Tuhan: refleksi bahwa fitrah bangkit ketika kemegahan diri runtuh."
  },
  {
    "id": 625,
    "title": "",
    "inggris": "The foulness of your sin is shown to you, you resolve to come back to the right way;",
    "indo": "Keburukan dosamu ditampakkan kepadamu, dan engkau bertekad untuk kembali ke jalan yang benar;",
    "description": "Penyakit = cermin ruhani yang memperlihatkan kegelapan diri secara jelas."
  },
  {
    "id": 626,
    "title": "",
    "inggris": "You make promises and vows that henceforth your chosen course of action will be nothing but obedience to God:",
    "indo": "Engkau membuat janji dan nazar bahwa mulai sekarang pilihan tindakanmu tidak akan lain selain ketaatan kepada Allah:",
    "description": "Janji-janji spiritual muncul ketika kesadaran diperhalus oleh rasa sakit dan kefanaan."
  },
  {
    "id": 627,
    "title": "",
    "inggris": "Therefore it has become certain that illness gives to you conscience and wakefulness.",
    "indo": "Maka pastilah bahwa penyakit memberi kepadamu nurani dan kewaspadaan.",
    "description": "Konsep sufistik: *al-amrāḍ tanbīhāt* — penyakit adalah bentuk peringatan Ilahi."
  },
  {
    "id": 628,
    "title": "",
    "inggris": "Note, then, this principle, O thou that seekest the principle; every one who suffers pain has caught the scent thereof:",
    "indo": "Ingatlah prinsip ini, wahai pencari prinsip; setiap orang yang merasakan sakit telah menangkap aromanya:",
    "description": "Rumi: rasa sakit adalah ‘aroma’ petunjuk — tanda bahwa jiwa sedang dibawa mendekat."
  },
  {
    "id": 629,
    "title": "",
    "inggris": "The more wakeful any one is, the more full of suffering he is; the more aware (of God) he is, the paler he is in countenance.",
    "indo": "Semakin terjaga seseorang, semakin penuh ia dengan penderitaan; semakin ia sadar akan Allah, semakin pucat wajahnya.",
    "description": "Kesadaran Ilahi membuat hati lembut dan peka; kepedihan ruhani justru tanda kedekatan."
  },
  {
    "id": 630,
    "title": "",
    "inggris": "If you are aware of His jabr (compulsion), where is your humility? Where is your feeling of being loaded with the chain of His jabbárí (almightiness)?",
    "indo": "Jika engkau benar-benar menyadari jabr (ketentuan-Nya), di manakah kerendahan hatimu? Di manakah perasaan terbelenggu oleh rantai jabbārī-Nya (Kemahaperkasaan-Nya)?",
    "description": "Rumi menantang: siapa yang mengaku melihat takdir Ilahi semestinya tampak dalam kerendahan dan tunduknya."
  },
    {
      "id": 631,
      "inggris": "How should one make merry who is bound in chains? When does the captive in prison behave like the man who is free?",
      "indo": "Bagaimana mungkin seseorang bersuka cita bila terbelenggu rantai? Kapan tawanan di penjara dapat bersikap seperti orang yang bebas?",
      "description": "Rantai adalah simbol qadar yang membatasi nafs dari kelengahan; hanya ruh yang merdeka oleh ma’rifah dapat tertawa. Penjara merujuk pada jasad dan dunia (al-dunyā sijn al-mu’min, HR. Muslim)."
    },
    {
      "id": 632,
      "inggris": "And if you consider that your foot is shackled (and that) the king's officers are sitting (as custodians) over you,",
      "indo": "Dan jika engkau menyadari kakimu terbelenggu dan para penjaga raja duduk mengawasimu,",
      "description": "Belenggu adalah ikatan hukum ilahi; para penjaga raja diibaratkan malaikat yang mencatat amal (Qur'an 82:10–12). Kesadaran akan penjagaan membuat hamba tunduk."
    },
    {
      "id": 633,
      "inggris": "Then do not act like an officer (tyrannously) towards the helpless, inasmuch as that is not the nature and habit of a helpless man.",
      "indo": "Maka janganlah engkau bersikap seperti pejabat yang menindas terhadap yang lemah, sebab hal itu bukan tabiat seorang yang tak berdaya.",
      "description": "Siapa yang menyadari dirinya mahbūs (tertawan oleh amanah Allah) tidak mungkin menindas. Kelemahan sejati melahirkan raḥmah, bukan keangkuhan (Qur'an 28:83)."
    },
    {
      "id": 634,
      "inggris": "Since you do not feel His compulsion, do not say (that you are compelled); and if you feel it, where is the sign of your feeling?",
      "indo": "Karena engkau tidak merasakan paksaan-Nya, jangan berkata bahwa engkau dipaksa; dan jika engkau merasakannya, di manakah tanda-tanda perasaan itu?",
      "description": "Jabr sejati melahirkan kerendahan hati, bukan alasan. Jika hamba benar-benar merasakan qahr Ilahi, ia akan luluh (Qur'an 59:21)."
    },
    {
      "id": 635,
      "inggris": "In every act for which you have inclination, you are clearly conscious of your power (to perform it),",
      "indo": "Dalam setiap tindakan yang engkau ingini, engkau sadar betul akan kemampuanmu melakukannya,",
      "description": "Kecenderungan nafs menimbulkan rasa mampu; di sinilah kasysyāf kehendak dipahami. Freewill terasa jelas pada wilayah yang digemari jiwa."
    },
    {
      "id": 636,
      "inggris": "(But) in every act for which you have no inclination and desire, in regard to that (act) you have become a necessitarian, saying, “This is from God.”",
      "indo": "Namun dalam setiap tindakan yang tidak engkau ingini, terhadapnya engkau menjadi seorang penganut paksaan, sambil berkata, “Ini dari Tuhan.”",
      "description": "Nafs menisbatkan yang pahit kepada takdir, namun yang manis kepada dirinya—ini adalah tabiat manusia sejak Adam (Qur'an 4:79)."
    },
    {
      "id": 637,
      "inggris": "The prophets are necessitarians in regard to the works of this world, (while) the infidels are necessitarians in regard to the works of the next world.",
      "indo": "Para nabi adalah penganut paksaan dalam urusan dunia, sedangkan orang kafir adalah penganut paksaan dalam urusan akhirat.",
      "description": "Para nabi melihat dunia sebagai majrā qadar, sehingga tunduk; sementara kafir melihat akhirat sebagai tak terelakkan, sehingga enggan beramal (Qur'an 30:7)."
    },
    {
      "id": 638,
      "inggris": "To the prophets the works of the next world are (a matter of) freewill; to the foolish the works of this world are (a matter of) freewill,",
      "indo": "Bagi para nabi, amal akhirat adalah urusan kehendak bebas; bagi orang bodoh, amal dunia adalah urusan kehendak bebas,",
      "description": "Nabi melihat akhirat sebagai ladang ikhtiar (HR. Muslim: 'dunia ladang akhirat'). Orang bodoh mengira dunia sepenuhnya miliknya."
    },
    {
      "id": 639,
      "inggris": "Because every bird flies to its own congener: it (follows) behind, and its spirit (goes) before, (leading it on).",
      "indo": "Sebab setiap burung terbang menuju sesamanya: ia mengikuti dari belakang, sementara ruhnya maju di depan menuntunnya.",
      "description": "Ruh tertarik pada asalnya (Qur'an 17:85). Yang suci menuju cahaya, yang gelap menuju gelap. Burung adalah simbol fitrah yang mendahului jasad."
    },
    {
      "id": 640,
      "inggris": "Inasmuch as the infidels were congeners of Sijjīn (Hell), they were well-disposed to the prison (sijn) of this world.",
      "indo": "Karena orang-orang kafir adalah sejenis dengan Sijjīn (Neraka), mereka menyukai penjara dunia ini.",
      "description": "Sijjīn melambangkan kebengkokan jiwa (Qur'an 83:7–9). Dunia terasa nyaman bagi yang mengurung dirinya dari cahaya."
    },
    {
      "id": 641,
      "inggris": "Inasmuch as the prophets were congeners of ‘Illiyyīn (Heaven), they went towards the ‘Illiyyīn of spirit and heart.",
      "indo": "Karena para nabi sejenis dengan ‘Illiyyīn (Surga), mereka menuju ‘Illiyyīn ruh dan hati.",
      "description": "‘Illiyyīn adalah ketinggian ruhani (Qur'an 83:18–21). Para nabi bergerak ke atas sesuai asalnya: cahaya kembali kepada Cahaya."
    },
    {
      "id": 642,
      "inggris": "This discourse hath no end,but let us (now) relate the story to its completion.",
      "indo": "Pembahasan ini tak ada habisnya, tetapi marilah kita (sekarang) melanjutkan cerita ini hingga selesai.",
      "description": "Bahasan qadar dan ikhtiar tak memiliki ujung, sebagaimana jalan hakikat tidak terhingga (Qur'an 18:109). <br> Rumi kembali ke narasi—tari antara hakikat dan kisah—sebagaimana para sufi membuka dan menutup tabir sesuai kebutuhan murid."
    }
  ]