[
  {
    "id": 463,
    "title": "Bagaimana wazir mengacaukan tata tertib Injil.",
    "inggris": "",
    "indo": "Ia menyiapkan gulungan naskah atas nama (yang dialamatkan kepada) setiap amir, bentuk (tulisan) setiap gulungan naskah itu memiliki isi yang berbeda-beda.",
    "description": ""
  },
  {
    "id": 464,
    "title": "",
    "inggris": "",
    "indo": "Ketetapan-ketetapan setiap gulungan itu beragam jenis, yang satu bertentangan dengan yang lain, dari ujung hingga permulaan.",
    "description": ""
  },
  {
    "id": 465,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu ajaran, ia menjadikan jalan Zuhud (menjauhi kesenangan dunia) dan kelaparan sebagai dasar tobat, serta syarat yang diperlukan bagi pertobatan sejati.”﴾465﴿",
    "description": ""
  },
  {
    "id": 466,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Zuhud tak membawa hasil: di Jalan ini tak ada sarana kebebasan kecuali kedermawanan.\"",
    "description": ""
  },
  {
    "id": 467,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Kelaparan dan kedermawananmu (menyiratkan) persekutuan di pihakmu (menghubungkan objek lain) dengan (Dia yang adalah) Tujuan Ibadahmu.",
    "description": ""
  },
  {
    "id": 468,
    "title": "",
    "inggris": "",
    "indo": "Kecuali tawakkal (berserah diri) dan kepasrahan total dalam duka dan suka, semuanya adalah tipuan dan jerat.\"",
    "description": ""
  },
  {
    "id": 469,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Wajib bagimu untuk berkhidmat (melayani Tuhan); jika tidak, pikiran untuk bertawakkal (berserah diri) adalah (penyebab) kecurigaan.\"",
    "description": ""
  },
  {
    "id": 470,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Ada perintah dan larangan Ilahi, (tetapi itu) bukan untuk dipraktikkan (ditaati): itu (hanyalah) untuk menunjukkan kelemahan kita.﴾470﴿",
    "description": ""
  },
  {
    "id": 471,
    "title": "",
    "inggris": "",
    "indo": "Agar kita dapat melihat kelemahan kita di dalamnya dan pada saat itu mengakui kekuatan-Nya.\"",
    "description": ""
  },
  {
    "id": 472,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Jangan pandang kelemahanmu: kelemahan itu adalah tindakan kufur nikmat (tidak bersyukur). Awas!",
    "description": ""
  },
  {
    "id": 473,
    "title": "",
    "inggris": "",
    "indo": "Pandanglah kekuatanmu, sebab kekuatan ini berasal dari-Nya: ketahuilah bahwa kekuatanmu adalah karunia dari Dia yang adalah Hū (Sang Absolut).\"",
    "description": ""
  },
  {
    "id": 474,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Tinggalkan kedua (sifat) ini (kelemahan dan kekuatan): apa pun yang terkandung dalam penglihatan (memandang selain Tuhan) adalah berhala (sesuatu yang menyiratkan dualisme).\"",
    "description": ""
  },
  {
    "id": 475,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Jangan padamkan pelita (penglihatan) ini, sebab penglihatan ini bagaikan pelita yang menerangi jalan menuju konsentrasi (batin).﴾475﴿",
    "description": ""
  },
  {
    "id": 476,
    "title": "",
    "inggris": "",
    "indo": "Ketika kau melepaskan penglihatan dan fantasi (terlalu cepat), kau akan memadamkan pelita penyatuan di tengah malam.\"",
    "description": ""
  },
  {
    "id": 477,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Padamkanlah—jangan takut— agar kau dapat melihat jutaan penglihatan sebagai gantinya;",
    "description": ""
  },
  {
    "id": 478,
    "title": "",
    "inggris": "",
    "indo": "Sebab dengan memadamkannya, pelita ruh ditingkatkan: dengan penyangkalan dirimu, Laila (kekasihmu) menjadi Majnun (pecintamu).",
    "description": ""
  },
  {
    "id": 479,
    "title": "",
    "inggris": "",
    "indo": "Jika seseorang meninggalkan dunia dengan penyangkalan (penolakan) dirinya sendiri, dunia akan mendatanginya (dengan penghormatan) semakin bertambah.\"",
    "description": ""
  },
  {
    "id": 480,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Apa yang Tuhan berikan padamu, Dia jadikan manis bagimu pada saat ia diwujudkan.﴾480﴿",
    "description": ""
  },
  {
    "id": 481,
    "title": "",
    "inggris": "",
    "indo": "Dia menjadikannya mudah (diberkati) bagimu, dan terimalah dengan senang hati: Jangan lemparkan dirimu ke dalam penderitaan.\"",
    "description": ""
  },
  {
    "id": 482,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Lepaskan semua yang berasal dari diri (ego), sebab adalah salah dan buruk untuk mematuhi tabiatmu.\"",
    "description": ""
  },
  {
    "id": 483,
    "title": "",
    "inggris": "",
    "indo": "(Banyak) jalan yang berbeda menjadi mudah (untuk diikuti): agama setiap orang menjadi (baginya) sama (berharga) seperti hidup.",
    "description": ""
  },
  {
    "id": 484,
    "title": "",
    "inggris": "",
    "indo": "Jika kemudahan yang dibuat Tuhan adalah jalan (yang benar), setiap Yahudi dan Zoroaster niscaya akan memiliki pengetahuan tentang Dia.",
    "description": ""
  },
  {
    "id": 485,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Yang (sendirian) dijadikan mudah (diberkati) adalah bahwa (hanya) makanan spiritual yang seharusnya menjadi kehidupan hati.\"﴾485﴿",
    "description": ""
  },
  {
    "id": 486,
    "title": "",
    "inggris": "",
    "indo": "Ketika kenikmatan dari tabiat (indrawi) berlalu, bagaikan tanah payau ia tak menumbuhkan hasil dan panen.",
    "description": ""
  },
  {
    "id": 487,
    "title": "",
    "inggris": "",
    "indo": "Hasilnya tiada lain hanyalah penyesalan; penjualannya hanya menghasilkan kerugian.",
    "description": ""
  },
  {
    "id": 488,
    "title": "",
    "inggris": "",
    "indo": "Itu tidaklah \"mudah\" pada akhirnya; nama (sejati)nya pada akhirnya adalah \"sulit\".",
    "description": ""
  },
  {
    "id": 489,
    "title": "",
    "inggris": "",
    "indo": "Bedakan yang sulit dari yang mudah: pertimbangkanlah (apa) keindahan dari ini dan itu pada akhirnya.",
    "description": ""
  },
  {
    "id": 490,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Carilah Guru (pembimbing): kau tak akan menemukan pandangan jauh ke masa depan (akhir) di antara kualitas yang diwarisi dari leluhur.\"﴾490﴿",
    "description": ""
  },
  {
    "id": 491,
    "title": "",
    "inggris": "",
    "indo": "Setiap jenis sekte agama meramalkan akhir (sesuai dugaan mereka sendiri): niscaya mereka jatuh menjadi tawanan kesesatan.",
    "description": ""
  },
  {
    "id": 492,
    "title": "",
    "inggris": "",
    "indo": "Meramalkan akhir bukanlah (semudah) alat tenun tangan; jika tidak, bagaimana mungkin ada perbedaan dalam agama?",
    "description": ""
  },
  {
    "id": 493,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Kaulah Guru itu, karena kau mengenal Sang Guru.",
    "description": ""
  },
  {
    "id": 494,
    "title": "",
    "inggris": "",
    "indo": "“Jadilah seorang manusia sejati, dan jangan tunduk kepada manusia lain. Pergilah, peganglah kepalamu sendiri (pilihlah jalanmu sendiri), dan jangan menjadi orang yang kepalanya berputar bingung mencari penuntun.”",
    "description": ""
  },
  {
    "id": 495,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Semua (keragaman) ini adalah satu: siapa pun yang melihat dua adalah orang kerdil yang matanya juling.\"﴾495﴿",
    "description": ""
  },
  {
    "id": 496,
    "title": "",
    "inggris": "",
    "indo": "Dalam satu gulungan ia berkata: \"Bagaimana seratus bisa menjadi satu? Dia yang berpikir demikian pastilah gila.\"",
    "description": ""
  },
  {
    "id": 497,
    "title": "",
    "inggris": "",
    "indo": "Ajaran-ajaran itu, setiap satunya, bertentangan satu sama lain: bagaimana mungkin mereka menjadi satu? Apakah racun dan gula itu satu?",
    "description": ""
  },
  {
    "id": 498,
    "title": "",
    "inggris": "",
    "indo": "Sampai kau melampaui (perbedaan) racun dan gula, bagaimana kau akan menangkap aroma dari Taman Keesaan (Tauhid)?",
    "description": ""
  },
  {
    "id": 499,
    "title": "",
    "inggris": "",
    "indo": "Dua belas gulungan dengan gaya dan cara ini disusun dalam tulisan oleh musuh agama Isa-a.s itu.",
    "description": ""
  }
]