[
  {
    "id": 565,
    "title": "Jawaban Wazir Menolak Permintaan Murid",
    "inggris": "",
    "indo": "Ia berkata: \"Awas, wahai kalian yang diperbudak oleh kata dan pembicaraan, kalian yang mencari nasihat yang terdiri dari ucapan lisan dan pendengaran telinga.﴾565﴿",
    "description": ""
  },
  {
    "id": 566,
    "title": "",
    "inggris": "",
    "indo": "Sumbatlah telinga indera (fisik) yang rendah, lepaskanlah penutup indera (itu) dari mata kalian!",
    "description": ""
  },
  {
    "id": 567,
    "title": "",
    "inggris": "",
    "indo": "Telinga kepala adalah sumbat kapas bagi telinga nurani (batin): sampai yang pertama menjadi tuli, telinga batin itu tetap tuli.",
    "description": ""
  },
  {
    "id": 568,
    "title": "",
    "inggris": "",
    "indo": "Jadilah tanpa indera, tanpa telinga, dan tanpa pikiran, agar kalian dapat mendengar seruan (Tuhan kepada jiwa), 'Kembalilah!'\"",
    "description": ""
  },
  {
    "id": 569,
    "title": "",
    "inggris": "",
    "indo": "Selama engkau (terlibat) dalam percakapan keterjagaan (duniawi), bagaimana engkau akan menangkap aroma dari percakapan tidur (batin)?",
    "description": ""
  },
  {
    "id": 570,
    "title": "",
    "inggris": "",
    "indo": "Ucapan dan tindakan kita adalah perjalanan lahiriah; perjalanan batiniah berada di atas langit. ﴾570﴿",
    "description": ""
  },
  {
    "id": 571,
    "title": "",
    "inggris": "",
    "indo": "Indera (fisik) hanya melihat kekeringan, karena ia lahir dari kekeringan (bumi): ruh Isa-a s menginjakkan kaki di lautan.",
    "description": ""
  },
  {
    "id": 572,
    "title": "",
    "inggris": "",
    "indo": "Perjalanan jasad yang kering terjadi di tanah kering, (tetapi) perjalanan ruh menginjakkan kaki (terjadi) di pusat lautan.",
    "description": ""
  },
  {
    "id": 573,
    "title": "",
    "inggris": "",
    "indo": "Karena hidupmu telah berlalu dalam perjalanan di darat, kadang gunung, kadang sungai, kadang gurun,",
    "description": ""
  },
  {
    "id": 574,
    "title": "",
    "inggris": "",
    "indo": "Dari mana kau akan mendapatkan Air Kehidupan? Di mana kau akan membelah ombak Lautan?",
    "description": ""
  },
  {
    "id": 575,
    "title": "",
    "inggris": "",
    "indo": "Ombak bumi adalah imajinasi dan pemahaman dan pikiran kita; ombak air adalah ketiadaan diri, kemabukan (mistis), dan kematian (fanā).﴾575﴿",
    "description": ""
  },
  {
    "id": 576,
    "title": "",
    "inggris": "",
    "indo": "Selama engkau berada dalam kemabukan (indrawi) ini,engkau jauh dari kemabukan (mistis) itu; selama engkau mabuk dengan (cawan duniawi) ini, engkau buta terhadap cawan (Ilahi) itu.",
    "description": ""
  },
  {
    "id": 577,
    "title": "",
    "inggris": "",
    "indo": "Ucapan dan pembicaraan lahiriah bagaikan debu: Sejenak, biasakanlah dirimu untuk diam untuk.—Perhatikanlah!",
    "description": ""
  }
]