[
  {
    "id": 458,
    "title": "Penjelasan Dua Belas Suku Nasrani",
    "inggris": "The people of Jesus had twelve amírs as rulers in authority over them.",
    "indo": "Umat Isa-a s memiliki dua belas amir sebagai pemimpin yang berkuasa atas mereka.",
    "description": "→ “Dua belas amir” melambangkan <b>dua belas kekuatan/indera batin dalam diri manusia</b> yang idealnya tunduk pada ruh kenabian (ruh Isa), tetapi ketika terpisah dari pusat Ilahi, mereka berubah menjadi struktur ego yang mandiri.<br><br><b>Rujukan Qur’an &amp; Hadis yang relevan:</b><br><br><b>QS 5:12</b> – Allah mengambil perjanjian dari dua belas pemuka Bani Israil; paralel simbolik dengan kepemimpinan rohani yang terpecah.<br><br><b>QS 23:53</b> – “Mereka terpecah menjadi sekte-sekte, setiap golongan bangga dengan apa yang ada pada mereka.” "
  },
  {
    "id": 459,
    "title": "",
    "inggris": "Each party followed one amír and had become devoted to its own amír from desire (of worldly gain).",
    "indo": "Setiap kelompok mengikuti satu amir, dan mereka menjadi setia pada amirnya masing-masing karena dorongan keinginan (akan keuntungan dunia).",
    "description": "→ Setiap “kelompok” adalah <b>fraksi ego dalam diri,</b> dan setiap amir adalah “kecenderungan batin” yang saling bersaing. Keinginan dunia adalah lem perekat yang membuat seseorang loyal pada ego tertentu, bukan pada kebenaran.<br><b>Rujukan Qur’an &amp; Hadis:</b><br><b>QS 45:23 </b>– “Apakah engkau melihat orang yang menjadikan hawa nafsunya sebagai tuhannya?”<br><b>QS 3:14</b> – Godaan duniawi menjadi daya tarik yang memalingkan manusia."
  },
  {
    "id": 460,
    "title": "",
    "inggris": "These twelve amírs and their followers became the slaves of that vizier of evil sign.",
    "indo": "Kedua belas amir itu beserta para pengikut mereka menjadi hamba dari wazir yang bertanda jahat itu.",
    "description": "→ “Wazir bertanda jahat” <b>adalah nafs ammarah</b>—pusat kekuatan negatif yang memanipulasi keseluruhan struktur jiwa. Bahkan kekuatan-kekuatan baik (amir) dapat diperbudak jika pusat kendali berpindah ke nafs.<br><br><b>Rujukan Qur’an &amp; Hadis:</b><br><br><b>QS Yusuf 12:53</b> – Nafs ammarah “sangat menyuruh pada kejahatan.”<br><br><b>QS 33:67</b> – Penguasa sesat yang diikuti buta menyesatkan seluruh umat. "
  },
  {
    "id": 461,
    "title": "",
    "inggris": "They all put trust in his words, they all took his procedure as a pattern.",
    "indo": "Mereka semua menaruh kepercayaan pada kata-katanya, mereka semua mengambil tata cara (perilaku)nya sebagai panutan.",
    "description": "→ Ini menggambarkan <b>hilangnya furqān </b>(kemampuan membedakan). Ketika nafs sudah menguasai “<b>majlis batin</b>”, semua organ spiritual mengikuti satu skema sesat—seakan seluruh jiwa meniru pola pikir setan internal.<br><br><b>Rujukan Qur’an &amp<b>; Hadis:<br><br><b>QS 7:22</b> – Setan “membujuk keduanya dengan tipu daya”; kepercayaan buta pada bisikan.<br><br>Hadis: “<i><b>Hati-hati, dalam jasad ada segumpal daging… jika ia rusak, rusaklah seluruhnya.</b></i>” → Kesesuaian dengan pusat kendali batin yang buruk."
  },
  {
    "id": 462,
    "title": "",
    "inggris": "Each amír would have given up his life in his presence at the time and hour (on the spot), if he (the vizier) had bidden him die.",
    "indo": "Setiap amir akan menyerahkan nyawanya di hadapannya pada saat itu juga, jika ia (si wazir) memerintahkannya untuk mati.",
    "description": "→ Puncak dominasi nafs: seluruh potensi dan kekuatan baik dalam diri (amir) siap berkorban untuk kehancurannya sendiri. Ini alegori self-destructive obedience—jiwa yang tunduk total pada dorongan gelapnya sendiri.<br><br><b>Rujukan Qur’an &amp; Hadis:</b><br><br><b>QS 14:22</b> – Setan berkata: “<b>Aku tidak memiliki kuasa atas kalian, kecuali aku mengajak, lalu kalian mengikuti.</b>”<br><br><b>Hadis</b>: “Tidak ada ketaatan kepada makhluk dalam bermaksiat kepada Allah.” → Menunjukkan absurditas ketaatan yang membunuh diri. "
  }
]