[
  {
    "id": 324,
    "title": "Kisah Raja Yahudi yang Buta Fanatisme",
    "inggris": "Amongst the Jews there was a king who wrought oppression, an enemy of Jesus and a destroyer of Christians.",
    "indo": "Di antara kaum Yahudi ada seorang raja yang melakukan penindasan, Seorang musuh Isa-a.s dan penghancur kaum Nasrani.",
    "description": "Dalam Mastnawi, “Yahudi” di banyak tempat dipakai bukan sebagai etnis sejarah, tetapi sebagai <b>arketipe kerasnya hati</b> dan legalisme kaku (rujukan pada tipologi Qur’an). <br>Rumi memakai kisah-kisah “raja Yahudi” sebagai <b>model batin manusia</b> yang memusuhi maknā (hakikat)."
  },
  {
    "id": 325,
    "title": "",
    "inggris": "325. ’Twas the epoch of Jesus and the turn was his: he was thesoul of Moses, and Moses the soul of him;",
    "indo": "Itu adalah zaman Isa dan giliran (kekuasaan) adalah miliknya: Ia adalah jiwa Musa-a.s, dan Musa-a.s adalah jiwa darinya;﴾325﴿",
    "description": "‘Isa = simbol <b>ruh ilahiah</b>, nafas hayat, dan kebenaran batin. <br>“Nasrani” mewakili <b>jiwa-jiwa yang hidup dengan cinta dan welas asih</b>.<br>Musuh ‘Isa = musuh ruhaniyyah."
  },
  {
    "id": 326,
    "title": "",
    "inggris": "(But) the squint-eyed (double-seeing) king separated in the way of God those two Divine (prophets) who were (really) in accord (with each other).",
    "indo": "(Namun) raja bermata juling (penglihatan ganda) itu memisahkan Di jalan Tuhan, kedua nabi Ilahi yang (sesungguhnya) saling selaras.",
    "description": "Pernyataan ini menyentuh doktrin klasik sufi: <b>wahdat al-rūḥ al-nabawiyyah</b> (kesatuan ruh kenabian). <br>Dalam tradisi Ibn ‘Arabi: semua nabi adalah <b>manifestasi satu “Haqiqat Muhammadiyyah</b>” yang muncul dalam kurun berbeda. <br>Jadi Rumi menolak <b>sektarianisme</b>: Musa dan ‘Isa <b>hakikatnya satu cahaya</b>."
  },
  {
    "id": 327,
    "title": "",
    "inggris": "The master said to a squint-eyed (pupil), “Come on; go, fetch that bottle out of the room.”",
    "indo": "Sang Guru berkata kepada seorang murid bermata juling, “Kemarilah; Pergi, ambil botol itu dari dalam ruangan.”",
    "description": "Raja “juling”: metafora persepsi yang rusak <br>“Juling” (Persia: kajā-bīn) = simbol <b>penglihatan batin yang terbelah</b>, tidak melihat tawḥīd."
  },
  {
    "id": 328,
    "title": "",
    "inggris": "Said the squint-eyed one: “Which of the two bottles shall I bring to you? Explain fully.”",
    "indo": "Kata si mata juling: “Botol yang manakah dari dua botol yang harus kubawa kepadamu? Jelaskanlah sepenuhnya.”",
    "description": "Dalam sufisme, persepsi ganda identik dengan <b>syirik khafi</b> (kesyirikan halus). <br>Raja melihat Musa vs ‘Isa sebagai dua kubu; padahal keduanya satu makna."
  },
  {
    "id": 329,
    "title": "",
    "inggris": "“There are not two bottles,” replied the master; “go, leave off squinting and do not be seeing more (than one).”",
    "indo": "“Tidak ada dua botol,” jawab Sang Guru; “Pergi, pergilah, hentikan julingmu dan jangan melihat lebih (dari satu)”",
    "description": "(Juling = persepsi batin yang rusak; wabah wahm / ilusi.) <br> ​Kemajemukan : Fenomena botol yang terlihat dua melambangkan kemajemukan, atau keberagaman duniawi. <br>Kemajemukan ini dianggap sebagai hasil dari ilusi indera dan keterbatasan persepsi manusia.<br>​Kesatuan (Tawḥīd): Botol tunggal yang merupakan sumber dari ilusi visual tersebut melambangkan tawḥīd, yaitu hakikat kesatuan atau Realitas Sejati yang mendasari segala eksistensi.<br>​Penyingkapan (Kasyf): Tindakan memecahkan botol melambangkan lenyapnya ilusidualitas.<br> Penghilangan ilusi ini berujung pada pengalaman spiritual penyingkapan(kasyf), yakni tersingkapnya tabir dan tercapainya pemahaman langsung (gnosis)terhadap Realitas yang Esa."
  },
  {
    "id": 330,
    "title": "",
    "inggris": "330. “O master,” said he, “don't chide me.” Said the master,“Smash one of those two.”",
    "indo": "“Wahai Guru,” katanya, “janganlah memarahiku.” Kata Sang Guru, “Pecahkanlah salah satu dari dua botol itu.”﴾330﴿",
    "description": "Makna Konseptual:<br> Tantangan untuk menghancurkan persepsi ilusi, bukan botol itu sendiri. Memecah 'yang satu' yang dilihat 'dua' adalah langkah awal kasyf (penyingkapan). "
  },
  {
    "id": 331,
    "title": "",
    "inggris": "The bottle was one, though in his eyes it seemed two; when he broke the bottle, there was no other.",
    "indo": "Botol itu hanya satu, meski di matanya tampak dua; Ketika ia memecahkan botol itu, tak ada yang lain (yang tersisa).",
    "description": "Aliran Makna: Ketika ilusi dualitas (shirk) dihancurkan, Kebenaran Tunggal (tawḥīd) tersingkap. 'Yang lain' adalah proyeksi mata juling."
  },
  {
    "id": 332,
    "title": "",
    "inggris": "When one was broken, both vanished from sight: a man is made squint-eyed by (evil) propensity and anger.",
    "indo": "Ketika yang satu pecah, keduanya lenyap dari pandangan: Seseorang dibuat bermata juling oleh kecenderungan (buruk) dan amarah.",
    "description": "Dua unsur nafs ammārah:<br>Ghaḍab (amarah) = menggelapkan akal.<br>Shahwah (syahwat) = memecah fokus ruh.<br>Dalam psikologi sufi (Ghazāli), dua ini adalah penyebab “penyimpangan persepsi”."
  },
  {
    "id": 333,
    "title": "",
    "inggris": "Anger and lust make a man squint-eyed, they change the spirit (so that it departs) from rectitude.",
    "indo": "Amarah dan nafsu membuat seseorang bermata juling,Mereka mengubah ruh (sehingga ia menjauh) dari kelurusan.",
    "description": "Makna Etika: <br>Amarah (ghadhab) dan nafsu (shahwat) adalah hijab (tabir) utama yang menghalangi pandangan lurus (istiqamah) menuju Ilahi."
  },
  {
    "id": 334,
    "title": "",
    "inggris": "When self-interest appears, virtue becomes hidden: a hundred veils rise from the heart to the eye.",
    "indo": "Ketika kepentingan diri muncul, kebajikan menjadi tersembunyi: Seratus tirai bangkit dari hati menuju mata.",
    "description": "Self-interest: ḥuẓẓ al-nafs (bagian keuntungan jiwa rendah).<br>Ketika nafs muncul, maḥāsin al-akhlāq (akhlak mulia) tersembunyi: ini sesuai doktrin tabir hati (ḥijāb al-qalb).<br>“Seratus tabir” adalah hiperbora klasik syair Persia untuk banyak penghalang batin."
  },
  {
    "id": 335,
    "title": "",
    "inggris": "335. When the cadi lets bribery gain hold of his heart, how should he know the wronger from the wretched victim of wrong?",
    "indo": "Ketika sang qadi (hakim) membiarkan penyuapan mencengkeram hatinya, Bagaimana ia bisa membedakan orang yang berbuat salah dari korban kezaliman yang malang?﴾335﴿",
    "description": "Menyinggung kritik sosial Masnawi:<br>Hukum formal tanpa hati → buta.<br>Suap mematikan furqān (kemampuan membedakan hak–batil).<br>Rumi menghubungkan moral publik dengan kesehatan ruhani."
  },
  {
    "id": 336,
    "title": "",
    "inggris": "The king, from Jewish rancour, became so squint-eyed that (we cry), “Mercy, O Lord, mercy (save us from such an affliction)!”",
    "indo": "Raja itu, dari kedengkian Yahudi, menjadi sedemikian bermata juling sehingga (kita berseru), “Kasihanilah, ya Tuhan, kasihanilah (selamatkan kami dari malapetaka sedemikian)!”",
    "description": "Ini bukan rasisme historis; dalam filologi Rumi:<br>“Kebencian Yahudi” = metafora teologis untuk penolakan keras kepala terhadap ma‘rifah (contoh Qur’ani: ghilzah al-qalb).<br>Pembacaan modern memerlukan konteks alegori, bukan etnisitas."
  },
  {
    "id": 337,
    "title": "",
    "inggris": "He slew hundreds of thousands of wronged (innocent) believers, saying, “I am the protection and support of the religion of Moses.”",
    "indo": "Ia membunuh ratusan ribu orang beriman yang terzalimi (tak bersalah), Seraya berkata, “Aku adalah pelindung dan penopang agama Musa.”",
    "description": "<br>Kisah ini bukan kronik sejarah, melainkan drama kejiwaan: <br>Raja = ego tiran (nafs mulkīyah).<br>Pembunuhan para beriman = penghancuran nilai-nilai batin dalam diri manusia."
  }
]