[
  {
    "id": 455,
    "title": "Bagaimana Raja Mengirim Pesan Rahasia kepada Sang Wazir ",
    "inggris": "Messages (passed) between the king and him: the king had words of comfort from him in secret.",
    "indo": "Ada pesan-pesan (yang silih berganti) antara sang raja dan dirinya; sang raja memperoleh kata-kata penghibur darinya secara rahasia.",
    "description": "“Pesan rahasia” = <b>korespondensi batin antara hawa-nafsu dan ego licik.</b><br><br>Raja melambangkan <b>kekuasaan duniaw</b>i, sedang wazir mewakili <b>akal kelicikan</b> (ḥiyal).<br><br>Penghiburan itu “rahasia”, sebab tipu daya selalu tumbuh di ruang gelap hati, jauh dari pemeriksaan nur Ilahi.<br><br><b>Rujukan Qur’an (tematik):</b><br><b>QS 2:14 </b>— kaum munafik berbicara berbeda “di hadapan orang beriman” dan “di hadapan setan-setan mereka”; tema: komunikasi rahasia yang gelap. "
  },
  {
    "id": 456,
    "title": "",
    "inggris": "The king wrote to him, saying, ‘O my fortunate one, the time is come: quickly set my mind at ease",
    "indo": "Raja menulis kepadanya (sang wazir), “Wahai orangku yang beruntung, waktunya telah tiba: tenangkan jiwaku dengan segera.”",
    "description": "Raja memanggilnya “yang beruntung” — ironi Rumi: keberuntungan yang sebenarnya adalah kehancuran moral.<br>“Waktunya telah tiba” = kematangan <b>fitnah spiritual</b>.<br><br>Raja meminta “ketenangan jiwa” dari sumber kegelapan — melambangkan jiwa yang mencari obat pada racun.<br><br><b>Rujukan Qur’an</b> (tematik):<b>QS 25:43</b> — orang yang menjadikan hawa-nafsunya sebagai tuhan; ia meminta “ketenangan” dari sesuatu yang membinasakan. "
  },
  {
    "id": 457,
    "title": "",
    "inggris": "He replied: ‘Behold, O king, I am preparing to cast disorders into the religion of Jesus.",
    "indo": "Ia menjawab, “Lihatlah, wahai raja, aku sedang mempersiapkan untuk menebarkan kekacauan ke dalam agama Isa.",
    "description": "“Menebarkan kekacauan” = memecah, membelokkan, menabur interpretasi gelap — bukan dengan pedang, tetapi <b>dengan kata-kata suci yang dipelintir</b>.<br><br>Secara mistik, ini gambaran bagaimana <b>ego (nafs) </b>merusak “agama Isa dalam diri”:yaitu sifat rahmah, kelembutan, keputihan hati.<br><br>Rumi menunjukkan bahwa kehancuran spiritual sering berasal dari <b>pemimpin batin yang salah</b>, bukan dari musuh lahiriah.<br><br><b>Rujukan Qur’an</b> (tematik):<br><b>QS 61:14 </b>— pengikut Isa yang tulus ditolong Allah; kontras dengan pemalsuan iman yang dilakukan sang wazir.<br>“Wahai ahli kitab, mengapa kalian mencampur-adukkan yang benar dengan yang batil?”<br><br>Tema: penyelewengan doktrin secara sengaja. "
  }
]