[
  {
    "id": 446,
    "title": "Bagaimana Orang yang Bijak di Kalangan Nasrani Memahami Tipu Daya Sang Wazir",
    "inggris": "",
    "indo": "Siapa pun yang dianugerahi kepekaan (spiritual) batin merasakan aroma manis dalam kata-katanya, namun terjalin bersamanya, ada kepahitan yang menyengat.",
    "description": ""
  },
  {
    "id": 447,
    "title": "",
    "inggris": "",
    "indo": "Ia (wazir) mengucapkan hal-hal indah yang bercampur (dengan keburukan): ia telah menuangkan racun ke dalam sirup manisan.",
    "description": ""
  },
  {
    "id": 448,
    "title": "",
    "inggris": "",
    "indo": "Makna luarnya berkata, \"Bersemangatlah di Jalan (Tuhan),\" tetapi pada hakikatnya ia berkata kepada jiwa, \"Jadilah kendur.\"",
    "description": ""
  },
  {
    "id": 449,
    "title": "",
    "inggris": "",
    "indo": "Jika permukaan perak itu putih dan baru, (namun) tangan dan pakaian akan menghitam karenanya.",
    "description": ""
  },
  {
    "id": 450,
    "title": "",
    "inggris": "",
    "indo": "Meskipun api berwajah merah (cemerlang dan mulia) dengan percikan, lihatlah perilaku hitam (yang ditampilkan) dalam tindakannya (asap dan jelaga).﴾450﴿",
    "description": ""
  },
  {
    "id": 451,
    "title": "",
    "inggris": "",
    "indo": "Jika kilat tampak bercahaya bagi mata, (namun) dari sifatnya yang khas ia adalah perampok penglihatan (ia membutakan manusia).",
    "description": ""
  },
  {
    "id": 452,
    "title": "",
    "inggris": "",
    "indo": "(Adapun) setiap (orang Nasrani) yang tidak waspada dan tidak memiliki kepekaan batin, kata-katanya (si wazir) menjadi belenggu di lehernya.",
    "description": ""
  },
  {
    "id": 453,
    "title": "",
    "inggris": "",
    "indo": "Selama enam tahun, dalam keterpisahan dari Raja (duniawi), wazir itu menjadi tempat perlindungan bagi para pengikut Isa.",
    "description": ""
  },
  {
    "id": 454,
    "title": "",
    "inggris": "",
    "indo": "Kepadanya orang-orang sepenuhnya menyerahkan agama dan hati mereka: mereka siap mati atas perintah dan ketetapannya.",
    "description": ""
  }
]