[
  {
    "id": 463,
    "title": "Bagaimana wazir mengacaukan tata tertib Injil.",
    "inggris": "He prepared a scroll in the name of (addressed to) each one, the (written) form of each scroll (of) a different tenor,",
    "indo": "Ia menyiapkan sebuah gulungan (surat) atas nama masing-masing, bentuk setiap gulungan berbeda nadanya.",
    "description": "•“Gulungan” melambangkan maqām dan keadaan batin setiap murid; Tuhan memberi “perintah batin” yang tidak seragam.<br>•Dalam tasawuf, suluk tiap jiwa mempunyai “surat takdir” yang berbeda.<br>•Mirip konsep <b><i>al-lawḥ al-maḥfūẓ</i></b>, tetapi pada level personal-spiritual.<br><b>Rujukan Qur’an</b>:<br><b>• QS 17:84</b> — “Setiap orang berbuat menurut pembawaannya masing-masing.”<b>•QS 5:48</b> — “Untuk tiap-tiap umat di antara kamu Kami berikan syir‘ah dan minhāj.”<br>"
  },
  {
    "id": 464,
    "title": "",
    "inggris": "The ordinances of each (of) a diverse kind, this contradicting that from the end to the beginning.",
    "indo": "Hukum bagi masing-masing beraneka ragam, yang satu berlawanan dengan yang lain dari awal hingga akhir.",
    "description": "• Nampak “kontradiksi,” padahal dalam tasawuf: tadbīr Ilahi beda bagi tiap jiwa.<br><br>• Perintah yang tampak berlawanan menunjukkan bahwa Jalan Tuhan tidak linear, tetapi syathīḥ—melampaui logika.<br><br><b>Rujukan Qur’an/Hadis:</b><b><br></b><b>• QS 2:253</b> — “Kami lebihkan sebagian rasul atas sebagian yang lain.”• Hadis: “Manusia diberi kemudahan sesuai penciptaannya.” (Bukhari)"
  },
  {
    "id": 465,
    "title": "",
    "inggris": "465. In one he made the path of asceticism and hunger to be the basis of repentance and the condition (necessary) for conversion.",
    "indo": "Dalam satu gulungan, ia menjadikan jalan kezuhudan dan lapar sebagai dasar pertobatan dan syarat pembalikan (tobat sejati).",
    "description": "• “Lapar” = ju‘, simbol pengosongan diri dari nafsu.<br>• Sebagian murid memang ditempa dengan riyāḍah jasmani untuk menundukkan ego.<br><br>• Dalam tarekat, ada murid yang dibuka jalannya lewat zuhd fisik.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 79:40</b> — menahan diri dari keinginan.<br>• <b>Hadis</b>: “Manusia tidak memenuhi bejana lebih buruk daripada perutnya.”"
  },
  {
    "id": 466,
    "title": "",
    "inggris": "In one he said: “Asceticism profits naught: in this Way there is no place (means) of deliverance but generosity.”",
    "indo": "Dalam satu gulungan lain, ia berkata: “Zuhud tidak menghasilkan apa-apa; di Jalan ini tidak ada keselamatan selain kedermawanan.”",
    "description": "• Bagi murid tertentu, Tuhan membuka jalan bukan melalui penyempitan (zuhud), melainkan pembukaan hati—sakha’ (derma).<br><br>• Kedermawanan di sini bukan sekadar harta, tapi infiq al-nafs—mengosongkan ego melalui pemberian.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 92:18</b> — “Orang yang paling bertakwa adalah yang memberi hartanya untuk menyucikan diri.”<br>• <b>Hadis</b>: “Dermawan dekat dengan Allah.”"
  },
  {
    "id": 467,
    "title": "",
    "inggris": "In one he said: “Your hunger and generosity are (imply) association on your part (of other objects) with (Him who is) the object of your worship.",
    "indo": "Dalam satu gulungan ia berkata: “Lapar dan kedermawanan kalian menunjukkan adanya sekutuan kalian (syirik halus) terhadap Dia yang kalian sembah.”",
    "description": "• Bila lapar atau derma dilakukan karena dirinya sendiri, itu menjadi berhala baru.<br>• Rumi menyingkap riya’ spiritual: menjadikan riyadhah sebagai tujuan, bukan sebagai sarana.<br><br><b>• Syirik halus</b> (shirk khafī) sering berupa ketergantungan pada amal, bukan kepada Allah.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 18:110</b> — “Barangsiapa berharap perjumpaan dengan Tuhannya, hendaklah ia tidak mempersekutukan sesuatu pun dalam ibadahnya.”<br>• <b>Hadis</b>: “Syirik dalam umatku lebih halus dari semut di malam gelap.”"
  },
  {
    "id": 468,
    "title": "",
    "inggris": "Excepting trust (in God) and complete resignation in sorrow and joy, all is a deceit and snare.”",
    "indo": "Kecuali tawakkal kepada Allah dan taslīm (pasrah) sempurna dalam sedih dan gembira, maka semuanya adalah tipuan dan jerat.",
    "description": "• Menegaskan pusat jalan sufi: tawakkal-taslīm.<br>• Semua amal lahiriah dapat berubah menjadi <b>jebakan ego</b> bila tidak ditopang oleh <b>penyerahan total</b>.<br>• Ini inti fanā’ al-irādah—menghancurkan kehendak pribadi.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 65:3 </b>— “Barangsiapa bertawakkal kepada Allah, Dia mencukupinya.”<br><b>• QS 3:159</b> — “Kemudian bertawakkallah kepada Allah.” "
  },
  {
    "id": 469,
    "title": "",
    "inggris": "In one he said: “It is incumbent (on you) to serve (God); else the thought of putting trust (in Him) is (a cause of) suspicion.”",
    "indo": "Dalam satu gulungan ia berkata: “Wajib atas kalian untuk berkhidmat (mengabdi) kepada Allah; jika tidak, pikiran hendak bertawakkal justru menjadi prasangka buruk.”",
    "description": " • Ada murid yang jalan spiritualnya melalui khidmah aktif, bukan pasrah murni.<br>• Jika seseorang belum menjalankan amal tetapi mengaku “bertawakkal,” itu bukan tawakkal melainkan tawahhum (delusi).<br>• Ini perbedaan tawakkal haqiqi vs tawakkal palsu.<br><br><b>Rujukan Qur’an/Hadis</b>:<b>• QS 53:39</b> — “Tidak ada bagi manusia kecuali apa yang ia usahakan.”<b>• Hadis</b> tentang orang yang meninggalkan untanya tanpa ditambat: “Tambatlah dulu untamu, lalu bertawakkallah.”"
  },
  {
    "id": 470,
    "title": "",
    "inggris": "470. In one he said: “There are (Divine) commands and prohibitions, (but they) are not for practice (observance): they are (only) to show our weakness (inability to fulfil them),",
    "indo": "Dalam salah satu (lembar) ia berkata: Ada perintah-perintah Ilahi dan larangan-larangan, namun (semuanya) bukan untuk diamalkan; melainkan (hanya) untuk memperlihatkan kelemahan kita (ketidakmampuan kita untuk menunaikannya).",
    "description": "• “Bukan untuk diamalkan” bukan berarti pembatalan syariat, tetapi penekanan pada hakikat: bahwa ego manusia secara esensial tidak mampu memenuhi tuntutan Ilahi tanpa bantuan-Nya.<br><br>• Syariat di sini berfungsi sebagai cermin kelemahan eksistensial (al-‘ajz) — sebuah strategi spiritual agar manusia menundukkan ego dan mengenali bahwa segala daya muncul dari Qudrah Allah, bukan dari kemampuan diri.<br><br>• Rumi mengisyaratkan maqām fana’ al-‘ajz: kesadaran bahwa ketaatan sejati muncul hanya karena Allah memungkinkan, bukan karena kekuatan hamba.<br><br>• “Perintah–Larangan” = jalur pendidikan (tarbiyah), bukan sekadar regulasi: ia membongkar keakuan, bukan menambah kesombongan amal.<br>---<br>Rujukan Qur’an &amp; Hadis (tematik-relevan)<br><br><b>• QS 4:28</b> — “Manusia diciptakan lemah.”→ Syariat menyingkap kelemahan itu, bukan menutupinya.<br><br><b>• QS 2:286 </b>— “Allah tidak membebani jiwa melainkan sesuai kesanggupannya.”<br>→ Beban syariat ditakar untuk membuka kesadaran, bukan menghancurkan mental.<br><br><b>• Hadis Bukhari–Muslim</b>:“<i>Tidak seorang pun masuk surga dengan amalnya.</i>”<br>→ Sejalan dengan pemahaman Rumi: <i>kemampuan menjalankan perintah bukanlah hasil daya diri.</i> "
  },
  {
    "id": 471,
    "title": "",
    "inggris": "So that we may behold our weakness therein and at that time recognise the power of God.”",
    "indo": "Agar kita dapat menyaksikan kelemahan kita di dalamnya, dan pada saat itu mengenali Kekuasaan Allah.”",
    "description": "• Perintah–larangan berfungsi sebagai <b>mihrab introspeksi</b>, tempat hamba menyaksikan “keterbatasan-diri” (al-‘ajz) yang tak dapat dielakkan.<br><br>• “Mengenali Kekuasaan Allah” menandai peralihan dari <b>ilmu hasil nalar</b> menuju <b>ilmu syuhūd</b>—penglihatan langsung bahwa segala daya muncul dari Qudrah Ilahi, bukan dari ego.<br><br>• Dalam tasawuf, ini disebut fana’ al-qudrat: lenyapnya klaim “aku mampu”, diganti kesadaran “<b>Yang Mampu hanyalah Dia</b>”.<br><br>• Kelemahan bukan kehinaan, melainkan pintu ma‘rifat; semakin tersingkap, semakin dekat hamba pada Tawhîd al-Af‘al (tiada pelaku kecuali Allah).<br><br>---<b>Rujukan Qur’an &amp; Hadis</b> (tematik-relevan)<br><br><br><b>• QS 35:15</b> — “<i>Kalianlah yang fakir kepada Allah, dan Allah Maha Kaya lagi Maha Terpuji</i>.”→ Menegaskan bahwa “menyaksikan kefakiran” adalah jalan menuju pengenalan Kekuasaan-Nya.<br><br><br><b>• QS 76:30 </b>— “<b><i>Kalian tidak mampu menghendaki apa pun kecuali Allah menghendaki</i></b>.”→ Kesesuaian langsung dengan makna Rumi: kemampuan hamba sepenuhnya bergantung pada Kehendak-Nya.<br><br><br><b>• Hadis Nabi (Muslim):</b>“<i>Tidak ada daya dan tidak ada kekuatan kecuali dengan Allah.</i>”→ Dzikir ḥawqalah sebagai formulasi akidah bahwa daya manusia hanyalah pantulan Kuasa-Nya. "
  },
  {
    "id": 472,
    "title": "",
    "inggris": "In one he said: “Do not regard your weakness: that weakness is an act of ingratitude. Beware!",
    "indo": "Dalam satu (surat) ia berkata: ‘Jangan engkau pandang kelemahanmu; kelemahan itu adalah suatu tindakan tidak-bersyukur. Waspadalah!’",
    "description": "• “Jangan engkau pandang kelemahanmu” bukan penolakan terhadap al-‘ajz, tetapi <b>larangan mengukuhkan diri dalam rasa tak-berdaya</b> hingga menjadi pasrah-beku (jumūd), sebab itu menyembunyikan nikmat potensi Ilahi dalam diri.<br><br>• Kelemahan disebut “tindakan tidak-bersyukur” karena <b>menatap kelemahan secara egoistik</b> berarti menafikan karunia-qudrah yang Allah titipkan—seakan menganggap Tuhan tidak memberi daya.<br><br>• Rumi menunjukkan dialektika tasawuf:– Ada maqām ketika hamba diperintahkan <b>melihat kelemahan</b> (untuk fana’)<br><br>– Ada maqām ketika ia diperintahkan <b>tidak melihat kelemahan</b> (untuk baqā’)<br><br>• “Waspadalah!” mengisyaratkan bahwa al-qunut al-muharram (keputusasaan yang diharamkan) adalah hijab terbesar menuju ma‘rifat.<br><br><br>---<br><b>Rujukan Qur’an &amp; Hadis </b>(tematik-relevan)<br><br>• QS 39:53 — “<b>Jangan berputus asa dari rahmat Allah</b>.”→ Melihat kelemahan sebagai keputusasaan adalah bentuk kufur terhadap rahmat dan daya yang dianugerahkan-Nya.<br>• QS 93:11 — “<b>Adapun terhadap nikmat Tuhanmu, maka hendaklah engkau menyebutnya</b>.”→ Tidak melihat nikmat daya Ilahi adalah bentuk tidak-bersyukur.<br><b>• Hadis Qudsi:</b><br>“<b>Aku bersama prasangka hamba-Ku kepada-Ku.</b>”→ Jika ia hanya memandang dirinya lemah, ia menutup pintu pemberdayaan Ilahi. "
  },
  {
    "id": 473,
    "title": "",
    "inggris": "Regard your power, for this power is from Him: know that your power is the gift of Him who is Hú (the Absolute God).”",
    "indo": "Pandangkanlah kekuatanmu, karena kekuatan itu berasal dari-Nya: ketahuilah bahwa kekuatanmu adalah anugerah dari Dia yang adalah Hú (Tuhan Mutlak).",
    "description": "• “Pandangkanlah kekuatanmu” bukan perintah memuja diri, melainkan <b>melihat daya Ilahi sedang bekerja di dalam dirimu</b> (quwwah rabbāniyyah), agar engkau tidak tersungkur dalam kemalangan-rasa diri (sū’al-ẓann bi ’llāh).<br><br>• Kekuatan disebut “berasal dari-Nya” — Rumi menegaskan ajaran <i>la hawla wa la quwwata illa bi ’llāh</i>: <b>tiada daya muncul dari dirimu, kecuali daya Tuhan yang memancar melaluimu</b>.<br><br>• “Anugerah dari Dia yang adalah Hú”:<br>– Hú dalam tradisi tasawuf adalah <b>Ism al-Huwiyyah</b>, nama bagi Keabsolutan, Ke-Ada-an murni tanpa bentuk.<br>– Dengan menyadari Hú sebagai sumber quwwah, hamba masuk maqām <b>tawḥīd al-af‘āl </b>(mentauhidkan tindakan).<br>• Rumi membalik oposisi “lemah vs kuat”:<br><br>– melihat diri kuat → syukur (karena sadar  sumbernya Tuhan)– melihat diri lemah sebagai milik diri → kufur (karena  mengira Tuhan tak memberi daya)<br><br>---<br>3) Rujukan Qur’an &amp; Hadis (tematik-relevan)<br><br><b>• QS 18:39</b> — “Tidak ada kekuatan kecuali dengan (kekuatan) Allah.”<br><b>• QS 8:17</b> — “Bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar.”<br>→ Menegaskan bahwa setiap gerak dan daya yang tampak “dari manusia” sejatinya <b>tajallī qudrah-Nya</b>.<br><b>• Zikir Nabi</b>: “<i>Lā ḥawla wa lā quwwata illā bi’llāh.</i>”<br>→ Daya manusia bukan milik manusia. "
  },
  {
    "id": 474,
    "title": "",
    "inggris": "In one he said: “Leave both these (qualities) behind: whatsoever is contained in sight (regard for other than God) is an idol (something which involves dualism).”",
    "indo": "“Dalam salah satu (gulungan) ia berkata: ‘Tinggalkan kedua sifat itu sekaligus; sebab apa pun yang tertangkap dalam pandangan—(yakni) perhatian kepada selain Allah—adalah berhala (sesuatu yang mengandung dualitas).’”",
    "description": "• “Tinggalkan kedua sifat itu”: Rumi merujuk pada <b>melihat kelemahan diri </b>dan <b>melihat kekuatan diri</b>—keduanya masih membuat hamba terpaut pada nafs (ego).<br>• “Apa pun yang tertangkap dalam pandangan”: istilah Persia dar nazar → segala bentuk peng-objek-an selain Allah, termasuk amal, maqām, zikir, atau diri sendiri.<br>• “Adalah berhala”:<br>– Berhala (ṣanam) di sini bukan patung fisik, melainkan <b>segala yang membuat kesadaran terbelah</b> (ithnainiyyah).<br>– Bila perhatianmu menempel pada sesuatu selain Tuhan, maka objek itu menjadi berhala batin.<br>• Rumi sedang membawa murid menuju maqām <b>fanā’ ʿani ’l-naẓar</b>, lenyapnya perhatian dari semua selain Yang Esa.<br>• Paradoks tasawuf:– Melihat kelemahan → masih melihat diri.<br>– Melihat kekuatan → masih melihat diri.<br>– Jalan tertinggi → <b>meninggalkan keduanya,</b> sehingga tinggal tawḥīd syuhūdī (penyaksian kesatuan).<br>---<br><b>Rujukan Qur’an &amp; Hadis</b> (tematik-relevan)<br><b>• QS 53:17</b> — “<i>Pandangan (Nabi) tidak menyimpang dan tidak melampaui batas.”</i> → contoh kesadaran yang tidak terpaut pada selain Allah.<br><b>• QS 51:50</b> — “<i>Maka larilah kalian menuju Allah.</i>” → melampaui segala objek selain Dia.<br><b>• Hadis</b>: “<i>Engkau beribadah kepada Allah seolah-olah engkau melihat-Nya</i>…” → ihsan meniadakan perhatian kepada selain-Nya.<br>"
  },
  {
    "id": 475,
    "title": "",
    "inggris": "475. In one he said: “Do not put out this candle (of sight), for this sight is as a candle (lighting the way) to (interior) concentration.",
    "indo": "Dalam satu gulungan ia berkata: \"Jangan padamkan pelita (penglihatan) ini, sebab penglihatan ini bagaikan pelita yang menerangi jalan menuju konsentrasi (batin).﴾475﴿",
    "description": ""
  },
  {
    "id": 476,
    "title": "",
    "inggris": "When you relinquish sight and phantasy (too soon), you will have put out the candle of union at midnight.”",
    "indo": "Ketika kau melepaskan penglihatan dan fantasi (terlalu cepat), kau akan memadamkan pelita penyatuan di tengah malam.\"",
    "description": ""
  },
  {
    "id": 477,
    "title": "",
    "inggris": "In one he said: “Put it out—have no fear—that you may see myriads of sights in exchange;",
    "indo": "Dalam satu gulungan ia berkata: \"Padamkanlah—jangan takut— agar kau dapat melihat jutaan penglihatan sebagai gantinya;",
    "description": ""
  },
  {
    "id": 478,
    "title": "",
    "inggris": "For by putting it out the candle of the spirit is increased: by your self-denial your Laylá (beloved) becomes your Majnún (lover).",
    "indo": "Sebab dengan memadamkannya, pelita ruh ditingkatkan: dengan penyangkalan dirimu, Laila (kekasihmu) menjadi Majnun (pecintamu).",
    "description": ""
  },
  {
    "id": 479,
    "title": "",
    "inggris": "If any one abandons the world by his own (act of) renunciation, the world comes to him (with homage) more and more.”",
    "indo": "Jika seseorang meninggalkan dunia dengan penyangkalan (penolakan) dirinya sendiri, dunia akan mendatanginya (dengan penghormatan) semakin bertambah.\"",
    "description": ""
  },
  {
    "id": 480,
    "title": "",
    "inggris": "480. In one he said: “That which God hath given you He made sweet to you in (at the time of) bringing it into existence.",
    "indo": "Dalam satu gulungan ia berkata: \"Apa yang Tuhan berikan padamu, Dia jadikan manis bagimu pada saat ia diwujudkan.﴾480﴿",
    "description": ""
  },
  {
    "id": 481,
    "title": "",
    "inggris": "He made it easy (blessed) to you, and do you take it gladly: do not throw yourself into anguish.”",
    "indo": "Dia menjadikannya mudah (diberkati) bagimu, dan terimalah dengan senang hati: Jangan lemparkan dirimu ke dalam penderitaan.\"",
    "description": ""
  },
  {
    "id": 482,
    "title": "",
    "inggris": "In one he said: “Let go all that belongs to self, for it is wrong and bad to comply with your nature.”",
    "indo": "Dalam satu gulungan ia berkata: \"Lepaskan semua yang berasal dari diri (ego), sebab adalah salah dan buruk untuk mematuhi tabiatmu.\"",
    "description": ""
  },
  {
    "id": 483,
    "title": "",
    "inggris": "(Many) different roads have become easy (to follow): every one's religion has become (to him) as (dear) as life.",
    "indo": "(Banyak) jalan yang berbeda menjadi mudah (untuk diikuti): agama setiap orang menjadi (baginya) sama (berharga) seperti hidup.",
    "description": ""
  },
  {
    "id": 484,
    "title": "",
    "inggris": "If God's making (religion) easy were the (right) road, every Jew and Zoroastrian would have knowledge of Him.",
    "indo": "Jika kemudahan yang dibuat Tuhan adalah jalan (yang benar), setiap Yahudi dan Zoroaster niscaya akan memiliki pengetahuan tentang Dia.",
    "description": ""
  },
  {
    "id": 485,
    "title": "",
    "inggris": "485. In one he said: “That (alone) is made easy (blessed) that (nothing but) spiritual food should be the life of the heart.”",
    "indo": "Dalam satu gulungan ia berkata: \"Yang (sendirian) dijadikan mudah (diberkati) adalah bahwa (hanya) makanan spiritual yang seharusnya menjadi kehidupan hati.\"﴾485﴿",
    "description": ""
  },
  {
    "id": 486,
    "title": "",
    "inggris": "When the enjoyments of the (sensual) nature are past, like brackish soil they raise no produce and crop.",
    "indo": "Ketika kenikmatan dari tabiat (indrawi) berlalu, bagaikan tanah payau ia tak menumbuhkan hasil dan panen.",
    "description": ""
  },
  {
    "id": 487,
    "title": "",
    "inggris": "The produce thereof is naught but penitence; the sale thereof yields only loss, nothing more.",
    "indo": "Hasilnya tiada lain hanyalah penyesalan; penjualannya hanya menghasilkan kerugian.",
    "description": ""
  },
  {
    "id": 488,
    "title": "",
    "inggris": "That is not “easy” in the end; its (true) name ultimately is “hard.”",
    "indo": "Itu tidaklah \"mudah\" pada akhirnya; nama (sejati)nya pada akhirnya adalah \"sulit\".",
    "description": ""
  },
  {
    "id": 489,
    "title": "",
    "inggris": "Distinguish the hard from the easy: consider (what is) the goodliness of this and that in the end.",
    "indo": "Bedakan yang sulit dari yang mudah: pertimbangkanlah (apa) keindahan dari ini dan itu pada akhirnya.",
    "description": ""
  },
  {
    "id": 490,
    "title": "",
    "inggris": "490. In one he said: “Seek a master (teacher): you will not find foresight as to the end among the qualities derived from ancestors.”",
    "indo": "Dalam satu gulungan ia berkata: \"Carilah Guru (pembimbing): kau tak akan menemukan pandangan jauh ke masa depan (akhir) di antara kualitas yang diwarisi dari leluhur.\"﴾490﴿",
    "description": ""
  },
  {
    "id": 491,
    "title": "",
    "inggris": "Every sort of religious sect foresaw the end (according to their own surmise): of necessity they fell captive to error.",
    "indo": "Setiap jenis sekte agama meramalkan akhir (sesuai dugaan mereka sendiri): niscaya mereka jatuh menjadi tawanan kesesatan.",
    "description": ""
  },
  {
    "id": 492,
    "title": "",
    "inggris": "To foresee the end is not (as simple as) a hand-loom; otherwise, how would there have been difference in religions?",
    "indo": "Meramalkan akhir bukanlah (semudah) alat tenun tangan; jika tidak, bagaimana mungkin ada perbedaan dalam agama?",
    "description": ""
  },
  {
    "id": 493,
    "title": "",
    "inggris": "In one he said: “You are the master, because you know the master.",
    "indo": "Dalam satu gulungan ia berkata: \"Kaulah Guru itu, karena kau mengenal Sang Guru.",
    "description": ""
  },
  {
    "id": 494,
    "title": "",
    "inggris": "Be a man and be not subject to men. Go, take your own head (choose your own way), and be not one whose head is turning (bewildered in search of a guide).”",
    "indo": "“Jadilah seorang manusia sejati, dan jangan tunduk kepada manusia lain. Pergilah, peganglah kepalamu sendiri (pilihlah jalanmu sendiri), dan jangan menjadi orang yang kepalanya berputar bingung mencari penuntun.”",
    "description": ""
  },
  {
    "id": 495,
    "title": "",
    "inggris": "495. In one he said: “All this (multiplicity) is one: whoever sees two is a squint-eyed manikin.”",
    "indo": "Dalam satu gulungan ia berkata: \"Semua (keragaman) ini adalah satu: siapa pun yang melihat dua adalah orang kerdil yang matanya juling.\"﴾495﴿",
    "description": ""
  },
  {
    "id": 496,
    "title": "",
    "inggris": "In one he said: “How should a hundred be one? He who thinks this is surely mad.”",
    "indo": "Dalam satu gulungan ia berkata: \"Bagaimana seratus bisa menjadi satu? Dia yang berpikir demikian pastilah gila.\"",
    "description": ""
  },
  {
    "id": 497,
    "title": "",
    "inggris": "The doctrines, every one, are contrary to each other: how should they be one? Are poison and sugar one?",
    "indo": "Ajaran-ajaran itu, setiap satunya, bertentangan satu sama lain: bagaimana mungkin mereka menjadi satu? Apakah racun dan gula itu satu?",
    "description": ""
  },
  {
    "id": 498,
    "title": "",
    "inggris": "Until you pass beyond (the difference of) poison and sugar, how will you catch a scent of unity and oneness?",
    "indo": "Sampai kau melampaui (perbedaan) racun dan gula, bagaimana kau akan menangkap aroma dari Taman Keesaan (Tauhid)?",
    "description": ""
  },
  {
    "id": 499,
    "title": "",
    "inggris": "Twelve books of this style and fashion were drawn up in writing by that enemy to the religion of Jesus.",
    "indo": "Dua belas gulungan dengan gaya dan cara ini disusun dalam tulisan oleh musuh agama Isa-a.s itu.",
    "description": ""
  }
]