[
    {
        "id": 407,
        "title":"Kisah Khalifah bertemu Laila",
        "inggris": "",
        "indo": "Khalifah berkata kepada Laila: “Apakah gerangan dirimu yang menyebabkan Majnun begitu gila dan tersesat?",
        "description": ""
    },
    {
        "id": 408,
        "title": "",
        "inggris": "",
        "indo": "Kau tak lebih unggul dari wanita-wanita jelita lainnya.” “Diamlah,” jawab Laila, “sebab kau bukanlah Majnun.”",
        "description": ""
    },
    {
        "id": 409,
        "title": "",
        "inggris": "",
        "indo": "Siapa pun yang terjaga (terhadap dunia materi), dialah yang paling tertidur (bagi alam ruhani); keterjagaannya lebih buruk daripada tidurnya.",
        "description": ""
    },
    {
        "id": 410,
        "title": "",
        "inggris": "",
        "indo": "Ketika ruh kita tak terjaga kepada Tuhan, keterjagaan itu ibarat menutup pintu (terhadap pengaruh Ilahi).﴾410﴿",
        "description": ""
    },
    {
        "id": 411,
        "title": "",
        "inggris": "",
        "indo": "Sepanjang hari, dari hantaman khayalan dan dari (pikiran) rugi dan untung, dan dari ketakutan akan kemerosotan,",
        "description": ""
    },
    {
        "id": 412,
        "title": "",
        "inggris": "",
        "indo": "Tak tersisa lagi bagi ruh itu sukacita, keanggunan, kemuliaan, atau jalan untuk menuju ke Surga.",
        "description": ""
    },
    {
        "id": 413,
        "title": "",
        "inggris": "",
        "indo": "Orang yang tertidur (terhadap hal-hal spiritual) adalah dia yang berharap pada setiap fantasi yang sia-sia dan berdialog dengannya.",
        "description": ""
    },
    {
        "id": 414,
        "title": "",
        "inggris": "",
        "indo": "Ia melihat setan melalui tidur seolah-olah perawan surgawi; kemudian karena nafsu, ia mengalirkan air (mani) bersama setan itu.",
        "description": ""
    },
    {
        "id": 415,
        "title": "",
        "inggris": "",
        "indo": "Setelah menuangkan benih kehidupan ke tanah yang asin (mandul), ia tersadar pada dirinya; bayangan itu pun lari darinya.﴾415﴿",
        "description": ""
    },
    {
        "id": 416,
        "title": "",
        "inggris": "",
        "indo": "Dari sini ia merasakan lesu di kepala dan (melihat) tubuh yang ternajiskan. Aduh, betapa menyesakkan oleh gambaran yang terlihat (namun sesungguhnya) tak terlihat itu!",
        "description": ""
    },
    {
        "id": 417,
        "title": "",
        "inggris": "",
        "indo": "Burung itu terbang tinggi, dan bayangannya melesat di bumi, terbang seperti burung:",
        "description": ""
    },
    {
        "id": 418,
        "title": "",
        "inggris": "",
        "indo": "Sebagian orang bodoh mulai mengejar bayangan itu, berlari (mengejarnya) begitu jauh hingga ia menjadi tak berdaya (kelelahan),",
        "description": ""
    },
    {
        "id": 419,
        "title": "",
        "inggris": "",
        "indo": "Tak mengetahui bahwa itu adalah pantulan burung di udara, tak mengetahui di mana asal-usul bayangan itu.",
        "description": ""
    },
    {
        "id": 420,
        "title": "",
        "inggris": "",
        "indo": "Ia memanah bayangan itu; tabungnya dibuat kosong dalam upaya (memanahnya):﴾420﴿",
        "description": ""
    },
    {
        "id": 421,
        "title": "",
        "inggris": "",
        "indo": "Tabung kehidupannya menjadi kosong: hidupnya berlalu dalam berlari kencang mengejar bayangan.",
        "description": ""
    },
    {
        "id": 422,
        "title": "",
        "inggris": "",
        "indo": "(Tetapi) ketika Bayangan Tuhan menjadi pengasuhnya, ia terbebaskan dari (setiap) hantu dan bayangan.",
        "description": ""
    },
    {
        "id": 423,
        "title": "",
        "inggris": "",
        "indo": "Bayangan Tuhan adalah hamba Allah yang telah mati bagi dunia ini dan hidup melalui Allah.",
        "description": ""
    },
    {
        "id": 424,
        "title": "",
        "enggris": "",
        "indo": "Raihlah ujung pakaiannya dengan sangat cepat tanpa keraguan, agar kamu terselamatkan di ujung (akhir) hari-hari terakhir (dunia).",
        "description": ""
    },
    {
        "id": 425,
        "title": "",
        "inggris": "",
        "indo": "(Bayangan yang disebutkan dalam firman) Bagaimana Dia (Tuhan) membentangkan bayangan adalah wujud para wali, yang membimbing menuju cahaya Matahari Ilahi.﴾425﴿",
        "description": ""
    },
    {
        "id": 426,
        "title": "",
        "inggris": "",
        "indo": "Janganlah kau masuki lembah ini tanpa Pembimbing ini; ucapkanlah, seperti Khalil (Ibrahim), \"Aku tidak suka yang tenggelam (terbenam).\"",
        "description": ""
    },
    {
        "id": 427,
        "title": "",
        "inggris": "",
        "indo": "Pergilah, dari bayangan raihlah Matahari: raihlah ujung pakaian Raja (Spiritual), Syams-i Tabrizi (Matahari Tabriz)!",
        "description": ""
    },
    {
        "id": 428,
        "title": "",
        "inggris": "",
        "indo": "Jika kau tak tahu jalan menuju perjamuan dan pernikahan agung ini, bertanyalah pada Dhiya'u al-Haqq (Cahaya Kebenaran) Husāmu'ddin.",
        "description": ""
    },
    {
        "id": 429,
        "title": "",
        "inggris": "",
        "indo": "Dan jika di tengah perjalanan kedengkian mencekik tenggorokanmu, ketahuilah, melampaui batas dalam kedengkian adalah ciri Iblis;",
        "description": ""
    },
    {
        "id": 430,
        "title": "",
        "inggris": "",
        "indo": "Sebab, karena dengki, ia menghina Adam, dan karena dengki, ia memerangi kebahagiaan (kesukacitaan).﴾430﴿",
        "description": ""
    },
    {
        "id": 431,
        "title": "",
        "inggris": "",
        "indo": "Di dalam Jalan (Tarekat) ini, tiada celah yang lebih sulit daripada ini. Oh, berbahagialah ia yang tidak ditemani oleh dengki!",
        "description": ""
    },
    {
        "id": 432,
        "title": "",
        "inggris": "",
        "indo": "Jasad ini, harus kau ketahui, adalah rumah bagi kedengkian, sebab semua penghuni rumah (anggota tubuh) ternoda oleh dengki.",
        "description": ""
    },
    {
        "id": 433,
        "title": "",
        "inggris": "",
        "indo": "Meskipun jasad adalah rumah bagi kedengkian, namun Tuhan menjadikan jasad itu sangat suci.",
        "description": ""
    },
    {
        "id": 434,
        "title": "",
        "inggris": "",
        "indo": "“(Firman) Sucikanlah rumah-Ku, wahai kamu berdua, adalah penjelasan tentang kesucian sejati: sebab hati yang telah disucikan itu merupakan perbendaharaan cahaya Ilahi, meskipun azimatnya-nya terbuat dari tanah.”",
        "description": ""
    },
    {
        "id": 435,
        "title": "",
        "inggris": "",
        "indo": "Ketika kau melakukan tipu daya dan kedengkian terhadap seseorang yang tanpa dengki, dari kedengkian itu timbullah noda hitam di hatimu.﴾435﴿",
        "description": ""
    },
    {
        "id": 436,
        "title": "",
        "inggris": "",
        "indo": "Jadilah debu di bawah kaki Para Insan Ilahi; lemparkanlah debu ke atas kepala kedengkian, seperti yang kami lakukan.",
        "description": ""
    }
]