[
  {
    "id": 338,
    "title": "Tentang bagaimana sang wazir memberikan petunjuk kepada raja untuk merancang suatu siasat.",
    "inggris": "",
    "indo": "(Sang Raja) memiliki seorang wazir, penjahat dan penipu, yang karena (kecerdikannya dalam) tipu daya (seolah) dapat mengikat simpul di atas air.",
    "description": ""
  },
  {
    "id": 339,
    "title": "",
    "inggris": "",
    "indo": "“Kaum Nasrani,” katanya, “berusaha menyelamatkan hidup mereka; Mereka menyembunyikan agama mereka dari Raja.",
    "description": ""
  },
  {
    "id": 340,
    "title": "",
    "inggris": "",
    "indo": "Janganlah membunuh mereka, sebab pembunuhan (terhadap mereka) tak berguna: Agama tak memiliki aroma, ia bukanlah kesturi dan gaharu.﴾340﴿",
    "description": ""
  },
  {
    "id": 341,
    "title": "",
    "inggris": "",
    "indo": "Rahasia itu tersembunyi dalam seratus hijab: Bentuk luarnya (tampak) sejalan denganmu, menyerupai dirimu, (Tetapi) kenyataan batinnya (adalah) pertentangan.”",
    "description": ""
  },
  {
    "id": 342,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja berkata kepadanya: “Katakanlah, lalu apakah rencana (terbaik) itu? Apakah obat untuk menghadapi tipuan dan kepura-puraan itu?—",
    "description": ""
  },
  {
    "id": 343,
    "title": "",
    "inggris": "",
    "indo": "Sehingga tidak tersisa satu pun Nasrani di dunia, Tidak juga yang agamanya tampak nyata, tidak pula yang tersembunyi.”",
    "description": ""
  },
  {
    "id": 344,
    "title": "",
    "inggris": "",
    "indo": "“Wahai Raja,” katanya, “potonglah telinga dan tanganku, Robek hidungku dengan ketetapan yang pahit (kejam);",
    "description": ""
  },
  {
    "id": 345,
    "title": "",
    "inggris": "",
    "indo": "Lalu bawalah aku di bawah tiang gantungan, agar seorang perantara memohonkan ampun bagiku.﴾345﴿",
    "description": ""
  },
  {
    "id": 346,
    "title": "",
    "inggris": "",
    "indo": "Lakukan perbuatan ini di tempat pengumuman (publik), Di jalan raya di mana jalanan membentang di empat penjuru.",
    "description": ""
  },
  {
    "id": 347,
    "title": "",
    "inggris": "",
    "indo": "Lalu buanglah aku dari hadapanmu ke negeri yang jauh, Agar aku dapat menyebar kekacauan dan kebingungan di antara mereka.”",
    "description": ""
  },
  {
    "id": 348,
    "title": "",
    "inggris": "",
    "indo": "Bagaimana wazir membuat orang Kristen ragu dan bingung.",
    "description": ""
  },
  {
    "id": 349,
    "title": "",
    "inggris": "",
    "indo": "Lalu aku akan berkata (kepada mereka), ‘Aku secara rahasia adalah seorang Nasrani. Wahai Tuhan Yang Mengetahui (segala) yang tersembunyi, Engkau mengetahui aku.",
    "description": ""
  },
  {
    "id": 350,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja telah mengetahui imanku (Nasrani) dan dari fanatismenya, berupaya mengambil nyawaku.﴾350﴿",
    "description": ""
  },
  {
    "id": 351,
    "title": "",
    "inggris": "",
    "indo": "Aku ingin menyembunyikan agamaku dari Raja dan menganut agamanya, (Tetapi) Sang Raja mencium aroma keyakinan batinku, dan perkataanku dicurigai (ketika aku berdiri) di hadapan Raja.",
    "description": ""
  },
  {
    "id": 352,
    "title": "",
    "inggris": "",
    "indo": "Ia berkata, “Kata-katamu laksana jarum di dalam roti (tampak bagus namun merusak); ada sebuah jendela antara hatiku dan hatimu.",
    "description": ""
  },
  {
    "id": 353,
    "title": "",
    "inggris": "",
    "indo": "Melalui jendela itu aku telah melihat keadaanmu (yang sebenarnya): Aku melihat keadaanmu dan takkan mengindahkan kata-katamu.”",
    "description": ""
  },
  {
    "id": 354,
    "title": "",
    "inggris": "",
    "indo": "Andai bukan ruh Isa-a.s yang menolongku, ia akan mencabik-cabikku ala Yahudi.",
    "description": ""
  },
  {
    "id": 355,
    "title": "",
    "inggris": "",
    "indo": "Demi Isa-a.s aku akan menyerahkan nyawaku, memberikan kepalaku, dan mengakui segudang kewajiban kepadanya.﴾355﴿",
    "description": ""
  },
  {
    "id": 356,
    "title": "",
    "inggris": "",
    "indo": "Aku tidak menyayangkan nyawaku untuk Isa-a.s tetapi aku sangat mahir dalam pengetahuan tentang agamanya.",
    "description": ""
  },
  {
    "id": 357,
    "title": "",
    "inggris": "",
    "indo": "Kesedihan menghampiriku (rasanya sayang) bahwa agama suci itu harus binasa di antara mereka yang bodoh (akan hal itu).",
    "description": ""
  },
  {
    "id": 358,
    "title": "",
    "inggris": "",
    "indo": "Syukur kepada Tuhan dan kepada Isa-a.s, bahwa aku telah menjadi pemandu menuju iman yang benar.",
    "description": ""
  },
  {
    "id": 359,
    "title": "",
    "inggris": "",
    "indo": "Aku telah lolos dari kaum Yahudi dan Yudaisme sedemikian rupa sehingga aku telah mengikat pinggangku dengan ikat pinggang (Nasrani).",
    "description": ""
  },
  {
    "id": 360,
    "title": "",
    "inggris": "",
    "indo": "(Masa) kini adalah zaman Isa-a.s. Wahai sekalian manusia, dengarkanlah dengan jiwamu akan misteri-misteri agamanya!’”﴾360﴿",
    "description": ""
  },
  {
    "id": 361,
    "title": "",
    "inggris": "",
    "indo": "Sang Raja melakukan tindakan (mutilasi) kepadanya yang telah ia usulkan: Orang-orang tetap dalam ketakjuban atas perbuatannya.",
    "description": ""
  },
  {
    "id": 362,
    "title": "",
    "inggris": "",
    "indo": "Ia (Raja) mengusirnya ke tengah kaum Nasrani. Setelah itu, ia (Wazir) mulai menyebarkan ajaran.",
    "description": ""
  }
]