[
  {
    "id": 500,
    "title": "Menunjukkan bagaimana perbedaan ini terletak pada bentuk doktrin, bukan pada hakikat Jalan yang sesungguhnya.",
    "inggris": "500. He had no scent (perception) of the unicolority of Jesus, nor had he a disposition from (imbued with) the tincture of the dyeing-vat of Jesus.",
    "indo": "Ia (Wazir) tak memiliki aroma (persepsi) akan kesatuan warna Isa-a.s (unicolority), pun ia tak memiliki watak yang terwarnai dari bak pewarna Isa-a.s.﴾500﴿",
    "description": "Scent = dhawq awal, <b>persepsi halus dari maqām rohani.</b><br><br><b>Unicolority of Jesus</b> = <i>tawḥīd fi’l-taṣarruf</i>, penyatuan seluruh sifat menjadi kejernihan satu warna ilahi.<br><br><b>Dyeing-vat of Jesus</b> = metafora klasik tasawuf untuk <b>celupan ilahi</b> (<i>ṣibghah</i>), tempat ruh dicelup hingga menjadi seragam dengan Cahaya Ketuhanan.<br><br>Maksud Rūmī: raja “mata-ganda” <b>tidak memiliki sifat-Masīḥ</b>, yakni kemampuan mengubah banyak warna batin menjadi satu cahaya murni.<br><br>Rujukan Qur’an: <b>QS 2:138</b> — “<b>Ṣibghah Allāh;</b> dan siapakah celupanyang lebih baik daripada celupan Allah?” "
  },
  {
    "id": 501,
    "title": "",
    "inggris": "From that pure vat a garment of a hundred colours would become as simple and one coloured as light.",
    "indo": "Dari bak yang murni itu, sehelai pakaian yang seratus warna akan menjadi sederhana dan satu warna, bagaikan cahaya.",
    "description": "“Seratus warna” = pluralitas sifat manusia, nafsu, pikiran, keinginan.<br><br>“Menjadi satu warna seperti cahaya” = <b>fana’ al-ṣifāt</b>, lenyapnya keragaman sifat dalam cahaya ketunggalan.<br><br>Ini bukan penyatuan paksa, tetapi <b>pencerahan batin</b>: cahaya tidak berwarna namun mengandung semua warna secara potensial.<br><br>Secara filologis, nūr dalam tradisi sufi = medium penyatuan segala perbedaan.<br>Rujukan Qur’an: <b>QS 24:35 </b>— <b><i>Ayat Nūr</i></b> "
  },
  {
    "id": 502,
    "title": "",
    "inggris": "(This) is not the unicolority from which weariness ensues; nay, it is (a case) like (that of) fishes and clear water:",
    "indo": "“(Ini) bukan keseragaman yang menimbulkan kejemuan; tidak, ini seperti (keadaan) ikan dan air jernih.”",
    "description": "<b>Rumi </b>membedakan antara <b>monokrom mati </b>(kaku, membosankan) dengan <b>monokrom spiritual</b>, yaitu ketunggalan hidup yang tanpa batas.<br><br>“Ikan dan air” = simbol <b>ruh</b> yang larut dalam ḥaqq, tanpa perbedaan subjek-objek.<br><br>Ketika ikan berada di air, tidak ada keseragaman yang menjemukan—<b>yang ada hanya kehidupan total.</b><br><br>Dalam tasawuf: ini gambaran <b>fanā’ fī Allah </b>yang tidak mematikan keanekaragaman, tetapi menembusinya.<br> "
  },
  {
    "id": 503,
    "title": "",
    "inggris": "Although there are thousands of colours on dry land, (yet) fishes are at war with dryness.",
    "indo": "“Meskipun ada ribuan warna di daratan kering, namun ikan berperang dengan kekeringan itu.”",
    "description": "“Ribuan warna di darat” = dunia fenomenal—menawan, beragam, penuh daya tarik.<br><br>“Ikan berperang dengan kekeringan” = ruh menolak jafāf (kekeringan duniawi), karena ia berasal dari <b>samudera roh.</b><br><br>Daratan kering = <b>materialitas</b>, yang bagi ruh adalah kematian perlahan.<br><br>Ini penegasan: keindahan duniawi tak berarti bagi jiwa yang telah mengenal air asalnya.<br><b>QS 17:85 — <i>ruh adalah “dari urusan Tuhan-Ku”</i></b>, bukan dari tanah. "
  },
  {
    "id": 504,
    "title": "",
    "inggris": "Who is the fish and what is the sea in (my) simile, that the King Almighty and Glorious should resemble them?",
    "indo": "“Siapa ikan dan apakah laut dalam perumpamaanku ini, sehingga Raja Yang Mahaperkasa dan Mahamulia boleh diserupakan dengan keduanya?”",
    "description": "<b>Rumi</b> melakukan tanزيه (pensucian): <b>Allah tidak bisa diserupakan bahkan dengan simbol paling luhur.</b><br><br>“Ikan” dalam tingkatan kiasan = <b>ruh manusia sulṭānī</b>, bukan Tuhan.<br><br>“Laut” = <b>lautan tajallī</b>, bukan Zat Tuhan sendiri.<br><br>Ia menegaskan batas: perumpamaan hanya pendekatan; realitas Ilahi berada jauh di atas simbol-simbol ini.<br><br>Dalam gaya Nicholson, ini disebut <b>apophatic safeguard</b> — penjagaan agar metafora tak disalahartikan sebagai antropomorfisme.<br><br><br>Rujukan Qur’an:<br><br><b>QS 42:11 — “<i>Tidak ada sesuatu pun yang serupa dengan Dia.</i>”</b> "
  },
  {
    "id": 505,
    "title": "",
    "inggris": "505. In (the world of) existence myriads of seas and fishes prostrate themselves in adoration before that Munificence and Bounty.",
    "indo": "“Di (alam) wujud, beribu-ribu lautan dan ikan bersujud dalam penyembahan di hadapan Kemurahan dan Kedermawanan itu.”﴿",
    "description": "“Seas and fishes” = seluruh tingkatan wujud: lautan =  <i>‘ālam al-amr</i>, ikan = ‘<i>ālam al-anfus.<br></i><br>“Prostrate” = bukan sujud jasadi, tetapi <i><b>inkisyāf</b></i>—penyataan total ketergantungan makhluk kepada Al-Karīm.<br><br>Rūmī menunjukkan bahwa semua keberadaan adalah sajdah semesta, tunduk oleh nikmat Ilahi sebelum diminta.<br><br>Rujukan <b>Qur’an: QS 55:29</b> “Setiap waktu Dia dalam kesibukan (penciptaan/penentuan).” "
  },
  {
    "id": 506,
    "title": "",
    "inggris": "How many a rain of largesse hath rained, so that the sea was made thereby to scatter pearls!",
    "indo": "“Betapa banyak hujan kemurahan telah tercurah, sehingga laut pun dibuat olehnya menaburkan mutiara!”",
    "description": "“Rain of largesse” = <i>tajallī</i> rahmat yang turun terus-menerus.<br><br>“Sea scattering pearls” = qalb yang menerima <b><i>tajallī</i></b>, lalu melahirkan <i>ma‘ārif</i> (mutiara pengetahuan).<br><br>Laut yang menebar mutiara = jiwa yang tercerahkan, membagikan hikmah.<br><br>Rujukan <b>Qur’an: QS 16:14 </b>— laut sebagai tempat mutiara; makna batinnya: tempat keluarnya hikmah.<br>"
  },
  {
    "id": 507,
    "title": "",
    "inggris": "How many a sun of generosity hath shone, so that cloud and sea learned to be bountiful!",
    "indo": "“Betapa banyak matahari kedermawanan telah bersinar, sehingga awan dan laut pun belajar menjadi murah hati!”",
    "description": "“Sun of generosity” = shams al-faḍl, matahari tajallī al-Raḥmān.<br><br>Awan = simbol khayāl, dunia imajinasi rohani; laut = nafs al-kulliyyah.<br><br>Keduanya “belajar bermurah hati” = menerima sifat Ilahi dan memantulkannya.<br><br>Gerak metaforik ini menggambarkan ta’alluq sifat-sifat Tuhan pada makhluk.<br><br>Rujukan <b>Qur’an: QS 24:43</b> — awan, hujan, dan cahaya; simbol tajallī &amp; limpahan."
  },
  {
    "id": 508,
    "title": "",
    "inggris": "The sunbeams of Wisdom struck on soil and clay, so that the earth became receptive of the seed.",
    "indo": "Sinar mentari Kebijaksanaan menghantam tanah dan lumpur, sehingga bumi menjadi siap menerima benih.",
    "description": "“Soil and clay” = tubuh manusia (ṭīn, turāb) yang awalnya pasif.<br>“Sunbeams of Wisdom” = nūr al-‘aql, cahaya intelek rohani yang mempersiapkan tanah untuk menerima makna.<br>Bumi yang “menerima benih” = hati yang siap menerima ḥaqā’iq.<br>Ini adalah gambaran <b>tazkiyah</b>, pembersihan tanah batin hingga layak menerima bibit ma‘rifah.<br>Rujukan <b>Qur’an: QS 23:12–14</b> — manusia dari tanah liat; <b>QS 39:23 </b>— hati melembut oleh cahaya wahyu. "
  },
  {
    "id": 509,
    "title": "",
    "inggris": "The soil is faithful to its trust, and whatever you have sown in it, you carry away the (equivalent in) kind thereof without fraud (on the part of the soil).",
    "indo": "Tanah itu setia pada amanahnya, dan apa pun yang kau tabur di dalamnya, kau menuai (persamaan dalam) jenisnya tanpa tipu daya (dari pihak tanah).",
    "description": "“Soil faithful to its trust” = hukum spiritual <b>al-jazā’ min jins al-‘amal</b>—balasan sejenis dengan perbuatan.<br><br>Tanah tidak menipu: ia selalu memberi kembali apa yang ditanam.<br><br>Ini alegori bagi <b>qalb</b>: apa yang kita masukkan (niat, zikir, dosa, atau cahaya), itulah yang ia hasilkan.<br><br>Dalam tasawuf, hati disebut “ladang akhirat”.<br><br>Rujukan <b>Qur’an: QS 91:7–8</b> — jiwa diberi potensi baik dan buruk; hasilnya tergantung apa yang ditanam/diusahakan.<br><br><b>Hadis</b>: “<i>Dunia adalah ladang bagi akhirat</i>.” (HR. Dailami; makna masyhur dalam literatur sufi)"
  },
  {
    "id": 510,
    "title": "",
    "inggris": "510. It has derived this faithfulness from that (Divine) faithfulness, inasmuch as the sun of Justice has shone upon it.",
    "indo": "Ia telah mengambil kesetiaannya itu dari Kesetiaan (Ilahi) itu, karena matahari Keadilan telah bersinar atasnya.",
    "description": "Tanah menjadi setia karena menerima tajallī sifat Ilahi: <i>al-‘Adl</i> (Keadilan). Segala ciptaan hanyalah cermin bagi sifat Tuhan; kesetiaan tanah hanyalah pantulan dari kesetiaan primordial (<i>al-Amānah</i>). Dalam filologi Rūmī, “matahari keadilan” adalah metafora nur al-haqīqah yang menyingkapkan struktur batin wujud.<br><b>Rujukan Qur’an/Hadis</b>:<b>• QS 33:72</b> — tentang al-Amānah yang ditawarkan kepada langit, bumi, gunung.<b>• QS 91:7–8</b> tentang penyinaran jiwa oleh Tuhan dan pembedaan fujūr–taqwā."
  },
  {
    "id": 511,
    "title": "",
    "inggris": "Until springtide brings the token of God, the soil does not reveal its secrets.",
    "indo": "Sampai musim semi membawa tanda dari Allah, tanah tidak menyingkapkan rahasianya.",
    "description": "“Musim semi” = waqt al-tajallī, saat rahmat turun yang membuat batin murid subur kembali. “Rahasia tanah” adalah makna-makna laten dalam fitrah manusia yang hanya muncul ketika ada nafahat (hembusan rahmat). Ini merujuk pada irama batin Rūmī: pengetahuan bukan dihasilkan oleh upaya, tetapi oleh musim anugerah.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 42:28</b> — Allah menurunkan hujan setelah keputusasaan.<b>• Hadis</b> <i>“Inna li-rabbikum fī ayyāmi dahrikum nafahāt</i>…” — “Adahembusan-hembusan rahmat dari Tuhan kalian.”"
  },
  {
    "id": 512,
    "title": "",
    "inggris": "The Bounteous One who gave to an inanimate thing these informations and this faithfulness and this righteousness,",
    "indo": "Yang Maha Pemurah yang memberi benda mati ini informasi dan kesetiaan dan kebenaran ini,",
    "description": "Rūmī menegaskan bahwa yang disebut “tak hidup” hanyalah dari sudut pandang lahir. Dalam kosmologi sufi, seluruh wujud memiliki bentuk persepsi—tanah menerima <i>ma‘rifah</i> sesuai kapasitasnya. “Informasi” = isyarat spiritual yang membuat bumi mengenali musim, benih, takdir.<br><br><b>Rujukan Qur’an/Hadis:</b><br><br><b>• QS 17:44</b> — “Tak ada sesuatu pun melainkan bertasbih memuji-Nya.”<br><b>• QS 41:21</b> — anggota tubuh berbicara pada Hari Kiamat."
  },
  {
    "id": 513,
    "title": "",
    "inggris": "His grace makes an inanimate thing informed, (while) His wrath makes blind the men of understanding.",
    "indo": "Rahmat-Nya membuat benda mati berpengetahuan, (sementara) murka-Nya membuat para pemilik akal menjadi buta.",
    "description": "Rūmī berbalik: benda mati bisa menjadi “mengetahui” oleh fadḥl (karunia), sementara manusia yang berakal bisa menjadi “buta” oleh qahr (murka). Dalam tasawuf: karunia adalah pemunculan makna dalam hati; murka adalah penutupan basīrah. Ini menekankan bahwa ilmu bukan hasil kecerdasan, tetapi tawfīq.<br>Rujukan <b>Qur’an/Hadis</b>:<br><b>• QS 2:7 </b>— Allah mengunci hati orang yang ingkar.<br><b>• QS 22:46</b> — “Bukan mata yang buta, tapi hati di dada.”"
  },
  {
    "id": 514,
    "title": "",
    "inggris": "Soul and heart cannot endure that ferment: to whom shall I speak? There is not in the world a single ear (capable of apprehension).",
    "indo": "Jiwa dan hati tidak dapat menanggung gejolak itu; kepada siapa aku harus berbicara? Tidak ada di dunia ini telinga satu pun yang sanggup menangkapnya.",
    "description": "“Fermentasi” = ghalayan al-‘ishq—didihan cinta Ilahi yang terlalu kuat bagi batin biasa. Rūmī mengeluhkan ketiadaan “telinga batin” (udhun al-qalb). Ini suara para sufi yang merasakan keterasingan eksistensial: ma‘rifah terlalu berat bagi mereka yang belum ‘matang’.<br><br><b>Rujukan Qur’an/Hadis:</b><br><b>• QS 50:37</b> — “Sesungguhnya pada yang demikian itu ada peringatan bagi siapa yang mempunyai hati atau memasang telinga.”<br><b>• QS 2:171</b> — gambaran orang yang tidak mendengar kecuali suara kosong. "
  },
  {
    "id": 515,
    "title": "",
    "inggris": "515. Wherever there was an ear, through Him it became an eye; wherever there was a stone, through Him it became a jasper.",
    "indo": "Di mana pun ada sebuah telinga, melalui-Nya ia menjadi mata; dan di mana pun ada sebuah batu, melalui-Nya ia menjadi (permata) jasper.",
    "description": "“Telinga menjadi mata” = kapasitas menerima wahyu berubah menjadi kapasitas menyaksikan (dari sam‘→baṣar→baṣīrah). <br>“Batu menjadi jasper” = perubahan esensial (tak hanya moral) berkat tajallī Ilahi, metafora alkimia ruhani: benda paling rendah pun dapat menjadi permata <i>ma‘rifah</i>.<br><br><b>Rūmī</b> menekankan bahwa transformasi batin bukan hasil riyāḍah manusia tetapi perubahan ontologis yang digerakkan Tuhan.<br>Rujukan <b>Qur’an/Hadis</b>:<br><b>• QS 22:46 </b>— “bukan mata yang buta, tetapi hati di dada.”<br><b>• QS 24:35</b> — perubahan batin menjadi “cahaya di atas cahaya.” "
  },
  {
    "id": 516,
    "title": "",
    "inggris": "He is an alchemist—what is alchemy (compared with His action)? He is a giver of miracles (to prophets)—what is magic (compared with these miracles)?",
    "indo": "Dia adalah ahli alkimia—apalah artinya alkimia dibanding tindakan-Nya? Dia adalah pemberi mukjizat kepada para nabi—apalah artinya sihir dibanding mukjizat itu?",
    "description": "“Alkimia” di sini melambangkan perubahan sifat (nafs rendah menjadi nafs suci). <br><b>Rumi</b> menafikan seluruh tatanan kausalitas: perubahan sejati hanya mungkin melalui qudra Ilahi. “Sihir” mewakili manipulasi bentuk, sedangkan “mukjizat” adalah pembalikan hukum kosmis yang bertumpu pada izin Tuhan.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><b>• QS 20:65–69</b> — perbedaan antara sihir para penyihir Mesir dan mukjizat Musa.<br><b>• QS 3:49</b> — mukjizat Isa menghidupkan yang mati."
  },
  {
    "id": 517,
    "title": "",
    "inggris": "This uttering of praise (to Him) is (really) the omission of praise on my part, for this (praise) is a proof of (my) being, and being is a sin.",
    "indo": "Ucapan pujianku (kepada-Nya) ini sebenarnya adalah kelalaian dari pujian, sebab (pujian) ini merupakan bukti adanya (diriku), dan keberadaan adalah dosa.",
    "description": "Dalam teologi sufi, “keberadaan hamba” bukan wujud hakiki tetapi wujūd <i>i‘tibārī </i>(tersyarat). Karena itu, ketika hamba memuji, ia sekaligus menegaskan dirinya—dan penegasan diri adalah “dosa ontologis,” yaitu syirk khafī (pengakuan atas ego). Maka, bahkan pujian pun menjadi kurang, karena ia mengandung “aku.” <br><b>Rumi</b> menuju peniadaan diri (<i>fanā</i>’) sebelum pujian menjadi murni.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br>• QS 28:88 — “Segala sesuatu binasa kecuali Wajah-Nya.”<br>• Hadis tentang syirk khafī: riya adalah syirik kecil."
  },
  {
    "id": 518,
    "title": "",
    "inggris": "It behoves (us) to be not-being in the presence of His Being: in His presence what is (our) being? Blind and blue.",
    "indo": "Yang layak bagi kita adalah menjadi ketiadaan di hadapan Keberadaan-Nya: di hadapan-Nya, apakah arti keberadaan kita? Buta dan biru (pucat).",
    "description": "“Tidak-berada” (‘adam) bukan nihilisme, tetapi ketiadaan ego—ruang kosong tempat Wujud Ilahi memantul. “Buta dan biru” = metafora ketidakmampuan wujud terbatas menatap Wujud Mutlak; biru adalah warna defisiensi dan kebingungan dalam simbolisme Persia klasik. Artinya: wujud hamba terlalu lemah untuk menanggung intensitas wujud Tuhan.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><b>• QS 7:143</b> — Musa jatuh pingsan ketika tajallī datang pada gunung.<br><b>• QS 2:286</b> — “manusia tidak dibebani di luar kemampuannya.” "
  },
  {
    "id": 519,
    "title": "",
    "inggris": "Were it not blind it would have been melted (consumed) by Him: it would have known the heat of (the Divine) sun;",
    "indo": "Seandainya ia (keberadaan kita) tidak buta, niscaya ia telah meleleh (termakan) oleh-Nya: ia akan mengetahui panasnya Matahari (Ilahi);",
    "description": "Kebutaan di sini adalah <i>hijāb</i> rahmah (tirai belas kasih): ketidakmampuan makhluk melihat Tuhan sepenuhnya adalah perlindungan. “Meleleh” = <i>fanā</i>’ tam, lenyapnya bentuk makhluk jika ia menyaksikan  Hakikat tanpa tabir. “Panas matahari Ilahi” = intensitas Wujud Absolut, yang hanya mampu ditanggung oleh hati para nabi dan para wali besar.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><br><b>• QS 33:72</b> — amanah terlalu berat bagi makhluk.<br><b>• QS 7:143</b> — gunung hancur ketika disinggahi tajallī. "
  },
  {
    "id": 520,
    "title": "",
    "inggris": "520. And were it not blue from mourning, how would this region (of phenomenal existence) have (remained) frozen like ice?",
    "indo": "Dan seandainya ia tidak membiru karena berkabung, bagaimana mungkin wilayah (keberadaan fenomenal) ini (tetap) membeku seperti es?.",
    "description": "“Biru karena berkabung” (kabūd, nīl-gūn) dalam simbolisme Persia berarti kesedihan ontologis, yaitu kesadaran samar bahwa segala wujud fenomenal terpisah dari Sumbernya. <br>Biru = warna “dingin,” “beku,” “kurang cahaya.” Makhluk berada dalam kondisi esoteris khauf–ḥuzn: rasa duka primordial (ḥuzn azali) karena jauh dari Wujud Hakiki.<br><br>“Wilayah eksistensi fenomenal membeku seperti es” berarti: dunia ini tetap berada dalam kepadatan, keterbatasan, hukum sebab, dan qaswah (kerasnya bentuk), karena ia sedang “berduka”—tidak menanggung intensitas panas Tajallī Ilahi. Bila bukan karena “kesedihan” itu, dunia akan mencair oleh panas kehadiran Tuhan.<br><br>Es di sini = dunia bentuk (‘ālam al-ajsām) yang mempertahankan struktur hanya karena sinarnya tertutup. Seandainya tirai kesedihan—yang sekaligus tirai perlindungan—diangkat, seluruh fenomena akan meleleh dalam kehadiran Wujud Mutlak (fanā’ kullī).<br>---<br>Rujukan <b>Qur’an/Hadis</b>:<br><b>• QS 13:15</b> — segala yang di langit dan bumi sujud “baik suka maupun terpaksa”: kesedihan kosmik sebagai bentuk tunduk.<br><b>• QS 7:143</b> — gunung hancur dan Musa jatuh pingsan ketika tajallī memancar tanpa tirai; fenomena tak sanggup bertahan.<br><b>• Hadis</b>: “Hijab Tuhan adalah cahaya; jika Dia menyingkapkannya, niscaya kilauan wajah-Nya membakar segala yang tersentuh oleh pandangan-Nya.” → dunia bertahan “membeku” justru karena tertutup."
  }
]