[
  {
    "id": 338,
    "title": "Tentang bagaimana sang wazir memberikan petunjuk kepada raja untuk merancang suatu siasat.",
    "inggris": "He had a vizier, a miscreant and ogler (deceiver), who by reason of (his exceeding) guile would tie knots on water.",
    "indo": "(Sang Raja) memiliki seorang wazir, penjahat dan penipu, yang karena (kecerdikannya dalam) tipu daya (seolah) dapat mengikat simpul di atas air.",
    "description": "Catatan Akademis:<br>1. Idiom Persia “gereh bar āb bastan” = melakukan tipu muslihat yang mustahil dibongkar—dipakai Rūmī untuk melukiskan kecerdikan manipulatif.<br>2.<b>Wazīr licik</b> merupakan motif klasik dalam kisah-kisah sufistik: seseorang yang cerdas secara duniawi namun gelap secara ruhani.<br>3. Paralel Qur'an: tipuan manusia yang tampak kukuh tetapi hakikatnya kosong → “...wa mā kaydu’l-kāfirīna illā fī ḍalāl” <b>(QS 40:25)</b>.<br>4. Hadis paralel konsep: “Sesungguhnya dusta menuntun kepada kejahatan…” (HR. Bukhari-Muslim)."
  },
  {
    "id": 339,
    "title": "",
    "inggris": "“The Christians,” said he, “seek to save their lives; they hide their religion from the king.",
    "indo": "“Kaum Nasrani,” katanya, “berusaha menyelamatkan hidup mereka; Mereka menyembunyikan agama mereka dari Raja.",
    "description": "Catatan Akademis:<br>1. Motif <b>“menyembunyikan agama”</b> paralel dengan konsep kitmān / menjaga keselamatan jiwa dalam situasi opresif.<br>2. Pararel Qur’an: “…kecuali orang yang dipaksa sementara hatinya tenang dalam iman.”<b>(QS 16:106)</b>.<br>3. Rūmī menggunakan motif ini untuk menunjukkan perbedaan antar lahiriah-keamanan dan batiniah-keyakinan."
  },
  {
    "id": 340,
    "title": "",
    "inggris": "340. Slay them not, for slaying (them) is useless: religion hath no smell, it is not musk and aloes-wood.",
    "indo": "Janganlah membunuh mereka, sebab pembunuhan (terhadap mereka) tak berguna: Agama tak memiliki aroma, ia bukanlah kesturi dan gaharu.﴾340﴿",
    "description": "Catatan Akademis:<br>1. “ <b>Agama tidak berbau</b>” = metafora epistemologis bahwa keyakinan tidak dapat dideteksi oleh indera; ia non-material essence.<br>2. Rūmī memakai oposisi inderawi vs non-inderawi sebagai dasar epistemologi sufi.<br>3.Paralel Qur'an: “Ia bukanlah penglihatan yang buta, tetapi hati di dalam dada yang buta.” <b>(QS 22:46)</b>.<br>4. Hadis paralel: “<b>Sesungguhnya Allah tidak melihat rupa dan harta kalian,tetapi melihat hati dan amal kalian.</b>”(HR. Muslim)."
  },
  {
    "id": 341,
    "title": "",
    "inggris": "The secret is concealed in a hundred coverings: its outward form is (in agreement) with thee, resembling thee, (but) the inward (reality) is (in) disagreement.”",
    "indo": "Rahasia itu tersembunyi dalam seratus hijab: Bentuk luarnya (tampak) sejalan denganmu, menyerupai dirimu, (Tetapi) kenyataan batinnya (adalah) pertentangan.”",
    "description": "Catatan Akademis:<br>1. Konsep ẓāhir–bāṭin menjadi pusat epistemologi tasawuf: keselarasan luar ≠ keselarasan dalam.<br>2. “<b>Seratus hijab</b>” = hiperbol sufistik untuk struktur hijab batin (ḥujub).<br>3. Pararel Qur’an: “Di antara mereka ada yang engkau kira mendengarkanmu, padahal Allah telah menutup hati mereka.” <b>(QS 47:16)</b>.<br>4. Rūmī sering mengutip ide “ribuan hijab” dari tradisi Khurasan."
  },
  {
    "id": 342,
    "title": "",
    "inggris": "The king said to him: “Tell (me), then, what is the (best) plan? What is the remedy against that deceit and imposture?—",
    "indo": "Sang Raja berkata kepadanya: “Katakanlah, lalu apakah rencana (terbaik) itu? Apakah obat untuk menghadapi tipuan dan kepura-puraan itu?—",
    "description": "Catatan Akademis:<br>1. ḥīlah (rencana) vs dawā’ (obat) = bahasa kedokteran ruhani ala Ghazālī.<br>2. Raja mencari “obat”, tetapi justru wazīr menawarkan “penyakit”—kritik Rūmī pada pemimpin yang bodoh-mistis.<br>3. Paralel Qur'an (kearifan): “Mintalah fatwa kepada orang berilmu jika kamu tidak mengetahui.”<b>(QS 16:43)</b> — tetapi di sini raja justru bertanya pada orang yang salah."
  },
  {
    "id": 343,
    "title": "",
    "inggris": "So that there may not remain a single Christian in the world, neither one whose religion is manifest nor one who is concealed.”",
    "indo": "Sehingga tidak tersisa satu pun Nasrani di dunia, Tidak juga yang agamanya tampak nyata, tidak pula yang tersembunyi.”",
    "description": "Catatan Akademis:<br>1. Ini hiperbol retoris, bukan perintah teologis. Rūmī menggunakan intensitas drama untuk menyingkap “kegelapan raja”.<br>2. Rūmī tidak pernah mengajarkan kekerasan agama; kisah ini alegoris tentang “<b>ego sebagai raja tiran</b>”.<br>3. Paralel Qur'an: kecaman terhadap pembunuhan zhalim → “Barangsiapa membunuh satu jiwa… seakan-akan ia membunuh seluruh manusia.”<b>(QS 5:32)</b>."
  },
  {
    "id": 344,
    "title": "",
    "inggris": "“O king,” said he, “cut off my ears and hands, rip my nose by bitter (cruel) decree;",
    "indo": "“Wahai Raja,” katanya, “potonglah telinga dan tanganku, Robek hidungku dengan ketetapan yang pahit (kejam);",
    "description": "Catatan Akademis:<br>1. Motif self-sacrifice deception: wazīr memalsukan “kemartiran” untuk menciptakan propaganda.<br>2. Digunakan Rūmī sebagai alegori syahwat kekuasaan yang memproduksi narasi palsu.<br>3.Paralel Qur'an: “Mereka menghias kejahatan mereka sehingga tampak indah.” <b>(QS 27:4)</b>.<br>4. Paralel Hadis: “Di akhir zaman muncul para pendusta… mereka menampilkan kebaikan namun hatinya serigala.” (HR. Tirmidzi)."
  },
  {
    "id": 345,
    "title": "",
    "inggris": "Then bring me under the gallows, that an intercessor may plead for me.",
    "indo": "Lalu bawalah aku ke bawah tiang-gantung itu, agar seorang pemberi-syafā‘at dapat membelaku.",
    "description": "<b>Catatan Akademis</b>:<br>1. Motif “<b>tiang gantungan</b>” = ritualized spectacle dalam kisah sufistik: hukuman dibuat publik agar membentuk narasi tertentu.<br>2. “Intercessor” (syafī‘) di sini bukan syafaat teologis, tetapi saksi palsu untuk memanipulasi opini.<br>3. Paralel Qur’an (penyalahgunaan saksi): “Mereka bersumpah dengan nama Allah padahal mereka bukan bagian darimu.” (QS 9:56).<br>4. Hadis paralel: “Saksi palsu disetarakan dengan syirik.”<b>(HR. Bukhari-Muslim)</b>."
  },
  {
    "id": 346,
    "title": "",
    "inggris": "Do this deed in the place for (public) proclamation, on a highway where roads run in four directions.",
    "indo": "Lakukan perbuatan ini di tempat pengumuman (publik), Di jalan raya di mana jalanan membentang di empat penjuru.",
    "description": "<b>Catatan Akademis</b>:<br>1. “<b>Empat arah jalan</b>” = chahār rāh (crossroads)—tempat paling ramai; simbol dari publik opini dalam literatur Persia.<br>2. Wazīr ingin menciptakan narrative engineering dengan memamerkan “<b>hukuman</b>”-nya di ruang publik.<br>3. Motif ini umum dalam cerita hikmah: manipulasi massa dengan citra penderitaan.<br>4. Paralel Qur’an: kritik terhadap pencitraan dan kemunafikan → “Agar manusia melihatnya.”<b>(QS 107:6)</b>."
  },
  {
    "id": 347,
    "title": "",
    "inggris": "Then banish me from thy presence to a distant land, that I may cast mischief and confusion amongst them.",
    "indo": "Lalu buanglah aku dari hadapanmu ke negeri yang jauh, Agar aku dapat menyebar kekacauan dan kebingungan di antara mereka.”",
    "description": "<b>Catatan Akademis</b>:<br>1. Ini inti rencana jahat wazīr: “<b>pembuangan</b>” sebagai strategi infiltrasi.<br>2. Fitnah (kerusakan, kekacauan) adalah tema utama—Rūmī memakai istilah ini untuk menggambarkan <b>kejahatan ego yang menyamar</b> sebagai korban.<br>3. Paralel Qur’an: “Dan di antara manusia ada yang ucapannya mempesonamu…, tetapi ia adalah sekeras-keras musuh.”<b>(QS 2:204)</b>.<br>4. Hadis paralel: “Kalian akan mengenal mereka dari ucapan-ucapan manis, namun hati mereka hati serigala.” (HR. Tirmidzi)."
  }
]