[
  {
    "id": 595,
    "title": "Bagaimana para murid mengajukan keberatan terhadap wazir yang mengasingkan diri.",
    "inggris": "",
    "indo": "Mereka semua berkata, “Wahai Wazir, bukan kekafiran yang kami ucapkan — kata-kata kami bukan dari lidah orang asing.﴾595﴿",
    "description": ""
  },
  {
    "id": 596,
    "title": "",
    "inggris": "",
    "indo": "Air mata kami tumpah karena berpisah darimu, desah demi desah naik dari dasar jiwa kami.",
    "description": ""
  },
  {
    "id": 597,
    "title": "",
    "inggris": "",
    "indo": "Seorang bayi tak menentang ibu susunya (pengasuh), ia hanya menangis — sebab ia belum tahu baik dan buruk.",
    "description": ""
  },
  {
    "id": 598,
    "title": "",
    "inggris": "",
    "indo": "Kami ini kecapi, dan Engkau yang memetik senarnya; ratapan ini bukan dari kami — Engkaulah yang meratap melalui kami.",
    "description": ""
  },
  {
    "id": 599,
    "title": "",
    "inggris": "",
    "indo": "Kami ini seruling, dan nyanyian di dalam kami berasal dari-Mu; kami ini gunung, dan gema di hati kami adalah gema-Mu.",
    "description": ""
  },
  {
    "id": 600,
    "title": "",
    "inggris": "",
    "indo": "Kami ini bidak-bidak catur dalam tangan-Mu, kemenangan dan kekalahan kami hanyalah permainan-Mu, wahai Engkau yang berhias dengan sifat yang elok.﴾600﴿",
    "description": ""
  },
  {
    "id": 601,
    "title": "",
    "inggris": "",
    "indo": "Siapakah kami ini, wahai Engkau, jiwa dari segala jiwa kami, hingga kami seakan-akan tetap ada di hadapan-Mu?",
    "description": ""
  },
  {
    "id": 602,
    "title": "",
    "inggris": "",
    "indo": "Kami dan segala keberadaan kami sejatinya adalah ketiadaan; Engkaulah Wujud Mutlak yang menampakkan yang fana.",
    "description": ""
  },
  {
    "id": 603,
    "title": "",
    "inggris": "",
    "indo": "Kami semua seperti singa, namun singa pada panji —karena tiupan angin, mereka tampak berlari dari saat ke saat.",
    "description": ""
  },
  {
    "id": 604,
    "title": "",
    "inggris": "",
    "indo": "Gerak mereka tampak, namun angin itu tak terlihat; semoga yang tak terlihat itu tak jauh dari kami!",
    "description": ""
  },
  {
    "id": 605,
    "title": "",
    "inggris": "",
    "indo": "Tiupan (angin) kami dan keberadaan kami adalah anugerah-Mu; seluruh wujud kami berasal dari-Mu yang mengadakan kami dari tiada.﴾605﴿",
    "description": ""
  },
  {
    "id": 606,
    "title": "",
    "inggris": "",
    "indo": "Engkau telah memperlihatkan kelezatan Ada kepada yang Tiada, setelah Engkau buat yang Tiada itu jatuh cinta kepada-Mu.",
    "description": ""
  },
  {
    "id": 607,
    "title": "",
    "inggris": "",
    "indo": "Janganlah Engkau cabut kelezatan karunia-Mu; jangan Engkau ambil pencuci mulut, anggur, dan cawan-Mu dari kami!",
    "description": ""
  },
  {
    "id": 608,
    "title": "",
    "inggris": "",
    "indo": "Dan bila Engkau mengambilnya, siapa yang berani bertanya? Bagaimana mungkin sebuah lukisan menggugat pelukisnya?",
    "description": ""
  },
  {
    "id": 609,
    "title": "",
    "inggris": "",
    "indo": "Janganlah pandangan-Mu tertuju pada kami, melainkan pandanglah kemurahan dan kasih-Mu sendiri.",
    "description": ""
  },
  {
    "id": 610,
    "title": "",
    "inggris": "",
    "indo": "Kami dahulu tiada, dan tak ada permohonan dari pihak kami, namun rahmat-Mu telah mendengar doa kami yang tak terucap (dan memanggil kami untuk ada). ﴾610﴿",
    "description": ""
  },
  {
    "id": 611,
    "title": "",
    "inggris": "",
    "indo": "Di hadapan Sang Pelukis dan kuas-Nya, kita hanyalah gambar tak berdaya, seperti bayi dalam rahim.",
    "description": ""
  },
  {
    "id": 612,
    "title": "",
    "inggris": "",
    "indo": "Di hadapan Kuasa-Nya yang Mutlak, dunia hanyalah selembar kain di bawah tusukan jarum.",
    "description": ""
  },
  {
    "id": 613,
    "title": "",
    "inggris": "",
    "indo": "Kini Ia menorehkan rupa Iblis, kini rupa Adam, kini Ia lukiskan senyum, lalu air mata.",
    "description": ""
  },
  {
    "id": 614,
    "title": "",
    "inggris": "",
    "indo": "Tiada tangan yang bisa menolak goresan itu, tuada lidah yang dapat bersuara tentang nasibnya —sebab Dia-lah Sang Pelukis, dan kita hanyalah lukisan.",
    "description": ""
  },
  {
    "id": 615,
    "title": "",
    "inggris": "",
    "indo": "Bacalah dari Al-Qur’an, tafsir dari ayat sebelumnya: Allah berfirman, “Bukan engkau yang melempar ketika engkau melempar, tetapi Allahlah yang melempar.”(QS. Al-Anfāl [8]:17) ﴾615﴿",
    "description": ""
  },
  {
    "id": 616,
    "title": "",
    "inggris": "",
    "indo": "Bila kami melepaskan anak panah, itu bukan dari kami; kami hanyalah busur, dan penembak panah itu adalah Tuhan.",
    "description": ""
  },
  {
    "id": 617,
    "title": "",
    "inggris": "",
    "indo": "Ini bukan paksaan (jabr), tetapi makna dari al-Jabbār (Yang Mahaperkasa); penyebutan keperkasaan itu untuk menumbuhkan kerendahan hati dalam diri kami.",
    "description": ""
  },
  {
    "id": 618,
    "title": "",
    "inggris": "",
    "indo": "Kerendahan hati kami adalah bukti akan ketidakberdayaan, namun rasa bersalah kami adalah bukti adanya kehendak bebas.",
    "description": ""
  },
  {
    "id": 619,
    "title": "",
    "inggris": "",
    "indo": "Jika tidak ada kehendak bebas, mengapa ada rasa malu? Dari mana datangnya penyesalan, kesedihan, dan kebingungan nurani itu?",
    "description": ""
  },
  {
    "id": 620,
    "title": "",
    "inggris": "",
    "indo": "Mengapa ada teguran antara guru dan murid, dan mengapa pikiran berubah dari niat yang telah dibuat?﴾620﴿",
    "description": ""
  },
  {
    "id": 621,
    "title": "",
    "inggris": "",
    "indo": "Dan jika engkau berkata: orang yang meyakini kehendak bebas itu lalai dari kekuasaan Tuhan, (bahwa) bulan Tuhan telah tersembunyi di balik awan-Nya —",
    "description": ""
  },
  {
    "id": 622,
    "title": "",
    "inggris": "",
    "indo": "Maka ada jawaban yang baik untuk itu: bila engkau mau mendengarkan, engkau akan meninggalkan kekafiran dan condong pada agama yang benar.",
    "description": ""
  },
  {
    "id": 623,
    "title": "",
    "inggris": "",
    "indo": "Penyesalan dan kerendahan hati muncul di kala sakit;masa sakit adalah masa kesadaran hati yang sepenuhnya.",
    "description": ""
  },
  {
    "id": 624,
    "title": "",
    "inggris": "",
    "indo": "Saat engkau jatuh sakit, engkau memohon kepada Tuhan agar diampuni dosamu;",
    "description": ""
  },
  {
    "id": 625,
    "title": "",
    "inggris": "",
    "indo": "Keburukan dosamu diperlihatkan kepadamu, dan engkau bertekad untuk kembali ke jalan benar.﴾625﴿",
    "description": ""
  },
  {
    "id": 626,
    "title": "",
    "inggris": "",
    "indo": "Kalian membuat janji dan ikrar bahwa mulai sekarang pilihan tindakan kalian tidak akan lain kecuali ketaatan (kepada Tuhan):",
    "description": ""
  },
  {
    "id": 627,
    "title": "",
    "inggris": "",
    "indo": "Maka sudah menjadi kepastian bahwa penyakit memberi kalian kesadaran dan kewaspadaan.",
    "description": ""
  },
  {
    "id": 628,
    "title": "",
    "inggris": "",
    "indo": "Catatlah prinsip ini, wahai pencari kebenaran: setiap orang yang merasakan sakit telah menangkap harumnya kesadaran.",
    "description": ""
  },
  {
    "id": 629,
    "title": "",
    "inggris": "",
    "indo": "Semakin terjaga seseorang, semakin ia diliputi derita; semakin sadar ia akan Tuhan, semakin pucatlah wajahnya.",
    "description": ""
  },
  {
    "id": 630,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau sadar akan Jabr-Nya (paksaan), di mana kerendahan hatimu? Di mana perasaanmu (seperti) dirantai oleh belenggu Jabbārī-Nya (Kemahakuasaan)?﴾630﴿",
    "description": ""
  },
  {
    "id": 631,
    "title": "",
    "inggris": "",
    "indo": "Bagaimana mungkin seseorang bersenang-senang yang sedang dirantai? Kapankah tawanan di penjara bersikap seperti orang yang bebas?",
    "description": ""
  },
  {
    "id": 632,
    "title": "",
    "inggris": "",
    "indo": "Dan jika engkau menganggap kakimu dibelenggu, (dan bahwa) para petugas Raja sedang duduk (sebagai penjaga) di atasmu,",
    "description": ""
  },
  {
    "id": 633,
    "title": "",
    "inggris": "",
    "indo": "Maka janganlah bertindak seperti petugas (secara zalim) terhadap yang tak berdaya, sebab itu bukanlah tabiat dan kebiasaan orang yang tak berdaya.",
    "description": ""
  },
  {
    "id": 634,
    "title": "",
    "inggris": "",
    "indo": "Karena engkau tidak merasakan paksaan-Nya, jangan katakan (bahwa engkau dipaksa); dan jika engkau merasakannya, di mana tanda dari perasaanmu?",
    "description": ""
  },
  {
    "id": 635,
    "title": "",
    "inggris": "",
    "indo": "Dalam setiap perbuatan yang engkau sukai, engkau sadar bahwa engkau berdaya melakukannya;﴾635﴿",
    "description": ""
  },
  {
    "id": 636,
    "title": "",
    "inggris": "",
    "indo": "(Tetapi) dalam setiap tindakan yang terhadapnya engkau tidak memiliki kecenderungan dan hasrat, terkait dengan (tindakan) itu engkau menjadi fatalis, seraya berkata, \"Ini dari Tuhan.\"",
    "description": ""
  },
  {
    "id": 637,
    "title": "",
    "inggris": "",
    "indo": "Para Nabi adalah \"fatalis\" (pasrah pada takdir)  terhadap pekerjaan dunia ini, (sementara) orang-orang kafir adalah \"fatalis\" terhadap pekerjaan akhirat.",
    "description": ""
  },
  {
    "id": 638,
    "title": "",
    "inggris": "",
    "indo": "Bagi para Nabi, pekerjaan akhirat adalah (masalah) kehendak bebas; bagi orang bodoh, pekerjaan dunia ini adalah (masalah) kehendak bebas.",
    "description": ""
  },
  {
    "id": 639,
    "title": "",
    "inggris": "",
    "indo": "Karena setiap burung terbang menuju jenisnya sendiri: ia (mengikuti) dari belakang, dan ruhnya (pergi) di depan, (menuntunnya).",
    "description": ""
  },
  {
    "id": 640,
    "title": "",
    "inggris": "",
    "indo": "Karena orang-orang kafir itu sejenis dengan Sijjīn (Neraka), mereka condong pada penjara (Sijjīn) dunia ini. ﴾640﴿",
    "description": ""
  },
  {
    "id": 641,
    "title": "",
    "inggris": "",
    "indo": "Karena para Nabi itu sejenis dengan ‘Illiyyīn (Surga), mereka pergi menuju ‘Illiyyīn ruh dan hati.",
    "description": ""
  },
  {
    "id": 642,
    "title": "",
    "inggris": "",
    "indo": "Diskursus ini tiada akhir, tetapi marilah kita (sekarang) mengisahkan cerita hingga tuntas",
    "description": ""
  },
  {
    "id": 643,
    "title": "",
    "inggris": "",
    "indo": "Dari balik sunyi yang menutup pintu dunia, berserulah sang wazir dengan suara halus penuh nyala ruh:",
    "description": ""
  }
]