[
  {
    "id": 324,
    "title": "Kisah Raja Yahudi yang Buta Fanatisme",
    "inggris": "",
    "indo": "Di antara kaum Yahudi ada seorang raja yang melakukan penindasan, Seorang musuh Isa-a.s dan penghancur kaum Nasrani.",
    "description": ""
  },
  {
    "id": 325,
    "title": "",
    "inggris": "",
    "indo": "Itu adalah zaman Isa dan giliran (kekuasaan) adalah miliknya: Ia adalah jiwa Musa-a.s, dan Musa-a.s adalah jiwa darinya;﴾325﴿",
    "description": ""
  },
  {
    "id": 326,
    "title": "",
    "inggris": "",
    "indo": "(Namun) raja bermata juling (penglihatan ganda) itu memisahkan Di jalan Tuhan, kedua nabi Ilahi yang (sesungguhnya) saling selaras.",
    "description": ""
  },
  {
    "id": 327,
    "title": "",
    "inggris": "",
    "indo": "Sang Guru berkata kepada seorang murid bermata juling, “Kemarilah; Pergi, ambil botol itu dari dalam ruangan.”",
    "description": ""
  },
  {
    "id": 328,
    "title": "",
    "inggris": "",
    "indo": "Kata si mata juling: “Botol yang manakah dari dua botol yang harus kubawa kepadamu? Jelaskanlah sepenuhnya.”",
    "description": ""
  },
  {
    "id": 329,
    "title": "",
    "inggris": "",
    "indo": "“Tidak ada dua botol,” jawab Sang Guru; “Pergi, hentikanlah menjuling dan jangan melihat lebih (dari satu).”",
    "description": ""
  },
  {
    "id": 330,
    "title": "",
    "inggris": "",
    "indo": "“Wahai Guru,” katanya, “janganlah memarahiku.” Kata Sang Guru, “Pecahkanlah salah satu dari dua botol itu.”﴾330﴿",
    "description": ""
  },
  {
    "id": 331,
    "title": "",
    "inggris": "",
    "indo": "Botol itu hanya satu, meski di matanya tampak dua; Ketika ia memecahkan botol itu, tak ada yang lain (yang tersisa).",
    "description": ""
  },
  {
    "id": 332,
    "title": "",
    "inggris": "",
    "indo": "Ketika yang satu pecah, keduanya lenyap dari pandangan: Seseorang dibuat bermata juling oleh kecenderungan (buruk) dan amarah.",
    "description": ""
  },
  {
    "id": 333,
    "title": "",
    "inggris": "",
    "indo": "Amarah dan nafsu membuat seseorang bermata juling,Mereka mengubah ruh (sehingga ia menjauh) dari kelurusan.",
    "description": ""
  },
  {
    "id": 334,
    "title": "",
    "inggris": "",
    "indo": "Ketika kepentingan diri muncul, kebajikan menjadi tersembunyi: Seratus tirai bangkit dari hati menuju mata.",
    "description": ""
  },
  {
    "id": 335,
    "title": "",
    "inggris": "",
    "indo": "Ketika sang qadi (hakim) membiarkan penyuapan mencengkeram hatinya, Bagaimana ia bisa membedakan orang yang berbuat salah dari korban kezaliman yang malang?﴾335﴿",
    "description": ""
  },
  {
    "id": 336,
    "title": "",
    "inggris": "",
    "indo": "Raja itu, dari kedengkian Yahudi, menjadi sedemikian bermata juling sehingga (kita berseru), “Kasihanilah, ya Tuhan, kasihanilah (selamatkan kami dari malapetaka sedemikian)!”",
    "description": ""
  },
  {
    "id": 337,
    "title": "",
    "inggris": "",
    "indo": "Ia membunuh ratusan ribu orang beriman yang terzalimi (tak bersalah), Seraya berkata, “Aku adalah pelindung dan penopang agama Musa.”",
    "description": ""
  }
]