[
  {
    "id": 500,
    "title": "Menunjukkan bagaimana perbedaan ini terletak pada bentuk doktrin, bukan pada hakikat Jalan yang sesungguhnya.",
    "inggris": "",
    "indo": "Ia (Wazir) tak memiliki aroma (persepsi) akan kesatuan warna Isa-a.s (unicolority), pun ia tak memiliki watak yang terwarnai dari bak pewarna Isa-a.s.﴾500﴿",
    "description": ""
  },
  {
    "id": 501,
    "title": "",
    "inggris": "",
    "indo": "Dari bak yang murni itu, sehelai pakaian yang seratus warna akan menjadi sederhana dan satu warna, bagaikan cahaya.",
    "description": ""
  },
  {
    "id": 502,
    "title": "",
    "inggris": "",
    "indo": "(Ini) bukanlah kesatuan warna yang menghasilkan kebosanan; tidak, ia (adalah keadaan) seperti ikan dan air jernih:",
    "description": ""
  },
  {
    "id": 503,
    "title": "",
    "inggris": "",
    "indo": "Meskipun ada ribuan warna di tanah kering, (namun) ikan berada dalam permusuhan dengan kekeringan.",
    "description": ""
  },
  {
    "id": 504,
    "title": "",
    "inggris": "",
    "indo": "Siapakah ikan dan apakah lautan dalam perumpamaan (saya), sehingga Raja Yang Mahakuasa dan Mahamulia menyerupai mereka?",
    "description": ""
  },
  {
    "id": 505,
    "title": "",
    "inggris": "",
    "indo": "Dalam (dunia) keberadaan, jutaan lautan dan ikan bersujud dalam penyembahan di hadapan Kemurahan dan Karunia itu﴾505﴿",
    "description": ""
  },
  {
    "id": 506,
    "title": "",
    "inggris": "",
    "indo": "Betapa banyak hujan kemurahan yang telah menghujani, sehingga lautan karenanya dibuat menaburkan mutiara!",
    "description": ""
  },
  {
    "id": 507,
    "title": "",
    "inggris": "",
    "indo": "Betapa banyak matahari kedermawanan yang telah bersinar, sehingga awan dan lautan belajar untuk bermurah hati!",
    "description": ""
  },
  {
    "id": 508,
    "title": "",
    "inggris": "",
    "indo": "Sinar mentari Kebijaksanaan menghantam tanah dan lumpur, sehingga bumi menjadi siap menerima benih.",
    "description": ""
  },
  {
    "id": 509,
    "title": "",
    "inggris": "",
    "indo": "Tanah itu setia pada amanahnya, dan apa pun yang kau tabur di dalamnya, kau menuai (persamaan dalam) jenisnya tanpa tipu daya (dari pihak tanah).",
    "description": ""
  },
  {
    "id": 510,
    "title": "",
    "inggris": "",
    "indo": "Kesetiaan ini diperolehnya dari kesetiaan (Ilahi) itu, sebab Matahari Keadilan telah bersinar di atasnya.﴾510﴿",
    "description": ""
  },
  {
    "id": 511,
    "title": "",
    "inggris": "",
    "indo": "Sampai musim semi membawa tanda Ilahi, tanah itu tidak mengungkapkan rahasianya.",
    "description": ""
  },
  {
    "id": 512,
    "title": "",
    "inggris": "",
    "indo": "Yang Maha Pemurah yang memberi benda mati ini informasi dan kesetiaan dan kebenaran ini,",
    "description": ""
  },
  {
    "id": 513,
    "title": "",
    "inggris": "",
    "indo": "Rahmat-Nya membuat benda mati berpengetahuan, (sementara) murka-Nya membutakan para manusia yang berakal.",
    "description": ""
  },
  {
    "id": 514,
    "title": "",
    "inggris": "",
    "indo": "Jiwa dan hati tak dapat menahan gejolak itu: kepada siapa aku harus bicara? Tiada di dunia ini satu pun telinga (yang mampu memahami).",
    "description": ""
  },
  {
    "id": 515,
    "title": "",
    "inggris": "",
    "indo": "Di mana pun ada telinga, melalui Dia ia menjadi mata; di mana pun ada batu, melalui Dia ia menjadi batu yaspis (permata). ﴾515﴿",
    "description": ""
  },
  {
    "id": 516,
    "title": "",
    "inggris": "",
    "indo": "Dia adalah ahli alkimia—apakah alkimia (dibandingkan dengan tindakan-Nya)? Dia adalah Pemberi mukjizat (kepada nabi)—apakah sihir (dibandingkan dengan mukjizat ini)?",
    "description": ""
  },
  {
    "id": 517,
    "title": "",
    "inggris": "",
    "indo": "Pujian (kepada-Nya) ini (sebenarnya) adalah kelalaian memuji di pihakku, sebab (pujian) ini adalah bukti keberadaanku, dan keberadaan adalah dosa.",
    "description": ""
  },
  {
    "id": 518,
    "title": "",
    "inggris": "",
    "indo": "Sepatutnya (kita) adalah ketiadaan (not-being) di hadapan Wujud-Nya (Being): di hadapan-Nya, apakah artinya (keberadaan) kita? Buta dan membiru.",
    "description": ""
  },
  {
    "id": 519,
    "title": "",
    "inggris": "",
    "indo": "Seandainya ia (keberadaan kita) tidak buta, niscaya ia telah meleleh (termakan) oleh-Nya: ia akan mengetahui panasnya Matahari (Ilahi);",
    "description": ""
  },
  {
    "id": 520,
    "title": "",
    "inggris": "",
    "indo": "Dan seandainya ia tidak membiru karena berkabung, bagaimana mungkin wilayah (keberadaan fenomenal) ini (tetap) membeku seperti es? ﴾520﴿",
    "description": ""
  }
]