[
  {
    "id": 437,
    "title": "Penjelasan tentang Kedengkian Sang Wazir,",
    "inggris": "That petty vizier had his origin from envy, so that for vanity he gave to the wind (sacrificed) his ears and nose,",
    "indo": "Wazir yang picik itu berasal dari kedengkian, sehingga demi kesombongan ia korbankan (ia berikan kepada angin) telinga dan hidungnya.",
    "description": "Wazir ini (kisah dalam Mathnawi Buku I) adalah simbol <b>ego yang busuk sejak awal</b>.<br><br>Rumi menekankan bahwa kedengkian bukan hanya sifat, tetapi asal-usul (origin) yang membentuk seluruh keberadaan moral seseorang.<br><br>“Demi kesombongan ia menyerahkan telinga dan hidungnya kepada angin” = ia korbankan kemampuan mendengar kebenaran dan mencium hakikat, demi citra dirinya.<br><br><b>Qur’an tematik:</b><br>“<b>Dalam hati mereka ada penyakit, lalu Allah menambah penyakit itu.</b>” (QS 2:10)<br>l"
  },
  {
    "id": 438,
    "title": "",
    "inggris": "In the hope that by the sting of envy his venom might enter the souls of the poor (Christians).",
    "indo": "Dengan harapan bahwa melalui sengatan kedengkian, bisanya dapat memasuki jiwa orang-orang malang (kaum Nasrani).",
    "description": "“Agar bisa menyuntikkan <i><b>bisa</b></i> ke orang-orang miskin” — misi ego: <b>merusak hati-hati yang  lembut.</b><b><br></b><br>Orang-orang miskin (Nasrani dalam cerita) = simbol jiwa-jiwa yang lembut, polos, rentan.<br><br>Sang wazir berharap <b>racun hasad</b> akan merusak komunitas itu.<br><br>Hasad menular seperti virus: masuk melalui luka-luka psikologis.<br><br><b>Hadis</b>:<br>“<b>Hasad memakan kebaikan sebagaimana api memakan kayu bakar.</b>”"
  },
  {
    "id": 439,
    "title": "",
    "inggris": "Any one who from envy mutilates his nose makes himself without ear and without nose (unable to apprehend spiritual things).",
    "indo": "Siapa pun yang karena dengki memutilasi hidungnya sendiri, ia menjadikan dirinya tanpa telinga dan tanpa hidung (tak mampu memahami hal spiritual).",
    "description": "Dalam idiom Persia–Arab:<br><br><b>Hidung</b> → kemampuan mencium realitas, firasat (basîrah).<br><br><b>Telinga</b> → kemampuan mendengar petunjuk, wahyu, nasihat.<br><br><br><br>Rumi mengatakan:<br>Siapa yang dikuasai hasad <b>menyabotase dirinya sendiri</b>, memotong instrumen-instrumen spiritualnya.<br><br><br>Hasilnya:<br><br>Tidak bisa mencium kebenaran.<br><br>Tidak bisa mendengar tanda-tanda.<br><br>Tidak bisa menerima Ilham.<br><br>Menjadi “bisu–tuli–peka tetapi salah arah”.<br><br><b>Qur’an</b>:<br>“<b>Mereka punya hati tetapi tidak memahaminya; punya telinga tetapi tidak mendengarnya; punya mata tetapi tidak melihatnya.</b>” (QS 7:179)"
  },
  {
    "id": 440,
    "title": "",
    "inggris": "440. The nose is that which catches a scent, and which the scent leads towards an abode (of spiritual truth).",
    "indo": "Hidung adalah (alat) yang menangkap suatu aroma, dan aroma itu menuntunnya menuju sebuah kediaman (kebenaran ruhani).",
    "description": "“Hidung” adalah metafor intuisi ruhani, yaitu kemampuan menangkap isyarat dari alam ghaib.<br><br>“Aroma” adalah bashā’ir, petunjuk halus yang datang sebelum pengenalan penuh.<br><br>Rumi menggambarkan bahwa kebenaran Ilahi bukan ditangkap oleh akal kering, tetapi oleh “penciuman batin”—sense yang lebih primordial dari rasio.<br><br>Seperti hewan menemukan sumber air melalui bau, ruh pun menemukan rumah asalnya melalui isyarat Ilahi.<br><br><b>Rujukan Qur’an/Hadis</b><b><br></b><br><br><b>QS 47:17 </b>— “Orang-orang yang mendapat petunjuk, Allah menambah bagi mereka petunjuknya dan memberikan kepada mereka ‘taqwā’-nya.”<br><br>→ “<b>Aroma</b>” = petunjuk permulaan.<br><br><b>QS 24:35</b> — “Cahaya di atas cahaya.”→ Cahaya halus yang ditangkap oleh “<b>indra batin</b>”."
  },
  {
    "id": 441,
    "title": "",
    "inggris": "Whoever hath no scent is without a nose; the scent (referred to) is that scent which is religious.",
    "indo": "Siapa pun yang tak punya aroma, ia tanpa hidung; aroma (yang dimaksud) adalah aroma agama (spiritual).",
    "description": "Yang “<b>tanpa hidung</b>” bukan cacat jasmani, melainkan <b>ketumpulan batin</b>—ketidakmampuan merasakan isyarat tauhid.<br><br>“Aroma keagamaan” bukan ritual formal, tetapi dzauq, rasa batin yang mengenal Allah sebelum dalil.<br><br>Rumi mengisyaratkan: yang tidak mampu mencium kehadiran Ilahi bahkan ketika ia mendekat, sesungguhnya sudah kehilangan organ ruhani itu sendiri.<br><br><b>Rujukan Qur’an/Hadis</b><br>QS 22:46 — “<b>Bukan mata yang buta, tetapi hati yang di dalam dada</b>.”→ “Tidak berhidung” = hati tidak peka."
  },
  {
    "id": 442,
    "title": "",
    "inggris": "When he has caught a scent and given no thanks for it, (that) ingratitude comes and devours his nose (deprives him of the organ of spiritual perception).",
    "indo": "Ketika ia telah menangkap satu aroma dan tidak memberi syukur atasnya, maka ketidak-syukuran itu datang dan memakan hidungnya (menghilangkan organ persepsi rohaninya).",
    "description": "Aroma petunjuk adalah <b>tamu Ilahi</b>; syukur adalah pintu yang dibukakan untuk mempersilakannya masuk.<br><br>Jika datang petunjuk dan disia-siakan, maka ia pergi, dan bahkan <b>kemampuan menerima petunjuk itu sendiri dicabut</b>.Inilah hukum batin: karunia yang tidak disyukuri berubah menjadi hijab.<br><br>“Devouring the nose” adalah <b>hilangnya kepekaan ruhani</b>—manusia menjadi seperti batu yang kehilangan kehangatan.<br><br><b>Rujukan Qur’an/Hadis</b><br><br>QS 14:7 — “<b>Jika kalian bersyukur, Aku akan menambah (nikmat). Jika kalian ingkar, azab-Ku sangat keras</b>.”<br>→ “Makan hidung” = penghilangan kemampuan menerima.<br><br>Hadis: “<b>Siapa yang tidak bersyukur atas yang sedikit, ia tidak akan bersyukur atas yang banyak.</b>”<br><br>→ Syukur adalah penjaga indera ruhani."
  },
  {
    "id": 443,
    "title": "",
    "inggris": "Give thanks (to God) and be a slave to those who give thanks: be in their presence (as one) dead, be steadfast.",
    "indo": "Bersyukurlah (kepada Allah) dan jadilah hamba bagi orang-orang yang bersyukur; jadilah (di hadapan mereka) seperti orang mati, teguhlah.",
    "description": "“Jadilah hamba bagi orang-orang yang bersyukur” berarti tempatkan dirimu di bawah bimbingan <i><b>ahl al-syukr</b></i>—jiwa-jiwa yang hidup dari cahaya penerimaan.<br><br>“Seperti orang mati di hadapan mereka” bukan tunduk buta, tetapi <b>meniadakan ego</b>, sehingga ilmu mereka bisa mengalir tanpa penghalang.<br><br>Kematian ego adalah kelahiran ruh.Keteguhan yang dimaksud adalah tsabāt — diamnya hati yang telah menemukan pusatnya.<br><br><b>Rujukan Qur’an/Hadis</b><br><br>QS 39:53 — “<b>Kembalilah kepada Tuhanmu</b>.”<br>→ Kembalinya diri hanya terjadi setelah “<b>kematian ego</b>.”<br><br>QS 31:15 — “<b>Ikutilah jalan orang-orang yang kembali kepada-Ku</b>.”<br>→ Menjadi hamba bagi <i>abdullah</i>."
  },
  {
    "id": 444,
    "title": "",
    "inggris": "Do not, like the vizier, make brigandage your stock-in-trade; do not turn the people away from the ritual prayer.",
    "indo": "Janganlah, seperti wazir itu, menjadikan perampokan spiritual sebagai modal usahamu; jangan palingkan orang dari shalat.",
    "description": "“Perampokan” di sini adalah <b>merampas cahaya dari hati orang-orang,</b> menutup jalan mereka menuju Tuhan.<br><br>wazir buruk dalam kisah ini adalah alegori nafs yang pura-pura bijak tetapi memotong jalur spiritual manusia.<br><br>“Memalingkan dari shalat” adalah memalingkan dari perjumpaan, sebab shalat—dalam simbolisme Rumi—adalah jembatan antara bumi dan langit.<br><br>Mereka yang merusak hubungan hamba dengan Tuhannya adalah perampok terbesar, bahkan jika mereka tampak terpelajar.<br><br><br><b>Rujukan Qur’an/Hadis</b><br><br>QS 107:4–5 — “<b>Celakalah orang-orang yang melalaikan salatnya</b>.”<br><br>QS 2:114 — “<b>Siapa yang lebih zalim daripada orang yang menghalangi masjid-masjid Allah…</b>”<br><br>→ Memalingkan manusia dari ibadah adalah bentuk perampokan ruhani."
  },
  {
    "id": 445,
    "title": "",
    "inggris": "445. The miscreant vizier had become (in appearance) a true religious counsellor, (but) he had craftily put garlic in the almond cake.",
    "indo": "Sang wazir durjana itu telah berubah (secara lahir) menjadi seorang penasihat agama yang sejati, tetapi ia secara licik telah menaruh bawang putih di dalam kue-almond.",
    "description": "<b>Makna batin</b>:<br>Rumi menyingkap topeng kesalehan. Sang wazir tampil sebagai murshid, seakan berbicara dengan cahaya, sementara hatinya adalah sumur kegelapan.<br><br>Ini adalah alegori bagi nifaq — kemunafikan yang memakai pakaian ulama.<br><br><br>Dalam tradisi sufi, ini disebut ṣūrat bi-lā ma‘nā — bentuk tanpa makna rohaniah; kulit yang menipu mata.<br><br><br><br>Rujukan Tematik Qur’an:<br><br>• “…<b>di antara manusia ada yang ucapannya tentang kehidupan dunia menakjubkanmu, dan ia bersaksi (seakan) menjadikan Allah sebagai saksi dalam hatinya, padahal ia adalah musuh yang paling keras</b>.” (Q 2:204)<br><br><br><b>Rujukan Hadis:</b><br><br>• “<b>Yang paling aku takutkan atas umatku adalah munafik yang pandai berbicara.</b>” (HR. Ahmad)<br><br><br>Ini adalah metafor <b>racun dalam madu</b> — zulm yang disembunyikan dalam bungkus keramahan.<br><br><br>Kue almond = ajaran, nasihat, dakwah, otoritas agama.<br><br><br>Bawang putih = niat tersembunyi, kejahatan yang menyusup, manipulasi spiritual, “polutan rohaniah”.<br><br><br>Dalam dunia mistik Rumi, ini adalah simbol dari polusi batin yang mengubah sesuatu yang lembut (kue almond = laṭā’if, halusnya jiwa) menjadi sesuatu yang menyinggung, membakar, dan mengusir.<br><br><br>Sang wazir tidak merusak bentuk ritual, tetapi meracuni rasa batinnya — seperti iblis yang tidak menyentuh sujud tetapi menyentuh makna sujud.<br><br>Ia adalah penjagal makna, bukan tampilan.<br><br><br><b>Rujukan Qur’an (tematik):</b><b><br></b><br>• “…<b>mereka mencampuradukkan yang haq dengan yang batil…</b>” (Q 2:42)---<br><br>Rumi sedang berkata:<br><b>Ada orang yang tampak seperti sang guru rohani, tetapi diam-diam menaburkan racun kecil di pusat ajaran—cukup untuk mengubah kue suci menjadi makanan busuk bagi jiwa</b>.<br><br><br>Ia bukan merusak syariat secara lahir, tetapi merusak kepercayaan terhadap para pencari kebenaran, merusak rasa batin, dan mematikan ruh dari tradisi suci.<br><br>"
  }
]