[
  {
    "id": 363,
    "title": "Bagaimana umat Kristen membiarkan diri mereka ditipu oleh wazir.",
    "inggris": "Myriads of Christian men gathered round him, little by little, in his abode,”",
    "indo": "“Puluhan ribu orang Nasrani berkumpul di sekelilingnya, sedikit demi sedikit, di kediamannya.”",
    "description": "“<b>Myriads</b>” menunjukkan peningkatan pengikut yang masif namun bertahap — motif karisma tersembunyi dalam literatur sufi.<br>Ini adalah fase ketika wazir pura-pura menjadi Kristen demi menyukseskan tipuannya."
  },
  {
    "id": 364,
    "title": "",
    "inggris": "(While) he secretly expounded to them the mysteries of Gospel and girdle and prayer.",
    "indo": "Sementara itu ia secara rahasia menjelaskan kepada mereka rahasia Injil, ikat pinggang Kristen, dan tata cara ibadah.",
    "description": "“<b>Girdle</b>” = zona (ikat pinggang khas pendeta) — di sini dipakai sebagai simbol identitas agama.<br>Ia mengajarkan secara rahasia, menguatkan tema kemunafikan spiritual.<br>Motif: memakai ritual suci sebagai alat manipulasi (riya’ dalam istilah tasawuf)."
  },
  {
    "id": 365,
    "title": "",
    "inggris": "365. Outwardly he was a preacher of (religious) ordinances, but inwardly he was (as) the whistle and snare (of the fowler).”",
    "indo": "Secara lahiriah ia adalah seorang pengkhotbah (aturan) agama, Tetapi secara batiniah ia adalah (seperti) siulan dan jerat (milik si penangkap burung).﴾365﴿",
    "description": "<b>Catatan</b><br>Lahir–batin = motif tasawuf klasik: tampilan saleh vs. batin yang gelap.<br>“<b>Whistle and snare</b>” melambangkan propaganda + perangkap.<br>Dalam istilah serapan Indonesia: ia mengikuti syariat hanya sebagai topeng, sementara nafs-nya bekerja sebagai perangkap."
  },
  {
    "id": 366,
    "title": "",
    "inggris": "On this account some Companions (of Mohammed) begged of the Prophet (that he would acquaint them with) the deceitfulness of the ghoul-like soul,",
    "indo": "Karena itulah sebagian Sahabat memohon kepada Nabi agar menjelaskan kepada mereka tipu-daya jiwa yang seperti ghul (makhluk perusak),",
    "description": "<b>Catatan</b><br>“<b>Ghoul-like soul</b>” = nafs yang menakutkan, destruktif, pemakan kebenaran.<br>Serapan Indonesia: nafs bermakna dorongan jiwa rendah yang suka menipu dan merusak."
  },
  {
    "id": 367,
    "title": "",
    "inggris": "Saying, ‘What of hidden selfish interests does it mingle in acts of worship and in pure spiritual devotion?",
    "indo": "Mereka berkata, ‘Apa saja kepentingan diri tersembunyi yang ia campurkan ke dalam ibadah dan pengabdian rohani yang murni?",
    "description": "<b>Catatan</b><br>Pertanyaan para Sahabat bukan tentang hukum, tetapi tentang psikologi batin.<br>Mereka ingin tahu bagaimana nafs masuk bahkan dalam ibadah.<br><b>Tema utama</b>: kontaminasi niat."
  },
  {
    "id": 368,
    "title": "",
    "inggris": "They were not seeking from him excellence of piety; they were not inquiring where lay the outward defect.",
    "indo": "Mereka tidak mencari keutamaan kesalehan, dan tidak menanyakan di mana letak kesalahan lahiriahnya",
    "description": "<b>Catatan</b><br>Mereka sudah melewati tahap belajar syariat, yang mereka tanyakan adalah kerusakan batin.<br>Fokus: kualitas hakikat, bukan tampilan."
  },
  {
    "id": 369,
    "title": "",
    "inggris": "Hair by hair, speck by speck, they were recognising the deceitfulness of the fleshly soul as (plainly as the difference of) the rose from parsley.",
    "indo": "Helai demi helai, titik demi titik, mereka mengenali tipu-daya jiwa jasmani sejelas bedanya mawar dengan peterseli",
    "description": "Perbedaan mawar vs. peterseli = metafora ketajaman bashīrah (penglihatan batin). <br>Nafs disebut “jiwa jasmani”, menekankan kecenderungan duniawi."
  },
  {
    "id": 370,
    "title": "",
    "inggris": "Even the hair-splitters (the most scrupulous) of the Companions used to become distraught in spirit at the (Prophet's) admonition to them (the inquirers)",
    "indo": "Bahkan para Sahabat yang paling teliti sekalipun sering guncang jiwanya oleh peringatan Nabi kepada para penanya itu.”",
    "description": "“<b>Hair-splitters</b>” = mereka yang sangat ketat dalam ketepatan hukum.<br>Namun sekalipun mereka, ketika membahas batin dan nafs, merasa gentar.<br>Menunjukkan bahwa penyakit jiwa batin jauh lebih rumit daripada hukum lahiriah."
  }
]