[ { "id": 591, "title": "Penolakan wazir untuk mengakhiri khalwatnya", "inggris": "He said: “Cut short your arguments, let my advice make its way into your souls and hearts.”", "indo": "Ia berkata: “Hentikan perdebatan kalian; biarkan nasihatku menembus ke dalam jiwa dan hati kalian.”", "description": "‘<b>Cut short your arguments</b>’ menandakan pengakhiran rasionalitas eksternal agar <i>nūr al-bashīrah</i> (cahaya intuisi batin) dapat masuk.<br>Rumi menegaskan bahwa <b>hati</b> adalah medan penerimaan wahyu kecil (‘<i>ilhām</i>’), bukan arena logika.<br>Rujukan: <b>QS 26:193–194</b> — “Rūḥ al-Amīn menurunkannya ke dalam hatimu.”" }, { "id": 592, "title": "", "enggris": "If I am trustworthy, the trustworthy is not doubted, even though I should call heaven earth.", "indo": "Jika aku dapat dipercaya, maka yang dapat dipercaya tidaklah diragukan, sekalipun aku menyebut langit itu bumi.", "description": "Makna sufistik: seorang mursyid sejati, yang telah <i>ma‘ṣūm al-sirr</i> (terpelihara rahasianya), tidak diukur dengan logika formal.<br>Rumi menegaskan dimensi <b>taṣdīq bi’l-qalb</b> — keyakinan hati kepada wali Allah, bukan pengukuran empiris.<br>Rujukan: <b>QS 26:107</b> — “Sesungguhnya aku bagi kalian adalah rasul yang dapat dipercaya.”" }, { "id": 593, "title": "", "inggris": "If I am (endowed with) perfection, why (this) disbelief in my perfection? and if I am not (perfect), why this molestation and annoyance?", "indo": "Jika aku memiliki kesempurnaan, mengapa kalian tidak percaya akan kesempurnaanku? Dan jika aku tidak sempurna, mengapa kalian mengganggu dan menyusahkanku?", "description": "Rumi menggambarkan paradoks psikologis murid—antara kagum dan ragu terhadap mursyidnya.<br>Ungkapan ini memantulkan konsep <i>al-insān al-kāmil</i>: cermin ilahi yang sering disalahpahami manusia biasa.<br>Rujukan: <b>Hadis Qudsī</b> — “Hamba-Ku terus mendekat hingga Aku menjadi pendengarannya, penglihatannya...”" }, { "id": 594, "title": "", "inggris": "I will not go forth from this seclusion, because I am occupied with inward experiences.", "indo": "Aku tidak akan keluar dari khalwat ini, karena aku sedang disibukkan dengan pengalaman-pengalaman batin.", "description": "‘<b>Inward experiences</b>’ = <i>ahwāl wa maqāmāt</i> — keadaan-keadaan ruhani yang menjadi perjalanan jiwa menuju penyaksian Allah.<br>Khalwat di sini bukan pengasingan fisik semata, melainkan <i>takhallī</i> (pengosongan diri dari selain-Nya).<br>Rujukan: <b>QS 7:143</b> — kisah Musa dalam khalwat Ṭūr Sinai saat menyaksikan tajallī Ilahi." } ]