[
  {
    "id": 578,
    "title": "Permintaan Berulang Murid agar Sang Wazir Mengakhiri Khalwat",
    "inggris": "",
    "indo": "Mereka semua berkata: \"Wahai bijak yang mencari celah (dalih), jangan ucapkan kepada kami (kata-kata) tipu daya dan kekasaran ini.",
    "description": ""
  },
  {
    "id": 579,
    "title": "",
    "inggris": "",
    "indo": "Letakkanlah beban di atas binatang sebanding dengan daya tahannya, letakkanlah tugas di atas yang lemah sebanding dengan kekuatannya.",
    "description": ""
  },
  {
    "id": 580,
    "title": "",
    "inggris": "",
    "indo": "Umpan bagi setiap burung adalah menurut ukurannya (kapasitasnya): bagaimana mungkin buah ara menjadi makanan (daya pikat) bagi setiap burung?﴾580﴿",
    "description": ""
  },
  {
    "id": 581,
    "title": "",
    "inggris": "",
    "indo": "Jika engkau berikan roti kepada bayi alih-alih susu, terimalah (sebagai kepastian) bahwa bayi malang itu akan mati oleh roti tersebut;",
    "description": ""
  },
  {
    "id": 582,
    "title": "",
    "inggris": "",
    "indo": "(Namun) kemudian, ketika ia tumbuh gigi, bayi itu dengan sendirinya akan meminta roti.",
    "description": ""
  },
  {
    "id": 583,
    "title": "",
    "inggris": "",
    "indo": "Ketika burung yang belum berbulu mulai terbang, ia menjadi santapan bagi setiap kucing pemangsa;",
    "description": ""
  },
  {
    "id": 584,
    "title": "",
    "inggris": "",
    "indo": "(Tetapi) ketika ia menumbuhkan sayap, ia akan terbang sendiri tanpa kesulitan dan tanpa siulan (dorongan), baik atau buruk.",
    "description": ""
  },
  {
    "id": 585,
    "title": "",
    "inggris": "",
    "indo": "Ucapanmu membungkam Iblis, kata-katamu menjadikan telinga kami penuh dengan kecerdasan (makrifat).﴾585﴿",
    "description": ""
  },
  {
    "id": 586,
    "title": "",
    "inggris": "",
    "indo": "Telinga kami (penuh) kecerdasan ketika engkau berbicara; tanah kering kami menjadi sungai ketika engkau adalah lautan.",
    "description": ""
  },
  {
    "id": 587,
    "title": "",
    "inggris": "",
    "indo": "“Bersamamu, bumi bagi kami lebih baik daripada langit, wahai Engkau yang olehnya (seluruh dunia) dari Arcturus (bintang Utara paling terang) hingga (rasi) pisces diterangi!”",
    "description": ""
  },
  {
    "id": 588,
    "title": "",
    "inggris": "",
    "indo": "Tanpa-Mu, langit pun gelap gulita bagi kami; namun di hadapan-Mu, wahai Bulan, apa arti langit itu sendiri?",
    "description": ""
  },
  {
    "id": 589,
    "title": "",
    "inggris": "",
    "indo": "Langit memiliki bentuk keagungan, tetapi hakikat (inti) dari keagungan itu milik ruh yang murni.",
    "description": ""
  },
  {
    "id": 590,
    "title": "",
    "inggris": "",
    "indo": "Bentuk keagungan hanyalah milik jasad-jasad; di hadapan hakikat (yang sejati), jasad hanyalah nama belaka.﴾590﴿",
    "description": ""
  }
]