[
  {
    "id": 650,
    "title": "Bagaimana wazir menunjuk masing-masing amir secara terpisah sebagai penggantinya.",
    "inggris": "",
    "indo": "Kemudian ia memanggil para amīr itu satu per satu, dan berbicara dengan masing-masing secara rahasia, dalam kesendirian.﴾650﴿",
    "description": ""
  },
  {
    "id": 651,
    "title": "",
    "inggris": "",
    "indo": "Kepada setiap orang ia berkata: “Dalam agama Isa-a.s, engkaulah wakil Tuhan, khalīfaku di muka bumi.",
    "description": ""
  },
  {
    "id": 652,
    "title": "",
    "inggris": "",
    "indo": "Adapun para Amir yang lain hanyalah pengikutmu; Isa-a.s telah menjadikan mereka semua sebagai pembantumu.”",
    "description": ""
  },
  {
    "id": 653,
    "title": "",
    "inggris": "",
    "indo": "“Bila ada amīr yang mengangkat lehernya dalam pembangkangan, tangkaplah dia — bunuhlah, atau jadikan tawanan.",
    "description": ""
  },
  {
    "id": 654,
    "title": "",
    "inggris": "",
    "indo": "Namun jangan nyatakan hal ini selama aku masih hidup; jangan tuntut kekuasaan tertinggi sebelum aku mati.”",
    "description": ""
  },
  {
    "id": 655,
    "title": "",
    "inggris": "",
    "indo": "“Selama aku hidup, jangan engkau buka rahasia ini; jangan mengklaim kedaulatan dan kekuasaan.﴾655﴿",
    "description": ""
  },
  {
    "id": 656,
    "title": "",
    "inggris": "",
    "indo": "Inilah lembaran dan aturan sang al-Masīh: bacalah ia dengan jelas, satu demi satu, kepada umatnya.”",
    "description": ""
  },
  {
    "id": 657,
    "title": "",
    "inggris": "",
    "indo": "Demikianlah ia berbicara kepada setiap amīr secara terpisah, seraya berkata kepada masing-masing: “Tiada wakil Tuhan dalam agama ini selain engkau.”",
    "description": ""
  },
  {
    "id": 658,
    "title": "",
    "inggris": "",
    "indo": "Ia memuliakan mereka satu per satu dengan kata-kata yang sama;  Apa yang dikatakannya kepada yang pertama, ia ulang kepada yang kedua,",
    "description": ""
  },
  {
    "id": 659,
    "title": "",
    "inggris": "",
    "indo": "Kepada masing-masing ia berikan satu lembaran suci, namun setiap lembaran itu bertentangan dengan yang lain —",
    "description": ""
  },
  {
    "id": 660,
    "title": "",
    "inggris": "",
    "indo": "Sebagaimana huruf-huruf dari yā hingga alif, yang tampak berbeda bentuk namun berasal dari tinta yang sama.﴾660﴿",
    "description": ""
  },
  {
    "id": 661,
    "title": "",
    "inggris": "",
    "indo": "Setiap aturan dalam lembaran ini berlawanan dengan aturan pada lembaran itu; dan rahasia dari pertentangan itu — telah kami isyaratkan dalam kisah yang lalu.",
    "description": ""
  }
]