[
  {
    "id": 437,
    "title": "Penjelasan tentang Kedengkian Sang Wazir,",
    "inggris": "",
    "indo": "Wazir yang picik itu berasal dari kedengkian, sehingga demi kesombongan ia korbankan (ia berikan kepada angin) telinga dan hidungnya.",
    "description": "Kedengkian Sang Wazir: Menghilangkan Penciuman Spiritual"
  },
  {
    "id": 438,
    "title": "",
    "inggris": "",
    "indo": "Dengan harapan bahwa melalui sengatan kedengkian, bisanya dapat memasuki jiwa orang-orang malang (kaum Nasrani).",
    "description": ""
  },
  {
    "id": 439,
    "title": "",
    "inggris": "",
    "indo": "Siapa pun yang karena dengki memutilasi hidungnya sendiri, ia menjadikan dirinya tanpa telinga dan tanpa hidung (tak mampu memahami hal spiritual).",
    "description": ""
  },
  {
    "id": 440,
    "title": "",
    "inggris": "",
    "indo": "Hidung adalah yang menangkap aroma, dan aroma itulah yang menuntun menuju kediaman (kebenaran spiritual).﴾440﴿",
    "description": ""
  },
  {
    "id": 441,
    "title": "",
    "inggris": "",
    "indo": "Siapa pun yang tak punya aroma, ia tanpa hidung; aroma (yang dimaksud) adalah aroma agama (spiritual).",
    "description": ""
  },
  {
    "id": 442,
    "title": "",
    "inggris": "",
    "indo": "Ketika ia telah menangkap suatu aroma dan tidak bersyukur karenanya, (maka) ketidaksyukuran itu datang dan memangsa hidungnya (merampas organ persepsi spiritualnya).",
    "description": ""
  },
  {
    "id": 443,
    "title": "",
    "inggris": "",
    "indo": "Bersyukurlah (kepada Tuhan) dan jadilah hamba bagi mereka yang bersyukur: beradalah di hadapan mereka (seperti) orang mati, teguhkanlah dirimu.",
    "description": ""
  },
  {
    "id": 444,
    "title": "",
    "inggris": "",
    "indo": "Janganlah, seperti wazir itu, menjadikan perampokan spiritual sebagai modal usahamu; jangan palingkan orang dari shalat.",
    "description": ""
  },
  {
    "id": 445,
    "title": "",
    "inggris": "",
    "indo": "Wazir yang celaka itu telah menjadi (secara penampilan) penasihat agama sejati, (tetapi) ia telah dengan licik meletakkan bawang putih di dalam kue badam (almond cake).﴾445﴿",
    "description": ""
  }
]