[
  {
    "id": 565,
    "title": "Jawaban Wazir Menolak Permintaan Murid",
    "inggris": "565. He said: “Beware, O ye enslaved by words and talk, ye who seek admonition (consisting) of the speech of the tongue and (the hearing) of the ear.",
    "indo": "Ia berkata: “Waspadalah, wahai kalian yang diperbudak oleh kata-kata dan percakapan; kalian yang mencari nasihat yang berupa ucapan lidah dan pendengaran telinga.”",
    "description": "“<b>Enslaved by words</b>” = terjebak dalam <b><i>lafẓ</i></b>, belum masuk ke ma‘nā; <br>Rumi mengkritik kedangkalan spiritualistik yang hanya mengejar wacana.<br>Rujukan: <br><b>QS 62:5</b> (<i>yang membawa kitab tapi tidak mengambil makna</i>)."
  },
  {
    "id": 566,
    "title": "",
    "inggris": "Put cotton-wool in the ear of the low (physical) sense, take off the bandage of (that) sense from your eyes!",
    "indo": "Sumbatkan kapas pada telinga indra-rendahmu; lepaskan perban indra itu dari matamu!",
    "description": "“<b>Low sense</b>” = <i>persepsi fisik</i>; “remove the bandage” = <i>menanggalkan hijab material.</i> Praktik zuhud epistemik.<br>Rujukan: <br><b>QS 22:46</b> (bukan mata yang buta, tetapi hati)."
  },
  {
    "id": 567,
    "title": "",
    "inggris": "The ear of the head is the cotton-wool of the ear of the conscience: until the former becomes deaf, that inward (ear) is deaf.",
    "indo": "Telinga kepala adalah kapas bagi telinga nurani; hingga yang pertama menjadi tuli, yang batin tetaplah tuli.",
    "description": "Paradoks Rumi: justru dengan <b>mentiadakan pendengaran luar</b>, <b>pendengaran batin</b> (<i>sam‘ al-qalb</i>) bangkit.<br>Rujukan: <br><b>Hadis</b>: “Sesungguhnya Allah melihat kepada hati kalian.”"
  },
  {
    "id": 568,
    "title": "",
    "inggris": "Become without sense and without ear and without thought, that ye may hear the call (of God to the soul), ‘Return!’”",
    "indo": "Jadilah tanpa indra, tanpa telinga, dan tanpa pikiran, agar kalian dapat mendengar panggilan (Allah kepada jiwa), ‘Kembalilah!’”",
    "description": "“Without sense/thought” = fana’ dari persepsi diri; baru terdengar panggilan <i>irji‘ī</i> (<b>QS 89:27–30</b>).<br>Rujukan: <br><b>QS 89:28</b> — <i>irji‘ī ilā rabbiki</i> (kembalilah kepada Tuhanmu). "
  },
  {
    "id": 569,
    "title": "",
    "inggris": "So long as thou art (engaged) in the conversation of wakefulness, how wilt thou catch any scent of the conversation of sleep?",
    "indo": "Selama engkau berada dalam percakapan jaga, bagaimana engkau akan menangkap aroma percakapan tidur?",
    "description": "Wakefulness” = <i>kesadaran rasional-egois</i>; “sleep” = kondisi fana’, <i>kasyf</i>, wahyu mimpi. <br><b>Rumi</b> membalik definisi: <i>tidur rohanilah yang justru jernih.</i><br>Rujukan: <br><i><b>QS 39:42</b></i> (<i>Allah mengambil jiwa dalam tidur—kesadaran rohani</i>). "
  },
  {
    "id": 570,
    "title": "",
    "inggris": "570. Our speech and action is the exterior journey: the interior journey is above the sky.",
    "indo": "Ucapan dan tindakan kita adalah perjalanan-luar; perjalanan-batin berada di atas langit.",
    "description": "“<b>Exterior journey</b>” = syariat-lahir; “<b>interior journey</b>” = <i>mi‘rāj</i> batin melewati samāwāt maknawi. <br>Rumi memakai hierarki kosmologis: dari af‘āl → aḥwāl → maqāmāt → fanā’.<br>Rujukan: <br><b>QS 17:1</b> (<i>Mi‘rāj</i>)—simbol kenaikan batin. "
  },
  {
    "id": 571,
    "title": "",
    "inggris": "The (physical) sense saw (only) dryness, because it was born of dryness (earth): the Jesus of the spirit set foot on the sea.",
    "indo": "Indra (fisik) melihat (hanya) kekeringan, sebab ia lahir dari kering (tanah); Ruh-Isa-a.s menjejakkan kaki di lautan.",
    "description": "Indra-lahir dari tanah → persepsinya terbatas. “Jesus of the spirit” = kekuatan ruhani yang menyeberangi paradoks, menembus keterbatasan hukum alam.<br>Rujukan: <br><b>QS 5:110</b> (<i>mukjizat Isa</i>). "
  },
  {
    "id": 572,
    "title": "",
    "inggris": "The journey of the dry body befell on dry land, (but) the journey of the spirit set foot (took place) in the heart of the sea.",
    "indo": "Perjalanan tubuh-kering terjadi di daratan-kering; perjalanan ruh terjadi di jantung lautan.",
    "description": "“<b>Dry body</b>” = jasad yang berat; “<b>sea</b>” = <b><i>wilayah ghaib</i></b>, ketakterbatasan, <i>‘ālam al-rūḥ</i>. Simbol transisi dari bumi ke samudra batin.<br>Rujukan: <br><b>QS 24:35</b> (cahaya berlapis-lapis seperti “laut gelap” berma‘na kedalaman). "
  },
  {
    "id": 573,
    "title": "",
    "inggris": "Since thy life has passed in travelling on land, now mountain, now river, now desert,",
    "indo": "Karena hidupmu telah berlalu dalam perjalanan di daratan—kadang gunung, kadang sungai, kadang padang pasir—",
    "description": "<b>Rumi</b> menyindir hidup yang hanya berpindah tempat fisik, bukan keadaan rohani.<br>Rujukan: <br>Tidak langsung, tapi paralel dengan QS 29:20 (perjalanan sebagai ibrah). "
  },
  {
    "id": 574,
    "title": "",
    "inggris": "Whence wilt thou gain the Water of Life? Where wilt thou cleave the waves of the Sea?",
    "indo": "Dari mana engkau akan memperoleh Air Kehidupan? Di mana engkau akan membelah gelombang Lautan?",
    "description": "“Water of Life” = <i>ʿAyn al-Ḥayāt</i>, seperti Khidr; simbol gnosis yang tak mati. “<b>Sea</b>” = <i><b>lautan Wujud Ilahi.</b></i><br>Rujukan: <br>Kisah Musa–Khidr, <b>QS 18:60</b>. "
  },
  {
    "id": 575,
    "title": "",
    "inggris": "575. The waves of earth are our imagination and understanding and thought; the waves of water are (mystical) self-effacement and intoxication and death (faná).",
    "indo": "Gelombang bumi adalah imajinasi, pemahaman, dan pikiran kita; gelombang air adalah lenyap-diri, mabuk-rabbani, dan kematian (fanā’).",
    "description": "Pemisahan antara kognisi rasional (gelombang bumi) vs. pengalaman <i>fanā</i>’ (gelombang air). Air = penyerap bentuk, simbol kehampaan diri.<br>Rujukan: <br><b>Hadis Qudsi</b>: “Hamba-Ku terus mendekat… hingga Aku menjadi pendengarannya…” (<i>fanā’ al-ṣifāt</i>). "
  },
  {
    "id": 576,
    "title": "",
    "inggris": "Whilst thou art in this (sensual) intoxication, thou art far from that (mystical) intoxication; whilst thou art drunken with this, thou art blind to that cup.",
    "indo": "Selagi engkau dalam mabuk (nafsani) ini, engkau jauh dari mabuk (sufistik) itu; selagi engkau mabuk oleh yang ini, engkau buta terhadap cawan yang itu.",
    "description": "“<b>This intoxication</b>” = syahwat, ego; “that intoxication” = sukr Ilahi. Mabuk-dunia menghalangi mabuk-Tuhan.<br>Rujukan: <br><b>QS 45:23</b> (nafs sebagai tuhan).<br> "
  },
  {
    "id": 577,
    "title": "",
    "inggris": "Outward speech and talk is as dust: do thou for a time make a habit of silence. Take heed!",
    "indo": "Ucapan dan pembicaraan lahiriah bagaikan debu: Sejenak, biasakanlah dirimu untuk diam.—Perhatikanlah!",
    "description": "“<b>Dust</b>” = sesuatu tanpa berat wujud. Diam adalah mujāhada menuju pendengaran batin.<br>Rujukan: <br><b>Hadis</b>: “<i>Barangsiapa beriman… hendaklah berkata baik atau diam</i>.”"
  }
]