[
  {
    "id": 521,
    "title": "Menjelaskan bagaimana wazir mengalami kehancuran (karena terlibat)  dalam rencana ini.",
    "inggris": "",
    "indo": "Sang Wazir itu bodoh dan lalai, seperti raja (Yahudi) itu: ia sedang bergulat dengan yang abadi dan tak terhindarkan,",
    "description": ""
  },
  {
    "id": 522,
    "title": "",
    "inggris": "",
    "indo": "Dengan Tuhan yang begitu Perkasa sehingga dalam sekejap Dia menyebabkan seratus dunia seperti kita muncul dari ketiadaan:",
    "description": ""
  },
  {
    "id": 523,
    "title": "",
    "inggris": "",
    "indo": "Seratus dunia seperti kita Dia tampakkan pada pandangan, ketika Dia menjadikan matamu melihat oleh (cahaya) Diri-Nya.",
    "description": ""
  },
  {
    "id": 524,
    "title": "",
    "inggris": "",
    "indo": "Jika dunia tampak bagimu luas dan tanpa dasar, ketahuilah bahwa bagi Kemahakuasaan, ia tak lebih dari sebutir atom.",
    "description": ""
  },
  {
    "id": 525,
    "title": "",
    "inggris": "",
    "indo": "Dunia ini, sesungguhnya, adalah penjara bagi ruhmu: Oh, pergilah ke arah sana, sebab di sana terhampar padang terbukamu.﴾525﴿",
    "description": ""
  },
  {
    "id": 526,
    "title": "",
    "inggris": "",
    "indo": "Dunia ini terbatas, dan sungguh yang (akhirat) itu tak terbatas: citra dan bentuk adalah penghalang bagi Hakikat itu.",
    "description": ""
  },
  {
    "id": 527,
    "title": "",
    "inggris": "",
    "indo": "Jutaan tombak Firaun dihancurkan oleh (tangan) Musa-a.s (yang dipersenjatai) dengan sebatang tongkat saja.",
    "description": ""
  },
  {
    "id": 528,
    "title": "",
    "inggris": "",
    "indo": "Jutaan seni pengobatan Galen: di hadapan Isa-a.s dan nafasnya (yang menghidupkan), semua itu hanyalah bahan tertawaan.",
    "description": ""
  },
  {
    "id": 529,
    "title": "",
    "inggris": "",
    "indo": "Jutaan kitab-kitab puisi (pra-Islam): pada sabda nabi yang buta huruf, mereka (tertinggal) dalam rasa malu.",
    "description": ""
  },
  {
    "id": 530,
    "title": "",
    "inggris": "",
    "indo": "(Dihadapkan) pada Tuhan yang maha menaklukkan segalanya, bagaimana mungkin seseorang tidak mati (pada dirinya sendiri), kecuali ia adalah si celaka yang hina?﴾530﴿",
    "description": ""
  },
  {
    "id": 531,
    "title": "",
    "inggris": "",
    "indo": "Banyak pikiran (yang kuat dan kokoh) seperti gunung yang Dia cabut akarnya; burung yang cerdik Dia gantung pada kedua kakinya.",
    "description": ""
  },
  {
    "id": 532,
    "title": "",
    "inggris": "",
    "indo": "Mempertajam kecerdasan dan akal bukanlah jalan (yang benar): tak seorang pun selain yang patah (jiwa dan hatinya) memenangkan anugerah Sang Raja.",
    "description": ""
  },
  {
    "id": 533,
    "title": "",
    "inggris": "",
    "indo": "Oh, betapa banyak pengumpul harta, menggali lubang (mencari harta karun), yang menjadi jenggot lembu (tertipu) oleh perencana sia-sia (wazir) itu!",
    "description": ""
  },
  {
    "id": 534,
    "title": "",
    "inggris": "",
    "indo": "Siapakah lembu sehingga kau menjadi jenggotnya? Apakah tanah sehingga kau menjadi jerami keringnya?",
    "description": ""
  },
  {
    "id": 535,
    "title": "",
    "inggris": "",
    "indo": "Ketika seorang wanita menjadi pucat (malu) karena kejahatannya, Tuhan mengubahnya dan menjadikannya Zuhra (planet Venus).﴾535﴿",
    "description": ""
  },
  {
    "id": 536,
    "title": "",
    "inggris": "",
    "indo": "Menjadikan seorang wanita Zuhra adalah metamorfosis (perubahan bentuk): lalu apakah artinya menjadi bumi dan tanah liat, wahai yang durhaka?",
    "description": ""
  },
  {
    "id": 537,
    "title": "",
    "inggris": "",
    "indo": "Ruhmu membawamu menuju bola tertinggi (langit): kau justru menuju air dan tanah liat di antara yang terendah (dari yang rendah).",
    "description": ""
  },
  {
    "id": 538,
    "title": "",
    "inggris": "",
    "indo": "Dengan kejatuhan ini, kau mengubah dirimu sendiri dari keadaan (eksistensi) itu yang merupakan kecemburuan bagi kecerdasan (spiritual).",
    "description": ""
  },
  {
    "id": 539,
    "title": "",
    "inggris": "",
    "indo": "Pertimbangkanlah, bagaimana (apa karakter dari) metamorfosis ini: dibandingkan dengan metamorfosis (wanita) itu, ini (yang kau derita) sangatlah hina.",
    "description": ""
  },
  {
    "id": 540,
    "title": "",
    "inggris": "",
    "indo": "Kau memacu kuda ambisi menuju bintang-bintang: kau tidak mengakui Adam-a.s yang disembah (oleh para malaikat).﴾540﴿",
    "description": ""
  },
  {
    "id": 541,
    "title": "",
    "inggris": "",
    "indo": "Bagaimanapun, kau adalah putra Adam-a.s, Wahai yang merosot! Sampai kapan kau akan menganggap kerendahan sebagai kemuliaan?",
    "description": ""
  },
  {
    "id": 542,
    "title": "",
    "inggris": "",
    "indo": "Sampai kapan kau akan berkata'Aku akan menaklukkan seluruh dunia, Aku akan menjadikan dunia ini penuh dengan diriku sendiri?",
    "description": ""
  },
  {
    "id": 543,
    "title": "",
    "inggris": "",
    "indo": "Jika dunia dipenuhi dengan salju dari ujung ke ujung, sinar matahari akan melelehkannya dengan sekali pandang.",
    "description": ""
  },
  {
    "id": 544,
    "title": "",
    "inggris": "",
    "indo": "Tuhan dengan satu percikan (rahmat-Nya) menjadikan ketiadaan beban (dosa)nya (wazir) dan (beban) seratus wazir dan seratus ribu.",
    "description": ""
  },
  {
    "id": 545,
    "title": "",
    "inggris": "",
    "indo": "Dia menjadikan esensi dari khayalan (palsu) itu menjadi kebijaksanaan; Dia menjadikan esensi dari air beracun itu menjadi minuman (yang menyehatkan).﴾545﴿",
    "description": ""
  },
  {
    "id": 546,
    "title": "",
    "inggris": "",
    "indo": "Apa yang menimbulkan keraguan, Dia ubah menjadi kepastian; Dia menumbuhkan kasih sayang dari sebab-sebab kebencian.",
    "description": ""
  },
  {
    "id": 547,
    "title": "",
    "inggris": "",
    "indo": "Dia memelihara Ibrahim-a.s dalam api; Dia mengubah ketakutan menjadi keamanan ruh.",
    "description": ""
  },
  {
    "id": 548,
    "title": "",
    "inggris": "",
    "indo": "Oleh pembakaran (penghancuran) sebab-sebab sekunder oleh-Nya, aku menjadi bingung; dalam khayalan (pemikiran) tentang Dia, aku seperti sofis (skeptis atau agnostik).",
    "description": ""
  }
]