[
  {
    "id": 348,
    "title": "Bagaimana wazir membuat orang Kristen ragu dan bingung.",
    "inggris": "Then I will say (to them), ‘I am secretly a Christian. O God who knowest (all) things hidden, Thou knowest me.",
    "indo": "Lalu aku akan berkata (kepada mereka),‘Aku secara rahasia adalah seorang Nasrani. Wahai Tuhan yang mengetahui segala yang tersembunyi, Engkau mengetahui diriku.",
    "description": "<b>Catatan Akademis</b>:<br>1. Rūmī menggunakan istilah shakk (keraguan) dan ḥayrah (kebingungan eksistensial) untuk menggambarkan strategi manipulatif seorang pemimpin zalim.<br>2. “<b>Kaum Nasrani</b>” dalam kisah ini bukan komunitas historis yang diserang, tetapi alegori jiwa-jiwa yang beriman namun tertindas oleh tirani ego (nafs al-ammārah).<br>3.<b>Paralel Qur’an</b>:<br>“Setan menjadikan mereka melihat perbuatan mereka indah.” (QS 27:4).<br>“(Iblis berkata:) Aku akan menyesatkan mereka kecuali hamba-Mu yang ikhlas.” (QS 38:82–83).<br>4. <b>Hadis paralel</b>: “Fitnah itu bagaikan malam gelap gulita; seseorang di pagi hari beriman, di sore hari menjadi ragu.”(HR. Muslim).<br>5. Secara filologis, frasa ini memperkenalkan subplot tentang rekayasapsikologis sang wazīr terhadap kelompok sasaran—motif klasik dalam cerita moral sufistik.<br>6. “<b>I am secretly a Christian</b>” — motif kitmān (penyembunyian iman).Motif ini lazim dalam kisah Persia–Islam: seseorang menyembunyikan keyakinan demi keselamatan jiwa di bawah kekuasaan opresif. Rūmī menggunakan kasus Nasrani secara alegoris, bukan pernyataan teologis, untuk menyoroti ketegangan antara keimanan batin dan kekerasan politik lahiriah.<br><b>Paralel Qur’an</b>:“…kecuali orang yang dipaksa sementara hatinya tenang dalam iman.” (QS 16:106)"
  },
  {
    "id": 349,
    "title": "",
    "inggris": "The king was informed of my (Christian) faith and from bigotry sought to take my life.",
    "indo": "Raja telah mengetahui imanku (sebagai seorang Nasrani) dan karena fanatisme ia berusaha mengambil nyawaku",
    "description": "<b>Catatan Akademis</b><br>1. “<b>The king was informed</b>”— motif pengkhianatan informasi / intel palsu.<br>Dalam struktur naratif Rūmī, berita tentang iman tokoh bukan muncul secara alami, melainkan dibocorkan oleh wazīr licik. Ini memperkuat tema “fitnah sebagai alat kekuasaan”, khas kisah moral sufistik.<br><b>Paralel Qur’an</b>:<br>“Sesungguhnya datang kepada mereka berita yang dibolak-balikkan…” (QS 9:47)<br>→ sering dibaca mufassir sufi sebagai rujukan pada manipulasi informasi.<br>---<br>2. “<b>(Christian) faith</b>” — bukan komentar teologis, tetapi perangkat alegoris.<br>Rūmī tidak menarasikan konflik antar agama secara historis. “Iman Nasrani” dipakai sebagai simbol kesetiaan batin yang tertindas oleh tirani politik. Ia bekerja sebagai metafora universal bagi iman minoritas di bawah kekuasaan zhalim.<br><b>Paralel tasawuf</b>:<br>Iman batin (ḥaqīqah) sering digambarkan sebagai “cahaya yang dikejar-kejar oleh kegelapan kekuasaan”.<br>---<br>3. “<b>from bigotry </b>sought to take my life” — kritik terhadap ta‘aṣṣub (fanatisme keagamaan).<br>Fanatisme raja bukan cerminan agama, melainkan cerminan nafsu kekuasaan. Dalam literatur sufi, kekerasan atas nama agama dianggap sebagai produk “ego yang bersolek dengan kesalehan”.<br><b>Paralel Qur’an</b>:<br>“Barangsiapa membunuh satu jiwa… seakan-akan ia membunuh seluruh manusia.” (QS 5:32)<br><b>Paralel Hadis</b>:<br>“Setiap fanatisme jahiliyah adalah di bawah kedua kakiku.”(HR.Ahmad)<br>→ dikutip oleh sufi sebagai kecaman keras terhadap kekerasan berbasis identitas.<br>---<br>4. <b>Lapisan alegoris</b>:<br><b>Raja</b> = nafs ammārah (ego tiranik).<br><b>Iman Nasrani</b> = cahaya batin yang tidak cocok dengan kemegahan ego.<br><b>Upaya pembunuhan</b> = upaya ego untuk mematikan kejujuran ruhani."
  },
  {
    "id": 350,
    "title": "",
    "inggris": "I wished to hide my religion from the king and profess his religion,",
    "indo": "Aku ingin menyembunyikan agamaku dari sang raja dan menampakkan (seolah) memeluk agamanya.",
    "description": "<b>Catatan Akademis</b><br>1. “<b>Hide my religion from the king</b>” — motif kitmān (penyembunyian iman demi keselamatan).<br>Dalam literatur Persia–tasawuf, kitmān bukan tindakan kemunafikan, tetapi strategi perlindungan ketika berhadapan dengan kekuasaan yang represif. Tokoh tidak mengingkari keyakinan batiniahnya; ia hanya menutupinya di hadapan tirani.<br><b>Paralel Qur’an</b>:<br>“…kecuali orang yang dipaksa sementara hatinya tenang dalam iman.” (QS 16:106)<br>---<br>2. “Profess his religion” — performativitas lahiriah.<br>Ungkapan ini tidak menyiratkan perpindahan iman sejati. Dalam gaya Rūmī, tindakan “mengaku agama raja” adalah topeng sosial untuk menghindari kekerasan. Ini sejalan dengan konsep sufistik bahwa ẓāhir (tampilan) dapat berbeda dengan bāṭin (hakikat).<br><b>Paralel Qur’an</b>:<br>“Di antara manusia ada yang ucapannya tentang kehidupan dunia menakjubkanmu…” (QS 2:204)<br>→ digunakan dalam tradisi sufi untuk menunjukkan perbedaan antara tampilan lahiriah dan realitas batin.<br>---<br>3. <b>Dimensi alegoris</b>:<br>Rūmī memanfaatkan situasi politis ekstrem sebagai alegori:<br>“<b>Raja</b>” = ego despotik (nafs ammārah).“<b>Agama raja</b>” = sistem nilai palsu yang dipaksakan oleh ego.<br>“<b>Menyembunyikan agama</b>” = menjaga nurani dari dominasi hawa-nafsu.<br>Dengan demikian, ayat ini bukan sekadar narasi sejarah, tetapi gambaran psikologis tentang mempertahankan cahaya batin di bawah tekanan tirani."
  },
  {
    "id": 351,
    "title": "",
    "inggris": "(But) the king got a scent of my inmost beliefs, and my words were suspected (when I stood) before the king.",
    "indo": "(Namun) sang raja menangkap semacam bau dari keyakinan terdalamku, dan ucapanku dicurigai ketika aku berdiri di hadapannya",
    "description": "“<b>Got a scent</b>” = idiom Persia bū burdan, “mencium bau”—metafora intuisi yang tidak pasti.<br>Menandakan prasangka, bukan pengetahuan batin sejati.<br>Dipakai Rūmī untuk menunjukkan bagaimana penguasa tiranik sering membaca “tanda-tanda” yang sebenarnya hanya bayangan ketakutannya. <br><b>Paralel Qur’an</b>: konsep ẓann (prasangka) → QS 49:12."
  },
  {
    "id": 352,
    "title": "",
    "inggris": "He said, ‘Your words are like a needle in bread; there is a window between my heart and yours.",
    "indo": "Ia berkata, “Kata-katamu laksana jarum di dalam roti; ada sebuah jendela antara hatiku dan hatimu.",
    "description": "<b>Jarum dalam roti</b> = metafora klasik <b>bahaya tersembunyi di balik kelembutan lahiriah</b>.<br>Menunjukkan bahwa raja menuduh tokoh menggunakan kata-kata lembut tetapi mematikan.<br>“<b>Jendela antara hati kita</b>” berarti klaim raja memiliki “pandangan hati”—tapi dalam gaya Rūmī, ini sindiran: ia mengira melihat batin orang lain.<br><b>Paralel tasawuf</b>: klaim membaca hati dianggap bagian dari kesombongan spiritual."
  },
  {
    "id": 353,
    "title": "",
    "inggris": "Through that window I have seen your state: I see your state and will not heed your words.",
    "indo": "Melalui jendela itu aku telah melihat keadaanmu; aku melihat keadaanmu dan tidak akan memedulikan ucapanmu",
    "description": "Pengulangan “<b>I see your state</b>” = retorika penegasan otoritas palsu.<br>Raja mengabaikan tutur kata dan hanya percaya “intuisi”-nya, padahal intuisi itu berasal dari kecurigaan, bukan kedalaman spiritual.<br>Ini kritik Rūmī terhadap penguasa yang menyamakan prasangka dengan kebenaran.<br><b>Paralel Qur’an</b>: “Bukan mata yang buta, tetapi hati yang di dada.” (QS 22:46)."
  },
  {
    "id": 354,
    "title": "",
    "inggris": "",
    "indo": "Jika bukan karena roh ‘Īsā yang menjadi penolongku, niscaya ia—dengan cara orang Yahudi masa itu—telah mencabik-cabikku.",
    "description": "“<b>Spirit of Jesus</b>” = simbol pertolongan ruhani (madad), bukan doktrin Kristen.<br><b>Dalam tasawuf</b>, ‘Īsā = lambang kesucian, kelembutan, dan nafas hidup.<br>“<b>In Jewish fashion</b>” adalah idiom naratif abad ke-13 untuk gaya hukuman keras/rigoris, bukan polemik keagamaan.<br>Rūmī memakai kontras ‘Īsā (rahmat) vs legalistik-kekerasan untuk menggarisbawahi keselamatan batin dari tirani.<br><b>Alegorinya</b>: bila bukan karena rahmat ilahi, “ego tiranik” (raja) akan menghancurkan ruhani manusia."
  },
  {
    "id": 355,
    "title": "",
    "inggris": "For Jesus' sake I would yield my life and give my head and lay on myself (confess) myriads of obligations to him.",
    "indo": "Demi ‘Īsā aku rela menyerahkan hidupku dan memberikan kepalaku, serta membebankan atas diriku beribu-ribu kewajiban untuknya.",
    "description": "<b>Catatan Akademis</b>:<br>Retorika hiperbolis untuk menggambarkan “kemartiran palsu” yang sedang direkayasa oleh wazīr.<br>“<b>Obligations</b>” = wuǧūb metaforis, menunjukkan tunduk total—ini bagian dari sandiwara yang hendak ia mainkan.<br>Dalam struktur cerita Rūmī, ini bukan pengakuan iman, tetapi strategi tipu daya."
  },
  {
    "id": 356,
    "title": "",
    "inggris": "I do not grudge Jesus my life, but full well am I versed in the knowledge of his religion.",
    "indo": "Aku tidak keberatan menyerahkan hidupku kepada ‘Īsā, tetapi aku sungguh sangat menguasai pengetahuan tentang agamanya.",
    "description": "<b>Catatan Akademis</b>:<br>Wazīr menampilkan diri sebagai ahli agama untuk memancing simpati kaum Nasrani.<br>“<b>Versed in the knowledge</b>” = klaim otoritas yang memperkuat propaganda.<br>Rūmī memakai ini untuk menunjukkan betapa mudahnya retorika agama disalahgunakan."
  },
  {
    "id": 357,
    "title": "",
    "inggris": "Grief was coming over me (it seemed to me a pity) that that holy religion should perish amongst those who are ignorant (of it).",
    "indo": "Kesedihan datang menimpaku—(aku merasa kasihan) bahwa agama suci itu akan binasa di tengah orang-orang yang tidak mengetahuinya.",
    "description": "<b>Catatan Akademis</b>:<br>Baris ini bagian dari narasi dramatis yang dipalsukan: wazīr berpura-pura menangis demi agama yang bukan dianutnya.<br>“<b>Ignorant</b>” = bukan cercaan, tetapi motif retoris untuk mengklaim bahwa dia datang sebagai penyelamat.<br>Rūmī mengkritik manipulasi emosi berbasis agama."
  },
  {
    "id": 358,
    "title": "",
    "inggris": "Thanks be to God and to Jesus that I have become a guide to the true faith.",
    "indo": "Segala puji bagi Allah dan bagi ‘Īsā bahwa aku telah menjadi penunjuk jalan kepada agama yang benar.",
    "description": "<b>Klaim paling penting</b>: wazīr menempatkan dirinya sebagai rasul palsu bagi kaum Nasrani.<br>“<b>True faith</b>” di sini <b>bukan evaluasi teologis</b>, tetapi bagian dari <b>modus infiltrasi</b>.<br>Rūmī menggunakan ini untuk menyindir pencari kekuasaan yang menyamar sebagai guru spiritual."
  },
  {
    "id": 359,
    "title": "",
    "inggris": "I have escaped from Jews and Judaism so (entirely) that I have bound my waist with a (Christian) girdle.",
    "indo": "Aku telah lari dari kaum Yahudi dan agama Yahudi sedemikian rupa sehingga aku telah mengikat pinggangku dengan ikat pinggang (Nasrani).",
    "description": "<b>Catatan Akademis</b>:<br>“<b>Girdle</b>” = lambang identitas non-Muslim dalam dunia Persia klasik; tanda konversi sosial.<br>Rūmī memakai istilah ini secara naratif, bukan untuk merendahkan komunitas tertentu.<br><b>Dalam alegori</b>, “melarikan diri dari Yahudi” = meninggalkan legalisme kaku menuju peran palsu yang dirancangnya.<br>Ini bagian dari penyamaran, bukan keyakinan."
  },
  {
    "id": 360,
    "title": "",
    "inggris": "360. The (present) epoch is the epoch of Jesus. O men, hearken with your souls unto the mysteries of his religion!",
    "indo": "Zaman sekarang adalah zamannya ‘Īsā. Wahai manusia, dengarkanlah dengan jiwamu akan rahasia-rahasia agamanya!”",
    "description": "Baris ini menandai <b>puncak propaganda</b> wazīr.<br>“<b>Epoch of Jesus</b>” = klaim profetik palsu untuk menarik umat.<br>Rūmī memakai retorika ini untuk menunjukkan betapa <b>bahayanya kepemimpinan spiritual palsu</b> yang menggunakan bahasa wahyu."
  },
  {
    "id": 361,
    "title": "",
    "inggris": "The king did to him that deed (mutilation) which he had proposed: the people remained in amazement at his deed.",
    "indo": "Sang raja melakukan kepadanya tindakan (pencacatan) yang ia usulkan: orang-orang tetap tercengang atas perbuatan itu",
    "description": "<b>Catatan Akademis</b>: <br>Ini bagian dari <b>rekayasa martir palsu</b>: wazīr sengaja meminta dipotong anggota tubuhnya. <br>Reaksi rakyat yang “takjub” menunjukkan keberhasilan propaganda: kekerasan raja justru dianggap bukti “kesucian” wazīr.<br>Rūmī mengkritik bagaimana simbol penderitaan bisa dipolitisasi."
  },
  {
    "id": 362,
    "title": "",
    "inggris": "",
    "indo": "“Ia (Sang raja) mengusirnya menuju kaum Nasrani. Setelah itu, Ia(sang wazīr) mulai melakukan misi-pemurtadan.”",
    "description": "<b>Catatan Akademis</b><br>1. “<b>Drove him away to the Christians</b>” — pembuangan terarah (exilic displacement).<br>Rūmī memakai tindakan “<b>mengusir ke kaum Nasrani</b>” bukan sebagai catatan historis, tetapi sebagai mekanisme dramatik: tokoh dilempar keluar dari pusat kekuasaan menuju komunitas yang sedang ditargetkan oleh propaganda wazīr. Ini memperkuat motif rekayasa politik dalam kisah.<br><b>Paralel Qur’an</b> (motif pengusiran zhalim):“Mereka mengusir para nabi tanpa alasan yang benar…” (QS 4:155)<br>→ digunakan dalam tradisi tafsir sufi untuk melukiskan penindasan lahiriah atas hati yang tulus.<br>---<br>2. “<b>He (the vizier) began to proselytise</b>” — motif dakwah palsu / misi tipu daya.<br>Kata ini memuat nuansa da‘wah manipulatif: wazīr tampil seolah sebagai korban yang disiksa oleh raja, lalu memasuki komunitas Nasrani untuk menyebarkan keraguan, memecah belah, atau menanam fitnah. Dalam struktur cerita Rūmī, ini bagian dari “strategi infiltrasi” yang telah ia rencanakan sebelumnya.<br><b>Paralel Qur’an</b>:<br>“Mereka menghias kejahatan mereka sehingga tampak indah.” (QS 27:4)<br>— <b>motif estetisasi tipu daya</b>.<br><b>Paralel Hadis</b>:<br>“Di akhir zaman  muncul para pendusta… menampilkan kebaikan namun hatinya serigala.” (HR. Tirmidzi)<br>→ relevan untuk karakter wazīr yang berpura-pura saleh.<br>---<br>3. <b>Dimensi alegoris</b>:<br>“<b>Pengusiran</b>” = keterpisahan dari pusat ego.<br>“<b>Kaum Nasrani</b>” = simbol komunitas batin yang rentan terhadap manipulasi.<br>“<b>Proselytise</b>” = analogi infiltrasi hawa nafsu ke dalam jiwa-jiwa yang belum kokoh.<br>Rūmī memakai bentuk kisah agama untuk membahas dinamika psikologis dan spiritual, bukan sebagai komentar mengenai kelompok historis tertentu."
  }
]