[
  {
    "id": 521,
    "title": "Menjelaskan bagaimana wazir mengalami kehancuran (karena terlibat)  dalam rencana ini.",
    "inggris": "The vizier was ignorant and heedless, like the (Jewish) king: he was wrestling with the eternal and          inevitable,",
    "indo": "Sang Wazir itu bodoh dan lalai, seperti raja (Yahudi) itu: ia sedang bergulat dengan yang abadi dan tak terhindarkan,",
    "description": "Iqbal/Nicholson: “wrestling” = <b><i>upaya batin melawan qadar</i></b>; sebuah pertentangan sia-sia terhadap Kehendak Mutlak.<br>Raja Yahudi dalam kisah menjadi arketipe <b>akal yang terpenjara ego</b>,  sementara “tak-terelakkan” menunjuk kepada hukum ontologis wujud: apa yang telah ditetapkan tidak dapat dilawan.<br>Dalam tasawuf, “lalai” (ghaflah) =kondisi batin yang tertutup dari tajallī, sehingga seseorang mengira ia memiliki daya untuk menentang Realitas.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><b>QS 33:38 </b>– “Ketetapan Allah adalah ketetapan yang pasti terjadi.”<br><b>QS 10:44</b> – d“Sesungguhnya Allah tidak menzalimi manusia, tetapi manusialah yang menzalimi diri mereka.” (lalai sebagai kezaliman diri) "
  },
  {
    "id": 522,
    "title": "",
    "inggris": "With a God so mighty that in a moment He causes a hundred worlds like ours to come into existence from non-existence:",
    "indo": "Dengan Tuhan yang begitu Perkasa sehingga dalam sekejap Dia menyebabkan seratus dunia seperti kita muncul dari ketiadaan:",
    "description": "“Seratus alam” = bukan bilangan aritmetis, melainkan tak-terhingga; simbol keluasan <b><i>Kun fayakūn</i></b>.<br>“Non-existence” (ʿadam) ≈ keadaan sebelum tajallī wujūd. Dalam falsafah Rumi, wujud muncul sebagai “pantulan Cahaya” dalam cermin ketiadaan.<br>Menerangkan perbedaan mutlak antara <i>Quwwat Ilāhiyyah</i> dan daya makhluk: yang pertama mencipta tanpa bahan, yang kedua hanya mengubah bentuk.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><b>QS 36:82</b> – “Sesungguhnya perintah-Nya apabila Ia menghendaki sesuatu hanyalah berkata: ‘Jadilah!’ maka jadilah ia.”<br><b>QS 65:12</b> – tentang “tujuh langit” (simbol jamak alam-alam)."
  },
  {
    "id": 523,
    "title": "",
    "inggris": "A hundred worlds like ours He displays to the sight, when He makes your eye seeing by (the light of) Himself.",
    "indo": "Seratus alam seperti alam kita Ia bentangkan kepada penglihatan, ketika Ia menjadikan matamu melihat dengan (cahaya) Diri-Nya.",
    "description": "“Menjadikan matamu melihat dengan cahaya-Nya” = <b>bashīrah</b>, bukan penglihatan fisik; mata hati yang diterangi nūr al-haqq.<br>Rumi memakai simbol bahwa realitas tampak berbeda ketika mata bukan lagi milik ego, tetapi dipinjamkan oleh Cahaya Ilahi.<br>“Displays to the sight” = kashf, penyingkapan derajat wujud yang tak kasatmata.<br><br>Rujukan <b>Qur’an/Hadis:</b><br><b>QS 22:46</b> – “Bukan mata itu yang buta, tetapi hati yang berada di dalam dada.”<br><b>Hadis Qudsi</b>: “<i>Aku menjadi penglihatannya yang dengannya ia melihat.</i>” (HR. Bukhari) "
  },
  {
    "id": 524,
    "title": "",
    "inggris": "If the world appears to you vast and bottomless, know that to Omnipotence it is not (so much as) an atom.",
    "indo": "Jika dunia tampak bagimu luas dan tanpa ujung, ketahuilah bahwa Maha Kuasa, ia tak lebih dari sebutir atom.",
    "description": "“Luas dan tak berdasar” = perspektif makhluk yang terpenjara ruang-waktu.<br>“Tidak lebih daripada atom” = relativisasi skala kosmos di hadapan <i><b>Sifat Jalāl</b></i>; segala yang besar bagi manusia hanyalah titik yang tak berarti dalam Ilmu dan Kudrat Tuhan.<br>Dalam metafisika Rumi, dunia adalah <b>bayangan</b> yang tampak besar hanya bagi mereka yang belum menyaksikan Realitas.<br><br>Rujukan <b>Qur’an/Hadis</b>:<br><b>QS 34:3 </b>– “<i>Tidak ada yang tersembunyi dari-Nya sebesar zarrah (atom)</i>.”<br><b>QS 40:57 </b>– “<i>Sesungguhnya penciptaan langit dan bumi lebih besar daripada penciptaan manusia.”</i>"
  },
  {
    "id": 525,
    "title": "",
    "inggris": "525. This world, indeed, is the prison of your souls: oh, go in yonder direction, for there lies your open country.",
    "indo": "“Dunia ini, sungguh, adalah penjara bagi jiwa-jiwamu: wahai, pergilah ke arah sana, karena di sanalah tanah lapangmu yang terbuka.”",
    "description": "<b>Rumi</b> menegaskan struktur kosmologi tasawuf: dunia sebagai mahbas—ruang penjara kesadaran yang terikat bentuk, keinginan, dan dualitas. “Tanah lapang” adalah bādiyah al-haqīqah, keluasan Wujud Ilahi yang tak dibatasi rupa. Perintah “pergilah” adalah teriakan ruh yang rindu kembali ke mabda’ (asal) dan ma‘ād (kepulangan).<br>Rujukan:<br><b>— Hadis</b>: “Ad-dunyā sijn al-mu’min” (<i>Dunia adalah penjara bagi orang beriman</i>).<br><b>— QS 29:64 </b>“Sesungguhnya kehidupan dunia hanyalah permainan dan senda gurau…” "
  },
  {
    "id": 526,
    "title": "",
    "inggris": "This world is finite, and truly that (other) is infinite: image and form are a barrier to that Reality.",
    "indo": "“Dunia ini terbatas, dan sungguh yang (di sana) itu tak-terbatas: citra dan rupa adalah penghalang bagi Hakikat itu.”",
    "description": "Penegasan hudūth (keterbatasan) alam bentuk, dan qidam (ketidakterhinggaan) Alam Kebenaran. <i>Ṣūrah</i> dan <i>mithāl</i>—segala rupa—menjadi hijab bagi memandang Wujud Murni.<br><b>Rumi</b> mengikuti doktrin bahawa realitas Ilahi tak terjangkau melalui representasi, hanya kasyf.<br>Rujukan:<br><b>— QS 42:11</b> “Tidak ada sesuatu pun yang serupa dengan Dia.”"
  },
  {
    "id": 527,
    "title": "",
    "inggris": "The myriads of Pharaoh's lances were shattered by (the hand of) Moses (armed) with a single staff.",
    "indo": "“Ribuan tombak Firaun dihancurkan oleh (tangan) Musa yang (hanya) bersenjata sebatang tongkat.”",
    "description": "Lambang dominasi <i>quwwah</i> <i>rabbāniyyah</i> (kekuatan ketuhanan) atas jumlah, teknologi, dan kekuatan material. Tongkat Musa menjadi simbol tawakkul murni dan kekuatan Ilahi yang tidak proporsional secara duniawi.<br>Rujukan:<br><b>— QS 7:117</b> “Dan Kami wahyukan kepada Musa: ‘Lemparkanlah tongkatmu.’”<br>"
  },
  {
    "id": 528,
    "title": "",
    "inggris": "Myriads were the therapeutic arts of Galen: before Jesus and his (life-giving) breath they were a laughing-stock.",
    "indo": "“Tak terhitung seni penyembuhan Galen: di hadapan ‘Īsā dan nafas (pemberi-hidup)nya, semua itu menjadi bahan tertawaan.”",
    "description": "Galen mewakili akal empiris (ṭibb al-jism) yang terbatas. Nafas Isa-a.s (nafas ruhani) mewakili <i>ṭibb al-qalb</i>: penyembuhan eksistensial yang membangkitkan mayat rohani. Segala ilmu dunia jatuh saat dibandingkan dengan tajalli kehidupan Ilahi.<br>Rujukan:<br><b>— QS 3:49</b> “…Aku menyembuhkan orang buta dan lepra, dan menghidupkan orang mati dengan izin Allah.”"
  },
  {
    "id": 529,
    "title": "",
    "inggris": "Myriads were the books of (pre-Islamic) poems: at the word of an illiterate (prophet) they were (put to) shame.",
    "indo": "“Tak terhitung kitab-kitab syair (pra-Islam): oleh kalimat seorang (nabi) yang ummī, semuanya menjadi malu.”",
    "description": "<b>Rumi</b> menyinggung <i>i‘jāz al-Qur’ān</i>: keunggulan firman Ilahi atas retorika manusia, termasuk syair Arab yang paling tinggi. “<i>Ummī</i>” bukan kekurangan, tetapi tanda tidak-terkontaminasinya Nabi oleh kultur teks manusia—sehingga firman yang turun tidak memiliki sumber selain Ilahi.<br>Rujukan:<br><b>— QS 7:157</b> “…Nabi yang ummī…”<br><b>— QS 2:23</b> tantangan i‘jāz Qur’an."
  },
  {
    "id": 530,
    "title": "",
    "inggris": "530. (Confronted) with such an all-conquering Lord, how should any one not die (to self), unless he be a vile wretch?",
    "indo": "(Berhadapan) dengan Tuhan yang maha menaklukkan segalanya, bagaimana mungkin seseorang tidak mati (daro diri), kecuali ia adalah si celaka yang hina?",
    "description": "“Die to self” = <b>fanā</b>’, peleburan ego. Hanya mereka yang terkutuk sifatnya (shaqī) yang tetap mempertahankan ke-aku-an di hadapan Jalāl Allah. <br><b>Rumi</b> menekankan keharusan hancurnya identitas semu saat berjumpa Kekuasaan Mutlak.<br>Rujukan:<br><b>— QS 28:88</b> “Segala sesuatu binasa kecuali Wajah-Nya.”"
  },
  {
    "id": 531,
    "title": "",
    "inggris": "Many a mind (strong and firm) as a mountain did He uproot; the cunning bird He hung up by its two feet.",
    "indo": "“Banyak akal (yang kuat dan teguh) seperti gunung dicabut-Nya; burung licik itu Ia gantung dengan kedua kakinya.”",
    "description": "Akal seperti gunung” = ego intelektual yang merasa kokoh; “burung licik” = kecerdikan duniawi yang sombong. Keduanya dilucuti oleh tindakan Tuhan, menunjukkan bahwa kelicikan dan kecerdasan tanpa penyerahan hanyalah permainan debu.<br>Rujukan:<br><b>— QS 59:21</b> tentang hancurnya gunung jika menerima tajalli. "
  },
  {
    "id": 532,
    "title": "",
    "inggris": "To sharpen the intelligence and wits is not the (right) way: none but the broken (in spirit) wins the favour of the King.",
    "indo": "Mempertajam kecerdasan dan akal bukanlah jalan (yang benar): tak seorang pun selain yang patah (jiwa dan hatinya) memenangkan anugerah Sang Raja.",
    "description": "Penolakan epistemologi rasional murni dalam jalan tasawuf. Yang diterima Raja (Allah) bukanlah yang pandai, tetapi yang <i>inkisār</i>—hati yang remuk, pasrah, dan rendah. Ini inti makna kerendahan diri sufistik: hancur untuk dibentuk kembali.<br>Rujukan:<br><b>— Hadis qudsi</b>: “<i>Aku bersama hati yang hancur karena-Ku</i>.”<br><b>— QS 26:88–89</b> “Pada hari itu tidak berguna harta maupun anak-anak, kecuali yang datang kepada Allah dengan hati yang bersih.”"
  },
  {
    "id": 533,
    "title": "",
    "inggris": "Oh, many the amassers of treasure, digging holes (in search of treasure), who became an ox's beard (dupe) to that vain schemer (the vizier)!",
    "indo": "“Oh, betapa banyak para pengumpul harta, menggali lubang-lubang (untuk mencari harta), yang menjadi janggut seekor lembu (dupe/permainan) bagi si penipu sia-sia itu (sang wazir)!”",
    "description": "“<b>Ox’s beard</b>” = metafora klasik Persia untuk orang yang mudah ditipu—hiasan yang dipasang pada hewan tanpa kesadaran. Para pencari harta adalah simbol manusia yang menggali dunia demi ilusi, lalu menjadi boneka manipulasi hawa nafsu (di sini dilambangkan oleh wazir).<br>Rujukan:<br><b>— QS 102:1</b> “Bermegah-megahan telah melalaikan kalian.” "
  },
  {
    "id": 534,
    "title": "",
    "inggris": "Who is the ox that you should become his beard? What is earth that you should become its stubble?",
    "indo": "“Siapa lembu itu sehingga engkau menjadi janggutnya? Apa bumi itu sehingga engkau menjadi jeraminya?”",
    "description": "<b>Rumi</b> menggugat kerakusan dan kehinaan diri yang tunduk pada dunia: mengapa manusia—makhluk ruhani—rela menjadi perhiasan hewanikan (nafsu)? Dan mengapa menjadi serpihan bumi (materi) yang hancur? Ini kritik tajam terhadap ‘<i>ubūdiyyah</i> kepada dunia, bukan kepada Tuhan.<br>Rujukan:<br><b>— QS 87:17</b> “Sedangkan kehidupan akhirat adalah lebih baik dan lebih kekal.”"
  },
  {
    "id": 535,
    "title": "",
    "inggris": "535. When a woman became pale-faced (ashamed) of (her) wickedness, God metamorphosed her and made her Zuhra (the planet Venus).",
    "indo": "“Ketika seorang perempuan menjadi berwajah pucat (malu) karena kejahatannya, Allah memetamorfosisinya dan menjadikannya Zuhra (planet Venus).”",
    "description": "Rumi mengutip legenda Zuhra yang berubah menjadi bintang karena dosa—<br>metamorfosis sebagai simbol “<b>perubahan ontologis</b>” akibat moralitas. Malu menjadi pintu transmutasi. <br>Dalam tasawuf, rasa malu (<i>ḥayā</i>’) adalah cahaya yang mengangkat.<br><b>Rujukan</b>:<br><b>— Hadis</b>: “<b><i>Al-ḥayā</i></b>’ bagian dari iman.”<br><b>— QS 67:3</b> tentang langit yang dihiasi bintang."
  },
  {
    "id": 536,
    "title": "",
    "inggris": "To make a woman Zuhra was metamorphosis: what (then) is it to become earth and clay, O contumacious one?",
    "indo": "“Menjadikan seorang perempuan sebagai Zuhra adalah metamorfosis; lalu apa (artinya) menjadi tanah dan lempung, wahai yang keras kepala?”",
    "description": "Metamorfosis ke bintang = naiknya derajat eksistensi; metamorfosis ke tanah = <b><i>degradasi spiritual</i></b>. <br><b>Rumi</b> memberi tamparan: manusia dicipta sebagai malakī (berpotensi malaikat), namun keras kepala membuatnya turun sampai debu.<br>Rujukan:<br><b>— QS 95:5</b> “<i>Lalu Kami kembalikan dia ke tempat yang serendah-rendahnya.</i>”"
  },
  {
    "id": 537,
    "title": "",
    "inggris": "Your spirit was bearing you towards the highest sphere (of heaven): you went towards the water and the clay amongst the lowest (of the low).",
    "indo": "“Rohmu sedang membawamu menuju lingkup tertinggi (langit); engkau justru pergi menuju air dan tanah di antara yang paling rendah.”",
    "description": "“<b>Air dan tanah</b>” = dua unsur terendah menurut kosmologi sufi. Ruh (nafas Ilahi) secara fitrah cenderung naik (<b><i>rujū‘ ilā ’l-aṣl</i></b>), tetapi nafsu menarik ke bawah. Ini gambaran sukūṭ: <i>jatuhnya manusia dari ketinggian ruhani.</i><br>Rujukan:<br><b>— QS 32:9</b> tentang nafakh ruh.<br><b>— QS 23:12–14</b> tentang penciptaan dari tanah—di sini sebagai kontras."
  },
  {
    "id": 538,
    "title": "",
    "inggris": "By this fall you metamorphosed yourself from that (state of) existence which was the envy of the (spiritual) intelligences.",
    "indo": "“Dengan kejatuhan ini engkau memetamorfosiskan dirimu dari keadaan keberadaan (eksistensi) yang membuat para kecerdasan (spiritual) iri.”",
    "description": "“Intelligences” = ‘uqūl, <i>entitas malaikat-ruh yang cemburu pada martabat Adam karena ‘ilm al-asmā’.</i> Jatuhnya manusia dari martabat itu adalah anti-metamorfosis: perubahan ke bawah dengan kehendak sendiri.<br><b>Rujukan:</b><br><b>— QS 2:31–34</b> tentang pengajaran nama-nama dan sujud para malaikat."
  },
  {
    "id": 539,
    "title": "",
    "inggris": "Consider, then, how is (what is the character of) this metamorphosis: compared with that metamorphosis (of the woman) this (which you have suffered) is exceedingly vile.",
    "indo": "“Maka pertimbangkanlah, bagaimana (watak) metamorfosis ini: dibandingkan metamorfosis (perempuan) itu, yang ini (yang engkau alami) amat sangat hina.”",
    "description": "Rūmī menegaskan dua arah perubahan:<br>— Metamorfosis naik: dosa → malu → bintang (Zuhra).<br>— Metamorfosis turun: ruh tinggi → cinta tanah → kehinaan.<br>Kesimpulannya: manusia sendiri yang merusak bentuk asalnya—fasāda ’ṣ-ṣūrah—lebih hina daripada nasib Zuhra dalam legenda.<br>Rujukan:<br><b>— QS 91:7–10</b> tentang ruh yang diilhami kefasikan dan ketakwaan, dan manusia yang “merusak/menyucikan” dirinya."
  },
  {
    "id": 540,
    "title": "",
    "inggris": "540. You urged the steed of ambition towards the stars: you did not acknowledge Adam who was worshipped (by the angels).",
    "indo": "“Engkau pacu kuda ambisi menuju bintang-bintang; engkau tidak mengakui Adam yang disujudi (para malaikat).”",
    "description": "“Steed of ambition” = kuda nafsu yang meloncat ke langit secara egois, bukan secara ruhani. <br>Rūmī menegur: ambisi manusia ingin melampaui cakrawala, tetapi ia melupakan martabat Adam—representasi insān kāmil—yang dihormati para malaikat. Penolakan terhadap “Adam” = penolakan terhadap fitrah asalnya sendiri.<br><b>Rujukan:<br>— QS 2:34</b> “Sujudlah kalian kepada Adam…”"
  },
  {
    "id": 541,
    "title": "",
    "inggris": "After all, you are a son of Adam. O degenerate! how long will you regard lowness as nobility?",
    "indo": "“Bagaimanapun, engkau adalah anak Adam. Wahai yang merosot! berapa lama engkau menganggap kerendahan sebagai kemuliaan?”",
    "description": "Rūmī menyebut manusia “anak Adam” untuk mengingatkan garis keturunan spiritual—keturunan yang memikul amanah kosmik. <br>“<i>Lowness as nobility</i>” = kebiasaan nafs untuk memuliakan hal-hal rendah (kedudukan materi, ego, ambisi duniawi) seakan itu ketinggian.<br>Rujukan:<br><b>— QS 95:4–5</b> tentang manusia dicipta dalam “bentuk terbaik” lalu jatuh ke “serendah-rendahnya”."
  },
  {
    "id": 542,
    "title": "",
    "inggris": "How long will you say, “I will conquer a whole world, I will make this world full of myself”?",
    "indo": "“Berapa lama engkau berkata, ‘Aku akan menaklukkan seluruh dunia, aku akan memenuhi dunia ini dengan diriku’?”",
    "description": "Inilah suara nafs-ammārah: keinginan untuk memusatkan seluruh kosmos pada dirinya. Dalam tasawuf, manusia yang ingin “memenuhi dunia dengan dirinya” adalah antitesis dari insan sejati, yang justru menghilangkan dirinya di dalam Tuhan (fanā’). Ego ekspansif = kegelapan yang membesar.<br>Rujukan:<br><b>— Hadis</b>: “<i>Tidak akan masuk surga siapa yang di dalam hatinya ada kesombongan sekalipun sebesar biji sawi</i>.”<br><b>— QS 28:83: </b>bumi diwarisi oleh orang yang tidak menginginkan keangkuhan.<br> "
  },
  {
    "id": 543,
    "title": "",
    "inggris": "If the world should be filled with snow from end to end, the glow of the sun would melt it with a single look.",
    "indo": "Jika dunia dipenuhi dengan salju dari ujung ke ujung, sinar matahari akan melelehkannya dengan sekali pandang.",
    "description": "“Salju” = dosa, kelambanan spiritual, keangkuhan beku. “Matahari” = tajallī Ilahi. Satu “pandang” = satu limpahan rahmat. <br>Rumi menegaskan bahwa benteng ego sekeras apapun lumer dengan satu sentuhan cahaya Tuhan.<br>Rujukan:<br><b>— QS 39:53</b> tentang rahmat Allah yang meliputi seluruh dosa."
  },
  {
    "id": 544,
    "title": "",
    "inggris": "God by a single spark (of His mercy) maketh naught his (the vizier's) burden (of sin) and (the burden) of a hundred viziers and a hundred thousand.",
    "indo": "“Allah dengan satu percikan (rahmat-Nya) meniadakan beban (dosa) si wazir itu dan beban seratus wazir dan seratus ribu lainnya.”",
    "description": "“Single spark” = lamḥa, kilatan dari lautan rahmah. Dosa kolektif sebesar gunung tidak punya realitas di hadapan satu percikan ampunan. <br><b>Rumi</b> menyindir kesombongan sang wazir: ia merasa hebat, padahal Allah dapat menghapus seluruh catatan dosanya dalam sekejap—dan sekaligus membatalkan seluruh makar ego.Rujukan:<br><b>— QS 4:48 dan 4:116</b> tentang Allah mengampuni dosa selain syirik bagi siapa yang Dia kehendaki.<br><b>— QS 57:28</b> “Dia menjadikan untukmu cahaya…”"
  },
  {
    "id": 545,
    "title": "",
    "inggris": "545. He maketh the essence of that (false) imagination to be wisdom; He maketh the essence of that poisoned water to be a (wholesome) drink.",
    "indo": "Dia menjadikan esensi dari khayalan (palsu) itu menjadi kebijaksanaan; Dia menjadikan esensi dari air beracun itu menjadi minuman (yang menyehatkan).",
    "description": "Rūmī menekankan taqallub—pembalikan hakikat oleh Tuhan: <i>khayal menjadi ḥikmah</i>, racun menjadi obat. Ini merujuk pada konsep <i>al-muqallib al-qulūb</i> (Pembolak-balik hati).<br>Rujukan: <br><b>QS 64:11</b> (setiap musibah dengan izin Allah menjadi hikmah), <br><b>QS 26:80</b> (Dialah yang menyembuhkan)."
  },
  {
    "id": 546,
    "title": "",
    "inggris": "That which raises doubt He turneth into certainty; He maketh  loving kindnesses grow from the causes of hatred.",
    "indo": "Apa yang menimbulkan keraguan, Dia ubah menjadi keyakinab; Dia menumbuhkan kasih sayang dari sebab-sebab kebencian.",
    "description": "Transformasi shakk → yaqīn adalah inti perjalanan ruhani. Kebencian berubah jadi rahmah—<i>mirip kisah Yusuf dan para saudaranya yang akhirnya saling memaafkan.</i><br>Rujukan: <br><b>QS 12:92</b> (Tiada cela terhadap kalian hari ini), <br><b>QS 8:63</b> (Dia yang mempersatukan hati). "
  },
  {
    "id": 547,
    "title": "",
    "inggris": "He cherisheth Abraham in the fire; He turneth fear into security of spirit.",
    "indo": "Dia memelihara Ibrahim-a.s dalam api; Dia mengubah ketakutan menjadi keamanan ruh.",
    "description": "Merujuk langsung pada kisah Nabi Ibrahim ketika api menjadi “dingin dan selamat”. Api ujian batin pun menjadi pelukan keselamatan.<br>Rujukan: <br><b>QS 21:69</b> (“Hai api, jadilah engkau dingin dan keselamatan bagi Ibrahim”). "
  },
  {
    "id": 548,
    "title": "",
    "inggris": "By  His  burning  (destroying)  of  secondary  causes  I  am distraught; in (my) fancies of Him I am like a sophist (sceptic or agnostic).",
    "indo": "Oleh pembakaran (penghancuran) sebab-sebab sekunder oleh-Nya, aku menjadi bingung; dalam khayalan (pemikiran) tentang Dia, aku seperti sofis (skeptis atau agnostik).",
    "description": "Rumu mengeluhkan <i>fanāʾ al-asbāb</i>, lenyapnya seluruh sebab selain Allah. Ketika semua sebab runtuh, akal berada dalam kebingungan metafisik yang mirip sofisme—bukan karena kufur, tetapi karena takjub.<br>Rujukan: <br><b>QS 39:38</b> (segala urusan kembali kepada Allah), <br><b>Hadis</b>: “Jika kamu meminta, mintalah kepada Allah.”"
  }
]d
