[
  {
    "id": 549,
    "title": "Bagaimana Sang Wazir Memulai Rencana Lain untuk Menyesatkan Kaum(Nasrani)",
    "inggris": "The vizier formed in his mind another plan: he abandoned preaching and sat alone in seclusion.",
    "indo": "Sang wazir membentuk—menyusun—dalam pikirannya sebuah rencana lain: ia meninggalkan khutbah-nasihat dan duduk sendirian dalam khalwat.",
    "description": "“<b>Another plan</b>” menandai kelicikan baru sang wazir. Ia meninggalkan “preaching,” bukan karena taubat, tetapi sebagai strategi manipulatif. <br>“<b>Sat alone in seclusion</b>” (khalwat) biasanya termaklumat bagi para sufi; tetapi di sini dipelintir menjadi taktik duniawi—penggunaan bentuk rohani untuk tujuan ego.<br>Rujukan: <br><b>QS 63:4</b> (munafik tampak manis di kata-kata tetapi hatinya lain), <br><b>QS 2:9</b> (mereka menipu Allah dan orang beriman padahal menipu diri sendiri)."
  },
  {
    "id": 550,
    "title": "",
    "inggris": "550. He inspired ardour in his disciples from (their) longing (to see him); he remained in seclusion forty or fifty days.",
    "indo": "Ia menyalakan hasrat—bara kerinduan—dalam hati para muridnya dari rasa rindu mereka untuk melihatnya; ia tetap berada dalam khalwat empat puluh atau lima puluh hari.",
    "description": "“<b>Inspired ardour</b>” = sengaja menciptakan ketersedapan (tawq) agar murid semakin terikat. <br>Durasi “40–50 hari” mengingatkan khalwat para nabi dan sufi, tetapi di sini dipakai sebagai topeng kelicikan sang wazir.<br>Rujukan: <br><b>QS 7:142</b> (khalwat Musa 40 malam)."
  },
  {
    "id": 551,
    "title": "",
    "inggris": "The people became mad from longing for him and on account of being separated from his (spiritual) feeling and discourse and intuition.",
    "indo": "Orang-orang menjadi gila oleh rindu padanya dan karena terpisah dari rasa-batinnya, ucapannya, dan intuisi-ruhnya.",
    "description": "Gambaran hiperbolik: masyarakat terbius oleh “rasa batin” palsu sang wazir. Ini kritik Rumi terhadap karisma tanpa kebenaran.<br>Rujukan: <br><b>QS 2:165</b> (cinta berlebih yang meniru cinta kepada Allah)."
  },
  {
    "id": 552,
    "title": "",
    "inggris": "They were making supplication and lament, while he in solitude was bent double by austerities.",
    "indo": "Mereka memanjatkan doa dan ratapan, sementara ia—dalam kesunyian—membungkuk dua kali lipat dalam pertapaan.",
    "description": "“Bent double” bukan tanda keruhanian sejati, melainkan kepura-puraan intensitas riyā’. Asketisme bisa menjadi tirai ego bila niat rusak.<br>Rujukan: <br><b>Hadis</b>: “Siapa yang riya’, Allah membongkarnya.” (HR Muslim—makna umum)."
  },
  {
    "id": 553,
    "title": "",
    "inggris": "They said, “Without thee we have no light: how (what) is the state of a blind man without a leader?",
    "indo": "Mereka berkata: ‘Tanpamu kami tak punya cahaya; bagaimana keadaan seorang buta tanpa penuntun?’”",
    "description": "Rumi menampilkan bagaimana masyarakat bisa memperlakukan seorang manipulator sebagai “nur,” akibat ketidaktahuan dan ketergantungan spiritual yang salah.<br>Rujukan: <br><b>QS 24:40</b> (gelap tanpa cahaya), QS 17:72 (siapa buta di dunia …). "
  },
  {
    "id": 554,
    "title": "",
    "inggris": "By way of showing favour (to us) and for God's sake, do not keep us parted from thee any longer.",
    "indo": "‘Sebagai kemurahan bagimu kepada kami—dan demi Allah—jangan pisahkan kami lebih lama darimu.’",
    "description": "Permohonan yang memakai nama Allah tetapi diarahkan kepada manusia secara berlebihan menunjukkan tasharruf cinta yang salah.<br>Rujukan: <br><b>QS 9:24</b> (cinta yang melampaui batas kepada selain Allah)."
  },
  {
    "id": 555,
    "title": "",
    "inggris": "555. We are as children and thou art our nurse: do thou spread over us that shadow (of thy protection).”",
    "indo": "Kami bagaikan anak-anak, dan engkau adalah perawat/pengasuh kami; bentangkanlah di atas kami bayangan perlindunganmu.",
    "description": "“Shadow” = <i>isti‘ārah</i> untuk naungan spiritual. Ironi: mereka memohon perlindungan kepada seorang penipu (wazir), bukan kepada Tuhan.<br>Rujukan: <br><b>QS 13:37</b> (perlindungan sejati dari Allah). "
  },
  {
    "id": 556,
    "title": "",
    "inggris": "He said, “My soul is not far from them that love (me), but there is no permission to come forth.”",
    "indo": "Ia berkata: “Jiwaku tidak jauh dari mereka yang mencintaiku, tetapi tidak ada izin bagiku untuk keluar.”",
    "description": "Kalimat rekayasa: ia memakai bahasa sufi (“tidak jauh dari para pecinta”) untuk menyembunyikan plot manipulatif.<br>Rujukan: <br><b>QS 50:16</b> (Allah dekat—kontras dengan kepalsuan kedekatan sang wazir). "
  },
  {
    "id": 557,
    "title": "",
    "inggris": "Those amírs came for intercession, and the disciples came in reproach,",
    "indo": "Para amir datang untuk memberi (memohonkan) syafaat, dan para murid datang dengan teguran/keluhan.",
    "description": "“Intercession” di sini bukan syafaat hakiki; Rumi memotret sosial-politik yang terbalik, di mana kekuasaan memohon pada seorang pendusta.<br>Rujukan: <br><b>QS 2:48</b> (tiada syafaat kecuali dengan izin-Nya). "
  },
  {
    "id": 558,
    "title": "",
    "inggris": "Saying, “O noble sir, what a misfortune is this for us! Without thee we are left orphaned (deprived) of our hearts and our religion.",
    "indo": "(Mereka) berkata: ‘Wahai tuan yang mulia, betapa celaka nasib kami! Tanpamu kami menjadi yatim—terampas hati dan agama kami.",
    "description": "“<b>Shadow</b>” = isti‘ārah untuk naungan spiritual. Ironi: mereka memohon perlindungan kepada seorang penipu (wazir), bukan kepada Tuhan.<br>Rujukan: <br><b>QS 13:37</b> (perlindungan sejati dari Allah)."
  },
  {
    "id": 559,
    "title": "",
    "inggris": "Thou art making a pretence while we in grief are heaving cold (fruitless) sighs from the burning heat of our hearts.",
    "indo": "Engkau membuat kepura-puraan, sementara kami dalam duka menghembuskan desah dingin—keluh sia-sia—dari panasnya hati kami.",
    "description": "“<b>Cold sighs</b>” = keluh tanpa hasil; “burning heat” = kebakaran emosi tercabut dari kebenaran. Rumi mengkritik hubungan murid–guru yang tidak otentik.<br>"
  },
  {
    "id": 560,
    "title": "",
    "inggris": "560. We have become accustomed to thy sweet discourse, we have drunk of the milk of thy wisdom.",
    "indo": "Kami telah terbiasa dengan percakapanmu yang manis; kami telah meminum susu dari kebijaksanaanmu.",
    "description": "“<b>Sweet discourse</b>” = <i><b>retorika memabukkan;</b></i> “milk” = simbol ilmu dasar yang menumbuhkan, tetapi di sini palsu. <br><i><b>Rumi</b></i> menyindir bagaimana murid dapat ketagihan dzauq yang kosong.<br>Rujukan: <br><b>QS 16:66</b> (susu sebagai tanda; kontras: susu mereka bukan tanda Ilahi)."
  },
  {
    "id": 561,
    "title": "",
    "inggris": "Allah! Allah! do not thou (O vizier) treat us with such cruelty: show kindness to-day, do not (put off till) to-morrow.",
    "indo": "Allah! Allah! jangan engkau—wahai wazir—memperlakukan kami dengan sedemikian kejam; tunjukkanlah kebaikan hari ini, jangan ditangguhkan hingga esok.",
    "description": "Seruan “Allah! Allah!” → <i><b>ekspresi keputusasaan</b></i>. Ironi: mereka memohon pada manusia, bukan pada Allah.<br><b>Rujukan</b>: <br><b>QS 2:186</b> (Allah dekat dan mengabulkan doa—kontras dengan ketergantungan salah arah)."
  },
  {
    "id": 562,
    "title": "",
    "inggris": "Does thy heart give to thee (consent) that these who have lost their hearts (to thee) should at last, being without thee, become (numbered) amongst them that have nothing left?",
    "indo": "Apakah hatimu mengizinkan bahwa mereka yang telah kehilangan hati kepada-mu akhirnya, tanpa dirimu, menjadi termasuk orang-orang yang tak memiliki apa pun?",
    "description": "“<b>Lost their hearts to thee</b>” = keterikatan emosional-ruhani yang keliru. <br><b>Rumi</b> menyingkap bahaya kultus pribadi.<br>"
  },
  {
    "id": 563,
    "title": "",
    "inggris": "They all are writhing like fishes on dry land: let loose the water, remove the dam from the stream.",
    "indo": "Kami semua menggeliat seperti ikan di tanah kering; lepaskanlah airnya, bukalah bendungan dari aliran sungai itu.",
    "description": "<i>Isti‘ārah</i> air ≈ rahmat/bimbingan; bendungan ≈ hijab antara guru palsu dan muridnya.<br>Rujukan: <br><b>QS 21:30</b> (air sebagai sumber hidup—kontras kehidupan rohani yang kering)."
  },
  {
    "id": 564,
    "title": "",
    "inggris": "O thou like whom there is none in the world, for God's sake, for God's sake, come to the aid of thy people!”",
    "indo": "Wahai engkau yang tiada bandingannya di dunia, demi Allah, demi Allah, datanglah menolong umatmu!”",
    "description": "Pujian hiperbolik terhadap manusia = penyakit spiritual yang dikritik Rumi. Penyair mem-parodikan “tiada bandingan” (<i>lā mithla lahu</i>) yang seharusnya hanya milik Tuhan.<br>Rujukan: <br><b>QS 42:11</b> — <i>laysa ka-mithlihi shay</i>’ (tiada sesuatu pun serupa dengan Allah)."
  }
]