[
  {
    "id": 578,
    "title": "Keluhan Murid kepada Sang Wazir",
    "inggris": "They all said: “O sage who seekest a crevice (means of evasion), say not to us this (word of) guile and harshness.",
    "indo": "Mereka semua berkata: “Wahai orang bijak yang mencari celah untuk mengelak, jangan katakan kepada kami kata-kata tipu muslihat dan kekerasan seperti ini.”",
    "description": "Para murid menuduh sang wazir seolah ‘menghindar’ dari mereka. Ini menggambarkan <b>nafs yang belum matang</b>: menuntut bimbingan tetapi tidak memahami fase suluk.<br>Rumi menyingkap: murid yang belum fana melihat <i>tarikan sang guru</i> sebagai kekerasan.<br>Rujukan: <b>QS 18:67–68</b> (Ketidakmampuan Musa bersabar terhadap Khidr)."
  },
  {
    "id": 579,
    "title": "Beban Sesuai Kekuatan Ruhani",
    "englis": "Lay on the beast a burden in proportion to its endurance, lay on the weak a task in proportion to their strength.",
    "indo": "Letakkanlah pada hewan beban sesuai ketahanannya, dan pada yang lemah tugas sesuai kekuatannya.",
    "description": "Rumi menegaskan prinsip <b>tadbîr</b>: tiap murid memiliki kapasitas ruhani berbeda. Guru tidak boleh membebani melampaui <i>qābiliyyah</i>-nya.<br>Rujukan: <b>QS 2:286</b> (Allah tidak membebani kecuali sesuai kemampuan)."
  },
  {
    "id": 580,
    "title": "Umpan Sesuai Jenis Burung",
    "inggris": "The bait for every bird is according to its (the bird's) measure (capacity): how should a fig be the food (lure) for every bird?",
    "indo": "Umpan bagi tiap burung adalah menurut ukurannya; bagaimana mungkin buah ara menjadi makanan bagi setiap burung?",
    "description": "<i>Tarbiyah</i> harus sesuai maqām murid. Tidak semua dzikir, maqam, atau <i>warid</i> cocok untuk semua pencari.<br>Rujukan: Prinsip <b>al-tarbiyah ‘ala qadri al-qābil</b> dalam tasawuf."
  },
  {
    "id": 581,
    "title": "Tahapan Pertumbuhan Ruhani",
    "inggris": "If you give a babe bread instead of milk, take it (for granted) that the poor babe will die of the bread;",
    "indo": "Jika engkau memberi bayi roti alih-alih susu, ketahuilah bahwa bayi malang itu akan mati karena roti.",
    "description": "Ilmu berat yang diberikan pada murid yang belum matang bisa ‘mematikan’ spiritualitasnya. <br>Rujukan: <b>QS 3:7</b> (Ayat muhkamat vs mutasyabihat)."
  },
  {
    "id": 582,
    "title": "Ketika Telah Tumbuh Gigi",
    "inggris": "(Yet) afterwards, when it grows teeth, that babe will of its own accord ask for bread.",
    "indo": "Namun kemudian, ketika ia tumbuh gigi, bayi itu sendiri akan meminta roti.",
    "description": "Rumi mengisyaratkan: ketika <i>dzauq</i> sudah muncul, murid sendiri akan mencari ilmu yang lebih dalam. Guru tak perlu memaksakan waktu."
  },
  {
    "id": 583,
    "title": "Burung Tanpa Bulu",
    "inggris": "When an unfledged bird begins to fly, it becomes a mouthful for any rapacious cat;",
    "indo": "Ketika seekor burung yang belum berbulu mencoba terbang, ia menjadi santapan bagi kucing pemangsa mana pun.",
    "description": "Murid yang terlalu cepat memasuki wilayah makrifat tanpa persiapan akan dirusak oleh <b>nafs</b> dan <b>waswas</b>. <br>Rujukan: Hadis tentang ilmu yang diberikan pada selain ahlinya menjadi fitnah."
  },
  {
    "id": 584,
    "title": "Ketika Sayap Telah Tumbuh",
    "inggris": "(But) when it grows wings, it will fly of itself without trouble and without whistling (prompting), good or bad.",
    "indo": "Namun ketika ia tumbuh sayap, ia akan terbang sendiri tanpa kesulitan dan tanpa perlu disiul-siuli, baik atau buruk.",
    "description": "Ketika ruh telah kuat, murid tidak lagi perlu motivasi luar. Ia bergerak dengan <i>himmah</i> sendiri."
  },
  {
    "id": 585,
    "title": "Kata-katamu Membungkam Setan",
    "inggris": "Thy speech makes the Devil silent, thy words make our ears (full of) intelligence.",
    "indo": "Ucapanmu membuat Setan terdiam, kata-katamu memenuhi telinga kami dengan kecerdasan.",
    "description": "Guru sejati membungkam bisikan nafs dan syaitan dengan cahaya kalamnya. Rumi menegaskan daya <i>nūrānī</i> seorang mursyid."
  },
  {
    "id": 586,
    "title": "Ketika Guru Bicara, Tanah Kering Menjadi Sungai",
    "inggris": "Our ears are (full of) intelligence when thou art speaking; our dry land is a river when thou art the ocean.",
    "indo": "Telinga kami penuh kecerdasan ketika engkau berbicara; tanah kering kami menjadi sungai ketika engkau adalah lautan.",
    "description": "Gambaran fana murid dalam guru. Guru sebagai ‘laut’ yang menghidupkan tanah gersang jiwa murid."
  },
  {
    "id": 587,
    "title": "Denganmu, Bumi Lebih Tinggi dari Langit",
    "inggris": "With thee, earth is better to us than heaven, O thou by whom (the world from) Arcturus to the Fish is illumined!",
    "indo": "Denganmu, bumi lebih baik bagi kami daripada langit, wahai engkau yang menerangi dunia dari Arcturus hingga bintang Pisces!",
    "description": "Rumi menggambarkan mursyid sebagai kosmik: cahaya yang memancar dari alam tinggi ke rendah. Guru membuat dunia fana menjadi surga makna."
  },
  {
    "id": 588,
    "title": "Tanpamu, Langit Menjadi Gelap",
    "inggris": "Without thee, darkness is over heaven for us, (but) compared with thee, O Moon, who is this heaven at all?",
    "indo": "Tanpamu, langit menjadi gelap bagi kami; dan dibandingkan denganmu, wahai Bulan, langit itu sendiri bukan apa-apa.",
    "description": "Murid melihat guru sebagai ‘bulan ruhani’ yang mengalahkan keindahan kosmos. Ini simbol <i>kasyf</i>: cahaya hakikat lebih terang dari cahaya semesta."
  },
  {
    "id": 589,
    "title": "Bentuk Kemuliaan vs Hakikatnya",
    "inggris": "The heavens have the form of sublimity, (but) the essence of sublimity belongs to the pure spirit.",
    "indo": "Langit memiliki bentuk keagungan, tetapi hakikat keagungan itu milik ruh yang murni.",
    "description": "Langit hanyalah <i>shūrah</i> (bentuk). Kemuliaan sejati bukan pada wujud materi, tetapi pada <i>rūḥ qudsī</i>. Rumi membedakan bentuk—hakikat."
  },
  {
    "id": 590,
    "title": "Jasad Hanya Nama, Ruh Adalah Realitas",
    "inggris": "The form of sublimity is for bodies; beside the essence (reality) bodies are (mere) names.”",
    "indo": "Bentuk keagungan adalah bagi jasad; namun di sisi hakikat, jasad hanyalah nama semata.”",
    "description": "Kesimpulan: seluruh dunia fisik hanyalah <i>asmā’</i> tanpa hakikat. Ruh-lah yang memegang realitas. <br>Rujukan: <b>QS 31:30</b>, <i>al-ḥaqqu huwa</i>."
  }
]