[
  {
    "id": 371,
    "title": "Bagaimana Kaum Nasrani Mengikuti Sang Wazir",
    "inggris": "The Christians all gave their hearts to him: what (how great), indeed, is the strength of the (blind) conformity of the vulgar!",
    "indo": "Seluruh kaum Nasrani menyerahkan hati mereka kepadanya; betapa besar, sungguh, kekuatan kepatuhan buta kaum awam!”",
    "description": "<b>Catatan Akademis</b><br>“<b>Conformity of the vulgar” = kepatuhan massa yang tidak kritis</b>; dalam tasawuf ini adalah dominasi nafs al-ammārah dalam level kolektif.<br>Rūmī sedang mengkritik taqlid buta, mengikuti figur “kebatinan palsu” tanpa penyelidikan hakikat.<br>Gambaran retoris: menyerahkan hati = tunduk total pada figur yang tampak saleh.<br><b>Paralel Qur’an/Hadis</b><br><b>Qur’an</b> mengecam mengikuti tokoh tanpa ilmu:<br>“Janganlah kamu mengikuti sesuatu yang kamu tidak punya pengetahuan tentangnya.”<b>(QS 17:36)</b>.<br><b>Hadis</b>: “Sebagian manusia akan mengikuti para pemuka yang menyesatkan.” (HR Bukhari, tentang fitnah akhir zaman)."
  },
  {
    "id": 372,
    "title": "",
    "inggris": "They planted love of him within their breasts, they were regarding him as the vicar of Jesus.",
    "indo": "Mereka menanamkan cinta kepadanya di dalam dada mereka; mereka memandangnya sebagai wakil Isa.",
    "description": "<b>Catatan Akademis</b><br>“<b>Menanam cinta</b>” = idiom sufistik untuk meneguhkan wilayah atau otoritas rohani pada seseorang.<br>“<b>Vicar of Jesus</b>” = otoritas ruhaniah tertinggi dalam mazhab Nasrani; simbol pengganti nabi.<br><b>Ironi dramatis</b>: mereka memberi otoritas spiritual kepada seorang penipu.<br><b>Paralel Qur’an/Hadis</b><br>Paralel konseptual (bukan tekstual): bahaya memberi wilayah kepada orang yang tidak layak →<br>“Dan di antara manusia ada yang ucapannya tentang kehidupan dunia memukau engkau… tetapi ia adalah seburuk-buruk lawan.” <b>(QS 2:204–205)</b>."
  },
  {
    "id": 373,
    "title": "",
    "inggris": "He inwardly (in reality) was the accursed one-eyed Antichrist. O God, do Thou (hear and) answer the cry (of those in trouble) —what a good helper art Thou!",
    "indo": "Namun secara batin ia adalah Dajjal bermata satu yang terkutuk. Wahai Tuhan, kabulkanlah seruan mereka yang terdesak—Engkaulah sebaik-baik Penolong!",
    "description": "<b>Catatan Akademis</b><br><b>Dajjal bermata satu</b> = simbol sentral dalam literatur Islam untuk penipu spiritual yang lahiriahnya tampak suci tetapi batinnya adalah kegelapan nafs.<br>Rūmī memakai figur ini bukan dalam makna eskatologis literal, melainkan sebagai alegori bagi tokoh rohani palsu.<br><b>Kontras</b>:<br>lahir → wali<br>batin → daif al-nafs (nafs yang rusak)<br><b>Paralel Qur’an/Hadis</b><br><b>Hadis</b>: “Dajjal itu buta sebelah matanya, dan Tuhan kalian tidak buta.” (HR Muslim) → simbol keterbatasan perspektif batin.<br><b>Qur’an</b>: permohonan perlindungan dari penindasan →<br>“Bukankah Allah sebaik-baik Penolong?” (QS 3:150)."
  },
  {
    "id": 374,
    "title": "",
    "inggris": "O God, there are myriads of snares and baits, and we are as greedy foodless birds.",
    "indo": "Ya Allah, ada jutaan jerat dan umpan, dan kami hanyalah burung-burung yang tamak dan lapar.",
    "description": "<b>Jerat & umpan</b> = metafora klasik sufistik untuk segala jebakan nafs (ambisi, syahwat kekuasaan, pemimpin palsu, kepalsuan rohani).<br><b>Burung lapar</b> = manusia tanpa bekal hakikat, yang mudah tertarik ke tipu-daya.<br>Rūmī memakai diksi ribuan sebagai hiperbol retoris untuk menggambarkan kesulitan jalan ruhani.<br><b>Paralel Qur’an/Hadis</b><br><b>Qur’an</b>: manusia mudah terperdaya oleh hiasan nafs:<br>“Setan menjadikan indah bagi mereka perbuatan mereka.”<b>(QS 27:24)</b>.<br>Hadis: “Hati itu rapuh seperti bulu yang dibolak-balikkan angin.” (HR Tirmidzi)."
  },
  {
    "id": 375,
    "title": "",
    "inggris": "375. From moment to moment we are caught in a fresh snare, though we become, each one, (like) a falcon or a Símurgh.",
    "indo": "Dari saat ke saat kita terjerat dalam jerat yang baru, meskipun kita masing-masing menjadi seperti elang atau Símurgh.",
    "description": "<b>Catatan Akademis</b><br>Jerat baru setiap saat = simbol keadaan ruhani manusia yang terus jatuh dalam perangkap nafs meskipun telah mencapai maqam tinggi.<br><b>Elang dan Símurgh</b> (burung mitos agung) = simbol insān kāmil dalam literatur sufi; makhluk yang mencapai puncak batin.<br><b>Ironi Rūmī</b>: bahkan orang bertingkat tinggi tetap rawan, bukan kebal.<br>Ini adalah sindiran halus terhadap keyakinan palsu bahwa “kemajuan spiritual = aman dari jebakan nafs”.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 12:53</b>: “Sesungguhnya nafs itu selalu menyuruh kepada keburukan…” → terus aktif, tidak pernah berhenti.<br><b>Hadis</b>: “Hati manusia berada di antara dua jari Tuhan, Dia membolak-baliknya sebagaimana Dia kehendaki.” (HR Muslim) → kondisi spiritual yang berubah-ubah."
  },
  {
    "id": 376,
    "title": "",
    "inggris": "Every moment Thou art delivering us, and again we are going to a snare, O Thou who art without want!",
    "indo": "Setiap saat Engkau membebaskan kami, dan lagi kami masuk ke jerat yang lain, wahai Engkau yang tidak membutuhkan apa pun!",
    "description": "<b>Pembebasan terus-menerus</b> = rahmat Ilahi yang tak putus, sejalan dengan konsep taufik.<br><b>Masuk lagi ke jerat</b> = pola jatuh-bangun manusia; siklus ruhani yang tak berhenti sampai nafs tunduk.<br>“<b>Yang tidak membutuhkan apa pun</b>” (al-Ghaniyy) = nama Ilahi yang menandakan bahwa pertolongan-Nya bukan karena kepentingan, melainkan kasih-sayang.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 35:15</b>: “Allah-lah Yang Maha Kaya, sedangkan kalianlah yang butuh.”<br><b>Doa Nabi</b>: “Jangan Kau serahkan aku kepada diriku sendiri walaupun sekejap mata.”(HR Abu Dawud) — paralel langsung dengan ide bantuan tiap saat."
  },
  {
    "id": 377,
    "title": "",
    "inggris": "We are putting corn in this barn, (and then) we are losing the corn that has been garnered.",
    "indo": "Kami memasukkan gandum ke dalam lumbung ini, namun kami kehilangan gandum yang telah kami kumpulkan",
    "description": "<b>Catatan Akademis</b><br><b>Gandum</b> = amal, pengetahuan, cahaya batin yang dikumpulkan melalui mujahadah.<br><b>Lumbung</b> = hati sebagai wadah ruhani.<br><b>Hilangnya gandum</b> = hilangnya keberkahan amal akibat penyakit batin: riya’, ujub, tamak, sombong, ta’assub.<br>Rūmī memakai metafora ekonomi-agraris (umum di Anatolia abad 13) untuk menjelaskan erosi spiritual.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 14:18</b>: amal orang yang rusak “bagai abu yang diterbangkan angin”.<br><b>Hadis</b>: “Riya’ adalah syirik kecil.” (HR Ahmad) → amal “hilang” meski dikumpulkan."
  },
  {
    "id": 378,
    "title": "",
    "inggris": "(Why), after all, do not we consider with intelligent mind that this damage to the corn arises from the deceitfulness of the mouse?",
    "indo": "Mengapa, akhirnya, kita tidak mempertimbangkan dengan akal yang cerdas bahwa kerusakan gandum ini berasal dari tipu-daya tikus?",
    "description": "<b>Catatan Akademis</b><br><b>Tikus</b> = metafora klasik sufi untuk nafs khabīthah (nafs penggerogot), kecil tapi merusak.<br><b>Diksi</b> “mengapa tidak mempertimbangkan” menegaskan bahwa penyakit batin sering tidak disadari karena bekerja diam-diam, seperti tikus di lumbung.<br>Ini adalah kritik epistemologis: manusia lebih sibuk pada gejala (kehilangan amal) daripada akar masalah (nafs).<br><b>Paralel Qur’an/Hadis</b><br><b>QS 59:19:</b> “Janganlah kamu seperti orang yang melupakan Allah, lalu Allah menjadikan mereka lupa pada diri mereka.”<br><b>Hadis</b>: “Ada segumpal daging di tubuh manusia; bila ia rusak,rusaklah seluruhtubuh—itulah hati.” (HR Bukhari-Muslim)."
  },
  {
    "id": 379,
    "title": "",
    "inggris": "Since the mouse has made a hole in our barn, and our barn has been ravaged by its guile,",
    "indo": "Karena tikus itu telah membuat lubang pada lumbung kita, dan lumbung kita telah dirusak oleh kelicikannya,",
    "description": "<b>Catatan Akademis</b><br><b>Lubang</b> = celah batin: celah ego, ambisi, dendam, cinta pujian—yang memberi akses bagi kerusakan spiritual.<br><b>Guile (kelicikan)</b> = cara kerja nafs: tidak langsung, selalu menyusup melalui ruang kosong batin.<br><b>Lumbung yang rusak</b> = hati yang telah “bocor”, tidak lagi menahan cahaya atau amal.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 83:14:</b> “Hati mereka telah berkarat karena apa yang mereka perbuat.” → kerusakan internal, bukan eksternal.<br><b>Hadis</b> tentang penyakit hati sebagai penyebab keruntuhan amal (HR Tirmidzi)."
  },
  {
    "id": 380,
    "title": "",
    "inggris": "380. O soul, in the first place avert the mischief of the mouse, and then show fervour (zeal) in garnering the corn.",
    "indo": "Wahai jiwa, pertama-tama cegahlah kerusakan yang ditimbulkan tikus itu, lalu tampakkanlah semangat dalam mengumpulkan gandum.",
    "description": "<b>Catatan Akademis</b><br><b>Tikus</b> = metafora sufi untuk nafs—penyusup kecil yang merusak amal secara diam-diam.<br>Rūmī menegaskan tartīb (urutan prioritas):<br>1. Bersihkan penyakit batin →<br>2.Baru amal bisa berbuah dan tersimpan.<br>Prinsip ini sangat Ghazalian: tazkiyat al-nafs sebagai syarat diterimanya amal lahir.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 91:9–10:</b> “Sungguh beruntung orang yang menyucikan jiwanya; dan sungguh rugi orang yang mengotorinya.”<br><b>Hadis</b>: “Dalam tubuh ada segumpal daging…” (HR Bukhari-Muslim) → pembenahan hati sebagai langkah pertama."
  },
  {
    "id": 381,
    "title": "",
    "inggris": "Hear (one) of the sayings related from the Chiefest of the Chief (the Prophet): “No prayer is complete without ‘presence’ (concentration of the mind on God).”",
    "indo": "Dengarkan salah satu sabda yang diriwayatkan dari Yang Paling Mulia (Nabi): ‘Tiada salat yang sempurna tanpa hudhur (kehadiran batin di hadapan Tuhan).’",
    "description": "<b>Catatan Akademis</b><br><b>Hudhur</b> = istilah sufi (sudah diserap ke Indonesia) untuk konsentrasi batin total; bukan sekadar khusyuk, tetapi kesadaran penuh akan kehadiran Ilahi.<br>Rūmī mengutip tradisi hadis makna (bukan lafaz) yang tersebar dalam literatur tasawuf klasik.<br><b>Maknanya</b>: ritual tanpa kesadaran batin adalah “badan tanpa ruh”.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 23:1–2:</b> “Beruntunglah orang beriman, yaitu mereka yang khusyuk dalam salatnya.”<br><b>Hadis maknawi:</b> “Seseorang hanya mendapat bagian dari salatnya sesuai kadar kehadiran hatinya.” (HR Ahmad dalam makna)."
  },
  {
    "id": 382,
    "title": "",
    "inggris": "If there is no thievish mouse in our barn, where is the corn of forty years' works (of devotion)?",
    "indo": "“Jika tidak ada tikus pencuri di lumbung kita, di manakah gandum dari empat puluh tahun amal ibadah itu?”",
    "description": "<b>Catatan Akademis</b><br><b>Empat puluh tahun</b> = simbol tradisional bagi masa panjang ibadah seorang zahid.<br>Rūmī bertanya retoris: bila amal hilang, pasti ada “pencuri batin”—yakni nafs—bukan faktor luar.<br><b>Metafora ini menggugat ujub</b>: mengira “saya banyak amal”, padahal lumbung (hati) bocor.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 25:23:</b> amal menjadi “debu yang berterbangan” bila tidak memenuhi syarat batin.<br><b>Hadis:</b> “Sesungguhnya yang paling aku takutkan atas kalian adalah syirik kecil… yaitu riya’.” (HR Ahmad) → amal hilang diam-diam."
  },
  {
    "id": 383,
    "title": "",
    "inggris": "Why is the daily sincerity (of our devotions) not being stored, bit by bit, in this barn of ours?",
    "indo": "Mengapa ketulusan sehari-hari dari ibadah kita tidak tersimpan sedikit demi sedikit dalam lumbung kita ini?",
    "description": "<b>Catatan Akademis</b><br><b>Ketulusan harian</b> = ikhlas yang stabil, bukan rasa spiritual sesaat.<br>Bila ketulusan tidak “menumpuk”, itu tanda hati tidak menahan cahaya amal—seperti lumbung yang bocor.<br>Dalam pemikiran sufi, ikhlas adalah “ruh dari setiap amal”; tanpa itu amal tidak menambah cahaya ruhani.<br>”Paralel Qur’an/Hadis</b><br><b>QS 98:5:</b> “Mereka tidak diperintah kecuali untuk beribadah dengan ikhlas.”<br><b>Hadis</b>: “Sesungguhnya amal itu tergantung niat.” (HR Bukhari-Muslim)."
  },
  {
    "id": 384,
    "title": "",
    "inggris": "Many a star (spark) of fire shot forth from the iron (of good works), and that burning heart received (it) and drew (it) in;",
    "indo": "Banyak sekali bintang (percikan api) yang terpancar dari besi (amal baik), dan hati yang membara itu menerima serta menariknya masuk.”",
    "description": "<b>Catatan Akademis</b><br><b>Besi</b> = alat pemukul yang memancarkan api → metafora amal baik yang menghasilkan percikan cahaya.<br><b>Percikan api</b> = anwār (cahaya-cahaya) ruhani kecil yang muncul dari amal.<br><b>Hati membara</b> = hati yang hidup, penuh kerinduan Ilahi; hati yang siap menyerap setiap nur.<br>Ini gambaran halus tentang transformasi: amal → cahaya → internalisasi dalam hati.<br><b>Paralel Qur’an/Hadis</b><br><b>QS 24:35:</b> ayat cahaya, di mana cahaya Ilahi bertambah “di atas cahaya”.<br><b>Hadis</b>: “Ketika hamba melakukan kebaikan, Allah menanamkan cahaya dalam hatinya.”(riwayat maknawi dalam tradisi sufi)."
  },
  {
    "id": 385,
    "title": "",
    "inggris": "385. But in the darkness a hidden thief is laying his finger upon the stars,",
    "indo": "Namun dalam kegelapan ada pencuri tersembunyi yang meletakkan jarinya pada bintang-bintang,",
    "description": "<b>bintang</b> di Matsnawi sering melambangkan ilham, kilatan nur, atau warid ruhani yang muncul ketika hati jernih.<br><b>pencuri tersembunyi</b> = nafsu tersembunyi, ego halus yang tidak tampak dalam kesadaran.<br><b>Dalam hadis</b>: “<b>Sesungguhnya di dalam jasad ada segumpal daging…</b>” (HR. Bukhari-Muslim), hati menentukan cahaya atau padamnya ilham. Bila hati rusak, “bintang” padam.<br><b>Dalam Qur’an</b>, konsep “<b>pencuri cahaya</b>” paralel dengan setan yang meniup waswas ke dalam dada <b>(QS.114:4–5)</b> dan ajaran palsu yang “memadamkan cahaya Allah” <b>(QS.61:8).</b>"
  },
  {
    "id": 386,
    "title": "",
    "inggris": "Extinguishing the stars one by one, that no lamp may shine from the (spiritual) sky.",
    "indo": "Memadamkan bintang-bintang satu demi satu, agar tiada pelita bersinar dari langit (ruhani).",
    "description": "“<b>langit ruhani</b>” = tingkat kesadaran yang menerima cahaya dari alam malakut.<br><b>Makna tasawuf</b>: ketika nafs halus bekerja di gelap batin, ia memadamkan satu per satu pengalaman ruhani sehingga seseorang tidak lagi menerima isyarat langit.<br><b>Paralel Qur’an</b>: <br><b>QS.24:35</b> – perumpamaan cahaya dalam misykat; jika hijab muncul, “pelita” padam."
  },
  {
    "id": 387,
    "title": "",
    "inggris": "Though there be thousands of snares at our feet, when Thou art with us there is not any trouble.",
    "indo": "Meskipun ada ribuan jerat di kaki kita, saat Engkau bersama kami, tiada satu pun kesulitan.",
    "description": "Mengandung isyarat ayat: “Dia bersama kamu di mana saja kamu berada.”<b>(Q. 57:4)</b>.<br><b>Makna</b>: fanā’, kehadiran Ilahi menghilangkan rasa terancam oleh jerat-jerat dunia.<br><b>Hadis qudsi relevan</b>: “Jika Aku mencintainya, Aku menjadi pendengarannya, penglihatannya…” (HR.Bukhari)."
  },
  {
    "id": 388,
    "title": "",
    "inggris": "Every night Thou freest the spirits from the body's snare, and dost erase (the impressions on) the tablets (of the mind).",
    "indo": "Setiap malam Engkau membebaskan ruh dari jerat tubuh, dan menghapus kesan-kesan pada papan-papan (ingatan).",
    "description": "Merujuk pada konsep <b>tidur sebagai kematian kecil</b> — al-mautah aṣ-ṣughrā.<br><b>Qur’an paralel langsung</b>:<br><b>QS.39:42</b> — “Allah mewafatkan jiwa ketika matinya, dan ketika tidurnya…”<br>“<b>menghapus kesan pada papan-papan (ingatan)</b>” → <b>lauḥ ṣadr</b>, memori emosional yang melekat.<br>Sufi menyebut ini tajdīd al-khalaq (penciptaan kembali keadaan batin setiap malam)."
  },
  {
    "id": 389,
    "title": "",
    "inggris": "The spirits are set free every night from this cage, (they are) done with ordinance and talk and tale.",
    "indo": "Setiap malam jiwa-jiwa dibebaskan dari sangkar ini; (mereka) selesai dari aturan, percakapan, dan kisah.",
    "description": "“<b>aturan</b>” = kewajiban tubuh (gerak, kerja, ucapan).<br><b>Saat tidur</b>, ruh berada pada keadaan takhfīf, bebas dari amal lahiriah.<br><b>Dalam sufisme</b>: kondisi ini mirip barzakh antara sadar dan gaib, tempat sebagian ilham diturunkan.<br><b>Qur’an paralel tematik</b>:<br><b>QS.6:60</b> — “Dialah yang mewafatkan kalian di malam hari…”."
  },
  {
    "id": 390,
    "title": "",
    "inggris": "390. At night prisoners are unconscious of their prison, at night governors are unconscious of their power.",
    "indo": "Pada malam hari para tawanan tidak sadar akan penjaranya; pada malam hari para penguasa tidak sadar akan kekuasaannya.",
    "description": "Rumi menunjukkan hilangnya identitas sosial saat tidur:<br>tawanan → lupa belenggu<br>penguasa → lupa kekuasaan<br>Dalam antropologi sufistik, tidur adalah penangguhan struktur dunia (ta‘ṭīl al-kawn).<br><b>Paralel Qur’an</b>:<br><b>QS.39:42</b> — Allah “mewafatkan” jiwa ketika tidur.<br><b>Pesan</b>: tidur menyetarakan manusia, seperti fana’ (lenyapnya sifat-sifat duniawi)."
  },
  {
    "id": 391,
    "title": "",
    "inggris": "There is no sorrow, no thought of gain or loss, no fancy of this person or that person.",
    "indo": "Tidak ada kesedihan, tidak ada pikiran tentang untung atau rugi, tidak ada bayangan tentang si ini atau si itu",
    "description": "Ini menggambarkan <b>lenyapnya konstruksi ego</b>:<br><tidak ada huzn (dukacita),<br>tidak ada kalkulasi ribh–khasārah (untung–rugi),<br>tidak ada khayāl (imajinasi sosial).<br>Dalam tasawuf: keadaan ini disebut sukūn al-nafs (ketenangan nafs) ketika indra ditanggalkan."
  },
  {
    "id": 392,
    "title": "",
    "inggris": "This is the state of the ‘árif (gnostic), even without sleep: God said, (Thou wouldst deem them awake) whilst they slept. Shy not at this.",
    "indo": "Inilah keadaan sang ‘arif, bahkan tanpa tidur: Allah berfirman, (engkau akan mengira mereka terjaga) padahal mereka tidur — janganlah malu (heran) terhadap hal ini.",
    "description": "1. <b>‘Ārif</b>Dari Arab al-‘ārif bi’Llāh: “<b>yang mengenal Allah melalui ma‘rifat</b>”.Dalam tradisi tasawuf Indonesia sering diserap menjadi ‘arif atau orang yang ma‘rifat.<br>2. “<b>Tanpa tidur</b>”Maksudnya: kondisi spiritual di mana batin tetap hadir dan sadar kepada Tuhan meski fisik tampak istirahat atau tidak dalam keadaan ibadah formal.<br>3. Ayat Qur’an yang dikutip: <b>Qs. al-Kahf 18:18</b><br>(وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ)<br>“Engkau akan mengira mereka terjaga, padahal mereka tidur.”<br>Ayat ini tentang Ashḥāb al-Kahf, namun dipakai oleh para sufi sebagai analogi keadaan batin seorang ma‘rifat: luarnya tampak biasa, dalamnya hidup bersama Allah.<br>4. “<b>Janganlah engkau heran</b> (She not / See not at this)”<br>Maksudnya: fenomena spiritual seperti ini jangan dianggap aneh; ia adalah buah dari penyucian batin dan kedekatan tajarrud (penanggalan-diri dari selain Allah).<br>5. Konteks Sufi-indonesia Dalam literatur sufi Nusantara (mis. Syekh Yusuf Makassar, Hamzah Fansuri),keadaan ini disebut “<b>jaga dalam tidur</b>” atau “<b>hati terbangun meski raga istirahat</b>”."
  },
  {
    "id": 393,
    "title": "",
    "inggris": "He is asleep, day and night, to the affairs of the world, like a pen in the hand of the Lord's control.",
    "indo": "Ia tertidur, siang dan malam, dari urusan-urusan dunia, seperti pena di tangan kekuasaan Tuhan.",
    "description": "1. “<b>Ia tertidur… terhadap urusan dunia</b>”<br>Maksudnya bukan tidur fisik, tetapi kelalaian yang disengaja dari dunia — yakni zuhd: hati tidak terikat oleh perkara dunia materi.<br>Dalam tradisi Indonesia sering disebut “<b>lalai terhadap dunia tetapi sadar kepada Allah</b>”.<br>2. <b>Metafora pena</b> <br>Ungkapan “<b>seperti pena di tangan kendali Tuhan</b>” berarti: ia tidak bergerak oleh keinginannya sendiri, melainkan seluruh tindakannya digerakkan oleh irādah Ilāhiyyah (kehendak Tuhan).<br>Dalam terjemahan konteks Nusantara: “<b>seperti pena yang digerakkan oleh Penulis</b>”.<br>3. <b>Paralel Qur’an/Hadis</b><br>Qur’an: “Tidaklah engkau melempar ketika engkau melempar, tetapi Allah-lah yang melempar.”<b>(Qs. al-Anfāl: 17)</b> — dipakai sufi sebagai penegasan bahwa gerak sejati datang dari Allah.<br>Hadis Qudsi: “<b>Aku menjadi tangan yang dengannya ia memegang…</b>” — puncak ma‘rifat di mana perbuatan hamba sesuai kehendak Tuhan.."
  },
  {
    "id": 394,
    "title": "",
    "inggris": "One who sees not the hand in the writing thinks (that) the act (of writing proceeds) from the pen by means of movement.",
    "indo": "Siapa yang tidak melihat tangan dalam penulisan menyangka bahwa tindakan (menulis itu) berasal dari pena melalui gerakan.",
    "description": "1. <b>Makna literal</b><br>Yang dimaksud: jika seseorang tidak melihat tangan sang penulis, maka ia akan mengira bahwa pena bergerak sendiri dan bahwa tulisan itu merupakan tindakan pena, bukan tindakan penulis.<br>2. <b>Makna sufi</b><br>Ini adalah tasybih (perumpamaan) untuk mengajarkan konsep tawḥīd al-af‘āl — bahwa semua tindakan hakiki datang dari Allah; makhluk hanyalah wasīlah (alat).<br>Dalam tradisi sufi Nusantara diistilahkan sebagai “<b>segala gerak makhluk pada hakikatnya gerak Allah</b>” (tetapi tetap menjaga perbedaan Khalik-makhluk). <br>3. <b>Paralel Qur’an</b><br><b>Qs. al-Anfāl: 17</b> — “Tidaklah engkau melempar ketika engkau melempar, tetapi Allah-lah yang melempar.”<br>Ayat ini sering menjadi dalil sufi bahwa pelaku sejati adalah Allah, sedangkan manusia hanyalah penyampai tindakan.<br>4. Konteks metafora <br>Pena = makhluk / hamba <br>Tangan = kehendak Ilahi <br>Gerak pena = tindakan hamba <br>Penulis = Allah sebagai sumber gerak dan irādah”"
  },
  {
    "id": 395,
    "title": "",
    "inggris": "395. He (God) hath shown forth some part of this state of the ‘árif, (inasmuch as) the vulgar too are carried off (overtaken) by sleep of the senses.",
    "indo": "Dia (Allah) telah menampakkan sebagian dari keadaan seorang ‘ārif ini, sebab orang-orang awam pun turut terseret oleh tidur pancaindra.",
    "description": "1. “<b>Menampakkan sebagian dari keadaan seorang ‘ārif</b>”<br>Maksudnya: Allah memperlihatkan secercah dari kondisi spiritual para ‘ārif melalui sesuatu yang bisa dialami semua manusia — yakni tidurnya indra-indra lahir.<br>2. “<b>Orang-orang awam… terseret oleh tidur pancaindra</b>”<br>“<b>Tidur pancaindra</b>” = hilangnya kesadaran duniawi saat tidur biasa.<br>Pada ‘ārif, hilangnya perhatian pada dunia itu disengaja dan tetap sadar batin (yaqẓah bāṭiniyyah).<br>Pada orang awam, itu terjadi secara alami dan tanpa kesadaran spiritual.<br>3. <b>Perbandingan Sufi</b><br><b>Tidur orang awam</b> = <b>mati sementara indra luar</b>.<br>“<b>Tidur</b>” seorang ‘ārif = <b>mati sementara terhadap dunia tetapi hidup kepada Allah</b>.<br>Dalam tradisi tasawuf Nusantara disebut “jaga dalam tidur, hidup dalam batin”.<br>4. <b>Paralel Qur’an/Hadis</b><br><b>Hadis</b>: “Tidur para ulama lebih baik dari ibadah orang bodoh.” → sering ditafsirkan sebagai kualitas kesadaran batin, bukan literal tidur.<br>Al-Qur’an: Allah mewafatkan jiwa pada saat tidurnya <b>(Qs. az-Zumar 42)</b>; para sufi memakai ayat ini untuk menegaskan kedalaman “<b>tidurnya indra</b>” sebagai tanda kebesaran Ilahi."
  },
  {
    "id": 396,
    "title": "",
    "inggris": "Their souls are gone into the desert that is without description: their spirits and bodies are at rest;",
    "indo": "Jiwa mereka telah pergi ke padang luas yang tak terlukiskan; ruh dan tubuh mereka berada dalam keadaan istirahat.",
    "description": "1. “<b>Jiwa mereka telah pergi ke padang luas yang tak terlukiskan</b> <br>“<b>Padang luas</b>” = metafora bagi alam gaib batin, keadaan kesadaran non-indra.<br>“<b>Tak terlukiskan</b>” menandakan ma‘rifat: pengalaman batin yang tidak dapat dimasukkan ke dalam bahasa.<br>Dalam literatur sufi Nusantara disebut “tanah sunyi batin” atau “alam kesendirian ruhani”.<br>2. <b>Makna sufi</b> <br>Ketika seseorang tidur, jiwanya memasuki keadaan yang melampaui persepsi lahir.<br>Untuk ‘ārif, keadaan ini justru dapat hadir tanpa tidur, sebagai pencapaian batin.<br>3. “<b>Ruh dan tubuh mereka berada dalam keadaan istirahat</b>”<br>Tubuh berhenti bekerja karena tidur.<br>Ruh pun “tenang” karena terputus sementara dari urgensi dunia.<br>Pada ‘ārif, istirahat ini bukan kelemahan, tetapi ketenangan total dalam penyaksian Tuhan.<br>4. <b>Paralel Qur’an</b><br><b>Qs. az-Zumar 42</b>: “Allah mewafatkan jiwa ketika matinya dan ketika tidurnya.”<br>Ayat ini sering dijadikan landasan bahwa tidur adalah miniatur perjalanan ruh.<br>5. Konsep dalam tradisi Indonesia<br>Mirip dengan istilah klasik “<b>lepasnya sukma ke alam halus</b>”, namun dalam tasawuf maknanya adalah musyahadah (penyaksian batin), bukan keluar-tubuh secara fisik."
  },
  {
    "id": 397,
    "title": "",
    "inggris": "And with a whistle thou leadest them back to the snare, leadest them all (back) to justice and to the judge.",
    "indo": "Dan dengan sebuah siulan engkau menuntun mereka kembali ke jerat, menuntun semuanya kembali kepada keadilan dan kepada sang hakim.",
    "description": "1. “<b>Dengan satu siulan</b>”<br>Ini metafora bagi panggilan Ilahi yang halus, ringan, namun tak tertolak.<br>Bukan siulan literal; dalam literatur sufi sering berarti isyarat Tuhan yang membangunkan jiwa.<br>2. “<b>Menuntun mereka kembali ke perangkap itu</b>”<br>“<b>Perangkap</b>” di sini = kembali pada batas-batas, ujian, konsekuensi, yakni tempat di mana manusia diuji.<br>Ini menunjuk pada ketidakmampuan manusia untuk lolos dari aturan Ilahi; bahkan setelah ruh “melayang” saat tidur, ia kembali pada taklif (beban syariat dan kehidupan).<br>3. “<b>Keadilan dan Sang Hakim</b>”<br>“<b>Keadilan</b>” = tertib hukum Ilahi yang mengatur ciptaan.<br>“<b>Sang Hakim</b>” = Allah, pemilik keputusan akhir.<br>Dalam tradisi Indonesia sering disebut “Yang Maha Adil dan Yang Mengadili”.<br>4. <b>Makna sufi umum</b><br>Saat tidur, ruh seakan “bebas” dari dunia.<br>Tetapi saat bangun, manusia dikembalikan oleh Allah kepada takdir, tugas, dan perhitungan.<br>Bahkan pengalaman spiritual tetap harus kembali ke mīzān (timbangan keadilan).<br>5. <b>Paralel Qur’an</b><br><b>Qs. az-Zumar 42</b>: Allah mengembalikan jiwa setelah tidur “hingga waktu yang ditentukan.”<br>Ini paralel dengan kalimat Rumi: panggilan Tuhan yang membangunkan dan mengembalikan manusia kepada tanggung jawab dunia dan akhirat."
  },
  {
    "id": 398,
    "title": "",
    "inggris": "Like Isráfíl (Seraphiel), He (God) who causes the dawn to break brings them all from those lands (of spirit) into (the world of) form.",
    "indo": "Bagaikan Isrāfīl, Dia (Allah) yang menyebabkan fajar merekah membawa mereka semua dari negeri-negeri (jiwa) itu ke dalam (dunia) bentuk.",
    "description": "1. “<b>seperti Isráfíl (Seraphiel)</b>”<br>Isrāfīl adalah malaikat yang meniup Sangkakala untuk membangkitkan seluruh makhluk.<br>Perumpamaan ini menggambarkan kebangkitan dari keadaan ruhani menuju dunia jasmani, seperti manusia bangun dari tidur.<br>2. “<b>He who causes the dawn to break</b>”<br>Salah satu sifat Allah: Fāliq al-Iṣbāḥ—“Yang membelah fajar” (Qs. al-An‘ām 6:96).<br>Dalam simbolisme sufi: fajar = munculnya kesadaran, bangunnya jiwa dari kegelapan.<br>3. “<b>Brings them all from those lands of spirit</b>”<br>“<b>Negeri-negeri ruh</b>” = keadaan batin, dunia mimpi, atau alam kesadaran halus (‘ālam al-rūḥ).<br>Pada orang awam, ini terjadi ketika tidur.<br>Pada ‘ārif, ini terjadi ketika ia masuk dalam penyaksian batin tanpa tidur.<br>4. “<b>Into the world of form</b>”<br><b>Dunia bentuk</b> = ‘ālam al-mithāl, dunia material, tubuh, fisik, fenomena.<br>Ini berarti: Allah yang mengembalikan jiwa dari alam batin ke alam fenomena (bangkit, sadar, menjalankan tugas).<br>5. Makna sufi Nusantara<br>Mirip dengan ungkapan “<b>kembali dari alam halus ke alam kasar</b>”.<br>Rumi menekankan bahwa peralihan antara dua alam itu berada di bawah kendali<br>Tuhan sepenuhnya, sebagaimana tiupan Isrāfīl menghidupkan kembali seluruh makhluk."
  },
  {
    "id": 399,
    "title": "",
    "inggris": "He embodies the spirits divested (of body), He makes each body pregnant (laden) again (with actions and works).",
    "indo": "Dia memasukan kembali jiwa-jiwa yang keluar (dari tubuh), Dia membuat setiap tubuh hamil (dibebani) kembali (dengan amal dan perbuatan).",
    "description": "1. “1.<b>He embodies the spirits divested (of body) Divested of body</b> = ruhyang “<b>ditanggalkan</b>” dari tubuh ketika tidur atau ketika berada dalamkeadaan batin.<br>“<b>Menjelmakan</b> <b>kembali</b>” berartimengembalikan ruh itu ke wadah tubuh, seperti ketika manusia bangun dari tidur.&nbsp;<br>Dalam tradisi sufi Nusantara: “<b>ruh kembali mengenakan jasad kasar</b>”.<br>2.<b>Makna spiritual</b><br>Setiap kali bangun, ruh memasuki kembali alam tugas danbeban—bukan sekadar kembali hidup, tapi kembali memikul amanah.&nbsp;<br>&nbsp;3.“<b>He makes each body pregnant again (with actions and works)</b>” “<b>Hamil kembali</b>” adalah metafora:<br>tubuh dipenuhi lagi oleh amal, pekerjaan, tanggung jawab, ikhtiar, dan ujian kehidupan.<br>Bukan kehamilan biologis, tetapi pemuatan ulang tubuh dengan taklif (beban tanggung jawab).<br>Dalam istilah Indonesia lama: “<b>penuh muatan amal</b>”.<br>4.<b>Paralel Qur’an&nbsp;</b><br><b>Qs. az-Zumar 42</b>: Allah mengembalikan ruh setelah tidur“sehingga waktunya yang ditentukan”.&nbsp;<br>Maknanya: <b>tubuh kembali diaktifkan untuk beramal sampai ajal tiba</b>.&nbsp;<br>5.<b>Makna dalam tasawuf</b><br>Rumi menegaskan: tidur dan bangun adalah miniatur kematian dan kebangkitan.<br>Ruh yang “dilepas”kembali “ditanam” ke tubuh agar tubuh itu menghasilkanbuah perbuatan.&nbsp;<br>6. Konteks Nusantara&nbsp;Sering digambarkan sebagai: “<b>tubuh menjadi ladang amal setiap kali ruh kembali memasukinya</b>.”"
  },
  {
    "id": 400,
    "title": "",
    "inggris": "400. He makes the steed of the souls bare of saddle: this is the inner meaning of “Sleep is the brother of Death”;",
    "indo": "Dia menjadikan tunggangan jiwa-jiwa tanpa pelana; inilah makna batin sabda,‘Tidur adalah saudara kematian.’",
    "description": "<b>“1. Filologi Singkat</b><br><b>steed of the souls</b> → kuda/tunggangan jiwa; metafora klasik Persia untuk alat gerak ruhani.<br><b>bare of saddle</b> → tanpa pelana; simbol kehilangan kendali atau hilangnya kesadaran aktif.<br><b>inner meaning</b> → menunjuk ta’wīl (makna batin).<br>---<br><b>2. Simbolik-Tasawuf</b><br><b>Tunggangan tanpa pelana</b> = keadaan ketika jiwa “<b>dilepaskan</b>” dari kontrol tubuh/akal; berlangsung saat tidur.<br>Hubungannya dengan kematian: tidur → fawq al-idrāk (lenyapnya kesadaran lahir), mirip “<b>kematian kecil</b>” (al-mawt al-aṣghar).<br>---<br><b>3. Rujukan Qur’an & Hadis</b> (Tematik Paralel)<br><b>QS al-Zumar 39:42:</b> Allah “mewafatkan” jiwa ketika mati dan ketika tidur → dasar Qur’ani paralel.<br><b>Hadis (Riwayat Abū Dāwūd & Tirmiżī):</b> “an-nawmu akhu al-mawt” — “tidur itu saudara kematian.”<br>---<br><b>4. Inti Makna</b><br>Ungkapan ini menegaskan bahwa tidur menanggalkan kendali kesadaran, sebagaimana kematian menanggalkan hubungan jiwa dengan tubuh; keduanya adalah fase pelepasan ruh dari “pelana” jasad."
  },
  {
    "id": 401,
    "title": "",
    "inggris": "But in order that they may return in the daytime, He puts a long tether on its leg,",
    "indo": "Tetapi agar mereka kembali pada siang hari, Dia memasang tali tambatan panjang pada kakinya.",
    "description": "<b>1. Makna literal metafora</b><br>“<b>Tali panjang pada kakinya</b>” adalah kiasan seperti mengikat seekor hewan yang dibiarkan berjalan jauh tetapi tetap tidak bisa lepas.<br>Ini menggambarkan ruh: Allah membiarkannya “<b>pergi jauh</b>” saat tidur, tetapi tetap terikat dan dapat ditarik kembali.<br>2. <b>Makna ruhani</b><br>Ruh “<b>berkelana</b>” dalam tidur, namun Allah menjaga agar ia kembali ke tubuh pada waktu bangun.<br>“<b>Siang</b>” melambangkan dunia kesadaran, aktivitas, dan tugas tanggung jawab.<br>3. <b>Paralel Qur’an</b><br><b>Qs. az-Zumar 42</b>: Allah “menahan” ruh yang telah Dia tetapkan wafatnya dan “mengembalikan” ruh lainnya sampai waktu tertentu.<br>Ayat ini adalah dasar bahwa ruh dalam tidur terkendali penuh oleh Tuhan.<br>4. <b>Simbolisme dalam tasawuf</b><br>Ruh ‘ārif atau orang awam saat tidur seperti burung yang dilepas, tetapi tetap memiliki ikatan takdir.<br><b>Tali panjang</b> = qadar (ketetapan), penjagaan, dan keterkaitan ruh-jasad.<br>5. Konteks Nusantara<br>Dalam sufisme Indonesia sering dianalogikan sebagai:<br>“<b>sukma pergi jauh, namun tidak putus dari tali rahasia Tuhan.</b>”"
  },
  {
    "id": 402,
    "title": "",
    "inggris": "So that in the daytime He may lead it back from that meadow and bring it from the pasture (to go) under the load.",
    "indo": "Agar pada siang hari Dia menuntunnya kembali dari padang itu dan membawanya dari padang gembala untuk memikul beban.",
    "description": "1. “<b>Menuntunnya kembali dari padang luas itu</b>”<br>“<b>Padang luas</b>” adalah metafora bagi alam ruh, alam mimpi, atau ruang batin tempat ruh “berkelana” ketika tidur.<br>Tuhan menarik kembali ruh itu ke alam sadar.<br>2. “<b>Membawanya dari tempat penggembalaan</b>”<br>“<b>Penggembalaan</b>” = keadaan kelonggaran, kelepasan, ringannya beban, seperti hewan yang merumput tanpa tugas.<br>Dalam tidur, ruh berada dalam keadaan tanpa taklif (beban syariat/amal).<br>3. “<b>Untuk kembali berada di bawah beban</b>”<br>“<b>Beban</b>” = tugas hidup, amal, ikhtiar, kesibukan, kewajiban moral dan spiritual.<br>Ketika bangun, tubuh dan ruh kembali menjadi pembawa amanah.<br>4. <b>Paralel Qur’an</b><br><b>Qs. az-Zumar 42</b>: ruh dikembalikan “<b>hingga waktu yang ditentukan</b>” → kembali menjalankan tugasnya di dunia.<br>Menegaskan bahwa tidur-bangun adalah miniatur mati-bangkit, dan bangkit berarti kembali mengemban amanah.<br>5. <b>Makna sufi Nusantara</b><br>Diterjemahkan secara konseptual sebagai:“<b>Ruh ditarik dari alam halus kembali ke alam kasar untuk menanggung tugaskehidupan.</b>”<br>6. Konteks metafora keseluruhan<br>Rumi memakai citra hewan yang digembalakan lalu dipanggil pulang untuk bekerja.<br>Ruh manusia diperlakukan sama: diberi kelonggaran sementara (tidur), namun akhirnya dipanggil untuk melanjutkan perjalanan amal."
  },
  {
    "id": 403,
    "title": "",
    "inggris": "Would that He had guarded this spirit as the Men of the Cave or as the Ark of Noah,",
    "indo": "Andai saja Dia menjaga ruh ini sebagaimana (Dia menjaga) Para Penghuni Gua atau Bahtera Nuh.",
    "description": "1. <b>Filologi Singkat</b><br>Would that → harapan mustahil/ keluhan batin; diterjemahkan “Andai saja”.<br>this spirit → al-rūḥ dalam tradisi tasawuf: <b>inti kesadaran batin</b>.<br>Dua rujukan (Aṣḥāb al-Kahf; Safīnat Nūḥ) dipakai sebagai model penjagaan ilahi.<br>---<br>2.<b>Simbolik-Tasawuf</b><br>Aṣḥāb al-Kahf → lambang khalwah, perlindungan total, peneguhan iman.<br>Bahtera Nuh → lambang keselamatan ruhani dari  “banjir” hawa nafsu.<br>Kalimat ini mengungkap kerinduan agar ruh dijaga dan diselamatkan sebagaimana dua kisah besar tersebut.<br>---<br>3. Rujukan Qur’an (Tematik Paralel)<br><b>QS al-Kahf 18:13–16</b> → penjagaan Allahatas Para Pemuda Gua.<br><b>QS Hūd 11:36–48</b> → keselamatan melalui Bahtera Nuh.<br><b>QS al-Syams 91:9–10 </b>→ penyucian jiwa sebagai bentuk penjagaan batin.<br>---<br>4. Rujukan Hadis (Tematik)<br><b>Hadis Qudsi</b> (al-Bukhārī):<b>Allah menjadi pendengaran/penglihatan hamba-Nya</b> → simbol penjagaan batin.<br>Doa Nabi (al-Tirmiżī): permohonan cahaya pada hati → relevan dengan penjagaan ruh.<br>---<br>5. <b>Inti Makna</b><br>Permohonan ini berarti:“<b>Semoga ruhku dipelihara dalam perlindungan dan keselamatan ilahi seperti mereka yang diselamatkan dalam kisah-kisah suci itu.</b>”"
  },
  {
    "id": 404,
    "title": "",
    "inggris": "That this mind and eye and ear might be delivered from the Flood of wakefulness and consciousness!",
    "indo": "Agar akal, mata, dan telinga ini dapat diselamatkan dari Banjir kesadaran dan kerjagaan (duniawi)!”",
    "description": "“1.<b>Filologi Singkat</b><br>might be delivered →dilepaskan / diselamatkan secara pasif, bernada keluhan.<br>mind, eye, ear → tiga instrumen persepsi batin–lahir; dalam tasawuf sering dipandang sebagai pintu masuk kesibukan duniawi.<br>Flood → metafora yang mengikuti pola Qur’ani (banjir Nuh) sebagai simbol kehanyutan.<br>---<br>2.<b>Simbolik-Tasawuf</b><br>“<b>Banjir keterjagaan dan kesadaran</b>”menggambarkan kondisi di mana indra dan akal terlalu aktif, menenggelamkan ketenangan batin (sukūn).<br>Permintaan “<b>dibebaskan</b>” berarti kerinduan untuk kembali ke keadaan hening, fana’, dan kontemplatif.<br>---<br>3. Rujukan Qur’an (Tematik Paralel)<br><b>QS Hūd 11:36–48 </b>→ Banjir sebagai simbol kehancuran total; keselamatan melalui perlindungan ilahi.<br><b>QS al-A‘rāf 7:179</b> → manusia yang “memiliki mata tetapi tidak melihat” secara batiniah—paralel dengan gagasan penjara indra.<br>---<br>4. Rujukan Hadis (Tematik)<br>Hadis Qudsi (al-Bukhārī): <b>Allah menjadi pendengaran/penglihatan hamba yang dicintai-Nya </b>→ simbol transformasi indra dari duniawi menuju ilahi.<br>---<br>5. <b>Inti Makna</b><br>Kalimat ini adalah keluhan mistik yang memohon:“<b>Semoga instrumen persepsi ini dibebaskan dari gelombang kesadaran duniawi yang berlebihan, agar ruh dapat kembali kepada keheningan dan keselamatan batin</b>.”"
  },
  {
    "id": 405,
    "title": "",
    "inggris": "405. Oh, in the world there is many a Man of the Cave beside you, before you, at this time:",
    "indo": "Oh, di dunia ini ada banyak Manusia Gua di sampingmu, di hadapanmu, saat ini:",
    "description": "“<<b>1. Filologi Singkat</b><br>Oh → seruan emosional; nada penyingkapan atau penegasan.<br>many a Man of the Cave → idiom Inggris kuno berarti “<b>banyak sekali orang yang seperti Aṣḥāb al-Kahf</b>”; bukan satu, melainkan tipe manusia rohani.<br>---<br><b>2. Simbolik-Tasawuf</b><br>“<b>Manusia Gua</b>” melambangkan sosok yang hidup dalam khalwah batin, teguh dalam iman, dan terjaga dari arus dunia.<br>Kalimat ini menegaskan bahwa kewalian, kesalehan tersembunyi, dan khalwah spiritual tidak terbatas pada satu figur—melainkan muncul sepanjang zaman.<br>---<br><b>3. Rujukan Qur’an</b> (Tematik Paralel)<br><b>QS al-Kahf 18:13 </b>— Para Pemuda Gua sebagai contoh keteguhan.<br><b>QS Yāsīn 36:20–27</b> — figur mukmin tersembunyi (rajul yas‘ā) sebagai paralel tematik: <b>orang saleh yang tidak dikenal umum</b>.<br>---<br><b>4. Inti Makna</b><br>Ungkapan ini menyatakan bahwa <b>tokoh-tokoh yang tersembunyi namun terpelihara secara ruhani selalu hadir di setiap masa—baik sebelum, sekarang, maupun nanti.</b>"
  },
  {
    "id": 406,
    "title": "",
    "inggris": "The Cave is with him, the Friend is in converse with him; but your eyes and ears are sealed, (so) what does it avail?",
    "indo": "Gua itu bersamanya, Sang Kekasih berbicara dengannya; tetapi matamu dan telingamu tertutup — maka apa guna bagimu?”",
    "description": "“<b>1. Filologi Singkat</b><br><b>The Cave is with him</b> → metafora langsung: keadaan Aṣḥāb al-Kahf hadir padanya, bukan tempat fisik.<br><b>the Friend</b> → al-Rafīq / al-Ḥabīb: gelar tasawuf untuk Allah, menunjuk kedekatan intim (uns).<br><b>sealed</b> → tertutup secara batin, paralel dengan konsep Qur’ani khatm (penutupan).<br>---<br><b>2. Simbolik-Tasawuf</b><br>“<b>Gua</b>” = <b>kondisi khalwah batin</b>, penjagaan ilahi, keteguhan seperti Para Pemuda Gua.<br>“<b>Sang Kekasih berbicara dengannya</b>” = keadaan mukālamah batin, ilham, atau kedekatan ruhani.<br>“<b>mata dan telinga tertutup</b>” = indra batin belum terbuka; tidak dapat menyaksikan hakikat walau hakikat itu sedang hadir.<br>---<br><b>3. Rujukan Qur’an</b> (Tematik Paralel)<br><b>QS al-Kahf 18:10–16</b> → perlindungan dan bimbingan dalam “gua”.<br><b>QS al-Baqarah 2:7</b> → “<b>Allah mengunci pendengaran dan penglihatan mereka</b>” → simbol kebutaan batin.<br>---<br><b>4. Inti Makna</b><br>Kalimat ini menegaskan bahwa ada orang yang hidup dalam kedekatan ilahi, tetapi orang lain tak dapat melihatnya karena indra batinnya tertutup—sehingga keberkahan itu tak memberi manfaat bagi mereka."
  }
]