[
  {
    "id": 247,
    "title": "Kisah Penjual Sayur dan Burung Beo yang Menumpahkan Minyak",
    "inggris": "There was a greengrocer who had a parrot, a sweet-voiced green talking parrot.",
    "indo": "Ada seorang penjual sayur yang memiliki seekor burung beo, seekor beo hijau yang bersuara merdu dan pandai berbicara.",
    "description": "Dalam kisah-kisah sufi, beo sering melambangkan jiwa atau murid yang meniru suara gurunya; warna hijau juga kerap dikaitkan dengan kehidupan, kesucian, atau dunia ruhani."
  },
  {
    "id": 248,
    "title": "",
    "inggris": "(Perched) on the bench, it would watch over the shop (in the owner's absence) and talk finely to all the traders.",
    "indo": "(Bertengger) di atas bangku, ia menjaga toko saat tuannya pergi dan berbicara dengan indah kepada semua para pedagang.",
    "description": "Fungsi beo menjaga toko memperkenalkan motif “hewan yang diberi amanah,” sebuah alegori tentang penjagaan jiwa atas ‘toko’ hati ketika pemiliknya lalai."
  },
  {
    "id": 249,
    "title": "",
    "inggris": "In addressing human beings it would speak (like them); it was (also) skilled in the song of parrots.",
    "indo": "Ketika berbicara kepada manusia, ia berbicara (seperti mereka); dan ia pun mahir dalam nyanyian para beo.",
    "description": "Dua kemampuan ini—bicara seperti manusia dan berkicau seperti beo—menggambarkan dualitas: meniru bentuk lahiriah sekaligus tetap memiliki sifat alamiah. Dalam tafsir sufistik, ini menyimbolkan manusia yang tampak saleh tetapi masih bercampur antara hakikat dan kepura-puraan."
  },
  {
    "id": 250,
    "title": "",
    "inggris": "250. (Once) it sprang from the bench and flew away; it spilled the bottles of rose-oil.",
    "indo": "(Suatu ketika) ia melompat dari bangku dan terbang pergi; ia menumpahkan botol-botol minyak mawar.",
    "description": "Minyak mawar dalam simbolisme sufi sering melambangkan pengetahuan halus atau rahasia rohani; tumpahnya minyak menjadi gambaran hilangnya rahmat atau mishap akibat kelalaian makhluk."
  },
  {
    "id": 251,
    "title": "",
    "inggris": "Its master came from the direction of his house and seated himself on the bench at his ease as a merchant does.",
    "indo": "Tuannya datang dari arah rumahnya dan duduk di atas bangku itu dengan santainya sebagaimana seorang saudagar.",
    "description": "Kembalinya tuan ke tempatnya melukiskan hadirnya pengawasan Ilahi atau hadirnya guru; suasana santai menegaskan bahwa ia tidak menduga adanya kekacauan.."
  },
  {
    "id": 252,
    "title": "",
    "inggris": "(Then) he saw the bench was full of oil and his clothes greasy; he smote the parrot on the head: it was made bald by the blow.",
    "indo": "(Lalu) ia melihat bangku itu penuh minyak dan pakaiannya berminyak; ia memukul kepala beo itu: beo itu menjadi botak oleh pukulan tersebut.",
    "description": "Pemukulan hingga botak adalah citra keras dalam kisah-kisah tasawuf, menggambarkan jalal (keagungan/ketegasan) Tuhan atau teguran keras seorang mursyid kepada murid yang ceroboh."
  },
  {
    "id": 253,
    "title": "",
    "inggris": "For some few days it refrained from speech; the greengrocer, in repentance, heaved deep sighs,",
    "indo": "Selama beberapa hari ia menahan diri dari berbicara; sang penjual sayur, dalam penyesalan, menghela napas panjang.",
    "description": "Keheningan beo setelah dihukum merupakan lambang murid atau jiwa yang kehilangan dzikr karena cobaan; penyesalan tuan menggambarkan kembalinya kasih dan kesadaran akan kekeliruan."
  },
  {
    "id": 254,
    "title": "",
    "inggris": "Tearing his beard and saying, “Alas! the sun of my prosperity has gone under the clouds.",
    "indo": "Sambil merobek janggutnya dan berkata, ‘Aduhai! matahari keberuntunganku telah tersembunyi di balik awan.",
    "description": "Ungkapan ini meminjam metafora cahaya—dalam sufisme, rezeki, ilham, dan keberkahan kerap digambarkan sebagai matahari; tertutupnya cahaya menandakan hilangnya keceriaan dan keberkahan spiritual."
  },
  {
    "id": 255,
    "title": "",
    "inggris": "255. Would that my hand had been broken (powerless) at that moment! How (ever) did I strike (such a blow) on the head of that sweet-tongued one?”",
    "indo": "Wahai, andai saja tanganku telah patah (tak berdaya) pada saat itu! Bagaimana (mungkin) aku memukul (sekeras itu) pada kepala berlidah manis itu?”",
    "description": "Ungkapan penyesalan ekstrem; struktur seruan “Would that…” adalah bentuk doa/harapan yang mustahil, lazim dalam gaya sufistik.<br>Sweet-tongued one” = sosok yang bertutur lembut; di sini merujuk pada burung beo."
  },
  {
    "id": 256,
    "title": "",
    "inggris": "He was giving presents to every dervish, that he might get back the speech of his bird.",
    "indo": "Ia memberikan hadiah kepada setiap darwis, supaya ia bisa mendapatkan kembali ucapan (suara) burungnya.",
    "description": "Memberi hadiah kepada darwis adalah simbol mencari keberkahan; dalam kisah-kisah sufi, darwis kerap dianggap perantara rahmat."
  },
  {
    "id": 257,
    "title": "",
    "inggris": "After three days and three nights, he was seated on the bench, distraught and sorrowful, like a man in despair,",
    "indo": "Setelah tiga hari tiga malam, ia duduk di bangkunya, terguncang dan berduka cita, seperti seseorang yang putus asa.",
    "description": "Distraught” → terserak batin; penanda hancurnya harapan sang penjual sayur."
  },
  {
    "id": 258,
    "title": "",
    "inggris": "Showing the bird every sort of marvel (in the hope) that maybe it would begin to speak.",
    "indo": "Ia memperlihatkan kepada burung itu segala macam keajaiban, (dengan harapan) barangkali burung itu akan mulai berbicara.",
    "description": "Motif “memamerkan keajaiban” muncul dalam cerita sufi sebagai upaya memancing respons batin atau ilham."
  },
  {
    "id": 259,
    "title": "",
    "inggris": "Meanwhile a bare-headed dervish, clad in a jawlaq (coarse woollen frock), passed by, with a head hairless as the outside of bowl and basin.",
    "indo": "Sementara itu, seorang darwis tak-berambut, mengenakan jawlaq (jubah wol kasar), lewat di sana, dengan kepala tanpa rambut seperti bagian luar mangkuk dan baskom.",
    "description": "Penggambaran darwis botak di sini memicu perumpamaan komikal dalam kisah ini; jawlaq adalah pakaian asketis para darwis."
  },
  {
    "id": 260,
    "title": "",
    "inggris": "260. Thereupon the parrot began to talk, screeched at the dervish and said, “Hey, fellow!",
    "indo": "Maka burung beo itu mulai berbicara, berteriak kepada sang darwis dan berkata, “Hei, kawan!",
    "description": "“Thereupon” → penanda sebab-akibat langsung; “screeched” menunjukkan nada tinggi, bukan sekadar bicara."
  },
  {
    "id": 261,
    "title": "",
    "inggris": "How were you mixed up with the bald, O baldpate? Did you, then, spill oil from the bottle?”",
    "indo": "Bagaimana kau bisa menjadi botak, wahai si botak? apakah kau menumpahkan minyak dari botol itu?”",
    "description": "Beo menafsirkan kebotakan darwis seperti kebotakannya sendiri akibat pukulan dan tumpahan minyak—ini inti komedi moral kisah ini."
  },
  {
    "id": 262,
    "title": "",
    "inggris": "The bystanders laughed at the parrot's inference, because it deemed the wearer of the frock to be like itself.",
    "indo": "Orang-orang yang berdiri di sekitar pun tertawa atas penarikan-kesimpulan si beo, karena ia menganggap pemakai jubah itu serupa dengan dirinya.",
    "description": "Penekanan pada salah tafsir: keserupaan fisik dianggap sebagai keserupaan sebab dan keadaan."
  },
  {
    "id": 263,
    "title": "",
    "inggris": "Do not measure the actions of holy men by (the analogy of) yourself, though shér (lion) and shír (milk) are similar in writing.",
    "indo": "Janganlah engkau mengukur tindakan para waliyullah dengan (analogi) dirimu sendiri, meskipun shér (singa) dan shír (susu) serupa dalam tulisan.",
    "description": "Permainan kata Persia: شير (shîr) berarti “susu” dan juga “singa”; tulisan sama, makna berbeda. Pesan utama: kemiripan luar bukanlah kesepadanan hakikat."
  },
  {
    "id": 264,
    "title": "",
    "inggris": "On this account the whole world is gone astray: scarcely any one is cognisant of God's Abdál (Substitutes).",
    "indo": "Karena hal inilah seluruh dunia telah tersesat: hampir tidak seorang pun yang mengenal para Abdāl (wakil) Allah.",
    "description": " “Abdāl” adalah kelompok wali dalam kosmologi sufi yang kedudukannya digantikan (di-badal) dari satu ke yang lain; rujukan dalam hadis-hadis sufi dan tradisi tasawuf klasik."
    
  },
  {
    "id": 265,
    "title": "",
    "inggris": "265. They set up (a claim of) equality with the prophets; they supposed the saints to be like themselves.",
    "indo": "Mereka menegakkan (suatu klaim tentang) kesetaraan dengan para nabi; mereka mengira para wali serupa dengan diri mereka sendiri.",
    "description": "“Set up (a claim)” → menunjuk pada keberanian menuntut kesetaraan spiritual; “saints” = para wali dalam bahasa Sufi."
  },
  {
    "id": 266,
    "title": "",
    "inggris": "“Behold,” they said, “we are men, they are men; both we and they are in bondage to sleep and food.”",
    "indo": "“Lihatlah,” kata mereka, “kami adalah manusia, mereka adalah manusia; baik kami maupun mereka sama-sama terikat oleh tidur dan makanan.”",
    "description": "Argumentasi zahiriah: sama-sama makan, tidur, dan berjasad—maka dianggap sama derajat spiritualnya."
  },
  {
    "id": 267,
    "title": "",
    "inggris": "In (their) blindness they did not perceive that there is an infinite difference between (them).",
    "indo": "Dalam (kebutaan) mereka, mereka tidak menangkap bahwa antara keduanya terdapat perbedaan yang tak berhingga.",
    "description": "“Infinite difference” → perbedaan derajat ruhani, bukan jasmani; tema sentral Sufisme: keserupaan bentuk bukanlah keserupaan hakikat."
  },
  {
    "id": 268,
    "title": "",
    "inggris": "Both species of zanbúr ate and drank from the (same) place, but from that one (the hornet) came a sting, and from this other (the bee) honey.",
    "indo": "Kedua jenis zanbūr makan dan minum dari tempat (yang sama), tetapi dari yang satu (tawon/penyengat) keluarlah sengat, dan dari yang lain (lebah) madu.",
    "description": "“Zanbūr” dapat berarti lebah atau tawon dalam berbagai konteks; di sini dua spesies berbeda, namun sumber makanannya sama—hasilnya bertolak belakang."
  },
  {
    "id": 269,
    "title": "",
    "inggris": "Both species of deer ate grass and drank water: from this one came dung, and from that one pure musk.",
    "indo": "Kedua jenis kijang makan rumput dan minum air: dari yang satu keluarlah kotoran, dan dari yang lain keluarlah kasturi yang murni.",
    "description": "Kasturi (musk) berasal dari kelenjar kijang jantan tertentu; perumpamaan klasik tasawuf untuk menekankan bahwa amal-lahiriah sama, tetapi keluaran ruhani berbeda."
  },
  {
    "id": 270,
    "title": "",
    "inggris": "270. Both reeds drank from the same water-source, (but) this one is empty and that one (full of) sugar.",
    "indo": "Kedua batang buluh itu minum dari sumber air yang sama, (namun) yang satu ini kosong (bambu) dan yang itu (penuh) gula (tebu).",
    "description": "Metafora “reed/tube sugar-cane/tebu dan bambu” → sama-sama menerima asupan, tetapi kualitas batinnya berbeda; simbol ruh yang bening vs ruh yang hampa."
  },
  {
    "id": 271,
    "title": "",
    "inggris": "Consider hundreds of thousands of such likenesses and observe that the distance between the two is (as great as) a seventy years' journey.",
    "indo": "“Pertimbangkanlah ratusan ribu keserupaan semacam itu, dan perhatikanlah bahwa jarak antara keduanya adalah (sejauh) perjalanan tujuh puluh tahun.”",
    "description": "“Ratusan ribu keserupaan” → pola berulang antara dua jenis manusia: yang satu memancarkan kegelapan nafsani, yang lain memancarkan cahaya Ilahi. Rūmī mengajak murid untuk membaca hukum perbedaan batin seperti seorang sufi membaca tanda-tanda kosmos.<br><br>“Perjalanan tujuh puluh tahun” → bukan angka literal. Dalam simbolisme Persia-Sufi, angka <b>70</b> melambangkan jarak eksistensial yang tak terlintasi oleh akal, setara dengan pemisahan antara <b>nafs</b> dan <b>ruh</b>, atau antara “yang terbungkus tanah” dan “yang tersingkap cahaya”.<br><br>Mirip konsep Qur’ani tentang ba‘īdan baynahumā—jarak batin antara dua jenis hati<b> (Q.S. 59:14; 83:14).</b><br>Rūmī menegaskan bahwa <b>perbedaan batin tidak tampak pada bentuk luar,</b> tetapi pada “hasilnya”—bagaimana seseorang merespons nikmat, makan, hidup, dunia.<br><br>Jadi satu tindakan yang sama (makan, hidup, menerima pemberian) menghasilkan dua akibat yang jaraknya “setara tujuh puluh tahun”: kegelapan vs. cahaya."
  },
  {
    "id": 272,
    "title": "",
    "inggris": "This one eats, and filth is discharged from him; that one eats, and becomes entirely the light of God.",
    "indo": "“Yang ini makan, lalu kotoran pun keluar darinya; yang itu makan, lalu ia menjadi seluruhnya cahaya Ilahi.”",
    "description": "“Kotoran” di sini metafora untuk <b>produk jiwa yang rendah: </b>sifat tercela, gelap, atau residu nafsani yang selalu tersingkap setelah menerima nikmat.<br>“Menjadi seluruhnya cahaya Tuhan” bukan panteisme, tetapi istilah tasawuf untuk <b>tafannī</b> (pelarutan ego) sehingga yang tampak dari dirinya hanyalah akhlak Ilahi (Q.S. 2:257; Q.S. 24:35).<br><br>Paralel hadis: “Sesungguhnya dalam jasad ada segumpal daging… bila ia baik, baiklah seluruh jasad.” Makan ≈ masuknya “bahan bakar” yang menampakkan kualitas hati.<br><br>Dua jiwa menerima pemberian yang sama, tetapi satu memancarkan gelap, satu memancarkan cahaya—tema besar Masnawi tentang <b>perbedaan fitrah dan kesiapan ruhani.</b>"
  },
  {
    "id": 273,
    "title": "",
    "inggris": "This one eats, (and of him) is born nothing but avarice and envy; that one eats, (and of him) is born nothing but love of the One (God).",
    "indo": "“Yang ini makan, dan darinya tidak lahir apa pun selain kerakusan dan kedengkian; yang itu makan, dan darinya tidak lahir apa pun selain cinta kepada Yang Esa.”",
    "description": "Perbandingan lapisan-lapisan hakikat manusia: sebagian menjadi malaikat, sebagian menjadi bahīmī (kebinatangan), sebagian menjadi  syaitan"
  },
  {
    "id": 274,
    "title": "",
    "inggris": "This one is good (fertile) soil and that one brackish and bad; this one is a fair angel and that one a devil and wild beast.",
    "indo": "“Yang ini tanah yang baik (subur) dan yang itu tanah payau dan buruk; yang ini malaikat yang elok, dan yang itu iblis serta binatang buas.”",
    "description": "“Tanah subur / tanah payau” = perumpamaan watak batin (ṭabā’i‘) manusia; yang menerima hujan petunjuk dan yang menolaknya.<br><br>Rujukan paralel: Q.S. 7:58 tentang “<i>tanah yang baik mengeluarkan tumbuhannya</i>… dan tanah yang buruk tidak mengeluarkan kecuali dengan susah.”<br><br>“Malaikat / iblis / binatang buas” = alegori tingkat jiwa: nafs muṭma’innah (tenang seperti malaikat), nafs ammārah (menggiring seperti iblis), dan nafs siba‘iyyah (kebinatangan).<br><br>Ini bukan kategori biologis, tapi metafora akhlak dan kesiapan spiritual menurut tradisi tasawuf."
  },
  {
    "id": 275,
    "title": "",
    "inggris": "275. If both resemble each other in aspect, it may well be (so): bitter water and sweet water have (the same) clearness.",
    "indo": "Jika keduanya serupa satu sama lain dalam rupa, itu memang dapat saja terjadi: air pahit dan air manis memiliki kejernihan yang (sama).",
    "description": "Rumi menunjukkan bahwa kemiripan lahiriah tidak menjamin kesamaan hakikat batin; “air pahit vs air manis” adalah metafora untuk ruh buruk vs ruh baik."
  },
  {
    "id": 276,
    "title": "",
    "inggris": "Who knows (the difference) except a man possessed of (spiritual) taste? Find (him): he knows the sweet water ",
    "indo":"Siapa yang mengetahui (perbedaannya) selain seorang yang memiliki rasa (dzawq ruhani)? Temukanlah dia: ia mengetahui air manis dari air asin.",
    "description": "Dzawq: “spiritual taste”, pengalaman batin langsung (kashf). Hanya orang dengan “rasa” ruhani dapat membedakan hakikat ilahi dari yang palsu."
  },
  {
    "id": 277,
    "title": "",
    "inggris": "Comparing magic with (prophetic) miracle, he (the ignorant one) fancies that both are founded on deceit.",
    "indo": "Membandingkan sihir dengan mukjizat (kenabian), ia (si jahil) membayangkan bahwa keduanya dibangun atas tipuan.",
    "description": "Kontras antara sihr (ilusi manusiawi) dan mu‘jizah (tanda kenabian). Lihat QS 2:102 & kisah Musa di QS 7:117–122."
  },
  {
    "id": 278,
    "title": "",
    "inggris": "The magicians (in the time) of Moses, for contention's sake, lifted up (in their hands) a rod like his,",
    "indo": "Para penyihir (pada zaman) Musa, demi pertentangan semata, mengangkat (di tangan mereka) sebuah tongkat seperti miliknya.",
    "description": "Merujuk kisah penyihir Firaun: mereka meniru tongkat Musa untuk menantang, bukan karena kebenaran. QS 7:113–116."
  },
  {
    "id": 279,
    "title": "",
    "inggris": "(But) between this rod and that rod there is a vast difference; from this action (magic) to that action (miracle) is a great way.",
    "indo": "(Namun) antara tongkat ini dan tongkat itu terdapat perbedaan yang amat besar; dari tindakan ini (sihir) menuju tindakan itu (mukjizat) adalah jarak yang sangat jauh.",
    "description": "Perbedaan bukan pada bentuk, tetapi pada sumber: sihir berasal dari kehendak manusia; mukjizat berasal dari kehendak Tuhan — jarak “sangat jauh” secara esoteris."
  },
  {
    "id": 280,
    "title": "",
    "inggris": "280. This action is followed by the curse of God, (while) that action receives in payment the mercy (blessing) of God.",
    "indo": "Tindakan yang ini diikuti oleh kutukan Tuhan, (sedangkan) tindakan yang itu menerima sebagai balasannya rahmat (berkah) Tuhan.",
    "description": "Tindakan yang ini” = sihir; “tindakan yang itu” = mukjizat. Rumi menegaskan perbedaan sumber: sihir menarik la‘nah (kutukan) karena berasal dari ego dan tipu daya; mukjizat menarik rahmah karena berasal dari perintah Ilahi. Lihat QS 7:125–126 dan QS 28:35 mengenai dukungan Ilahi untuk para nabi."
  },
  {
    "id": 281,
    "title": "",
    "inggris": "The infidels in contending (for equality with the prophets and saints) have the nature of an ape: the (evil) nature is a canker within the breast.",
    "indo": "Orang-orang kafir dalam bersengketa (menuntut persamaan dengan para nabi dan wali) memiliki tabiat seekor kera: tabiat (jahat) itu adalah kanker di dalam dada.",
    "description": "Rumi memakai metafora “kera” untuk menggambarkan imitasi tanpa ruh—meniru bentuk lahiriah kenabian atau kewalian tanpa mengalami hakikatnya. Lihat juga QS 2:65 tentang kaum yang diumpamakan seperti kera karena pembangkangan batin."
  },
  {
    "id": 282,
    "title": "",
    "inggris": "Whatever a man does, the ape at every moment does the same thing that he sees done by the man.",
    "indo": "Apa pun yang dilakukan seorang manusia, kera setiap saat melakukan hal yang sama yang ia lihat dilakukan oleh manusia itu.",
    "description": "Imitasi murni lahiriah tanpa pemahaman batin disebut taqlīd-ẓāhir, kritik umum dalam literatur sufi mengenai orang yang meniru para wali namun tanpa penyucian jiwa."
  },
  {
    "id": 283,
    "title": "",
    "inggris": "He thinks, “I have acted like him”: how should that quarrelsome-looking one know the difference?",
    "indo": "Ia mengira, “Aku telah berbuat seperti dirinya”: bagaimana mungkin sosok yang suka bertengkar itu mengetahui perbedaannya?",
    "description": "Yang diumpamakan sebagai “suka bertengkar” adalah ego yang berusaha membandingkan diri dengan manusia-manusia suci, padahal perbedaan ruhani tidak dapat dipahami oleh nafs yang keras. Bandingkan dengan QS 49:7 tentang ketidaktahuan orang yang mengikuti hawa nafsu."
  },
  {
    "id": 284,
    "title": "",
    "inggris": "This one (the holy man) acts by the command (of God), and he (the apish imitator) for the sake of quarrelling (rivalry). Pour dust on the heads of those who have quarrelsome faces!",
    "indo": "Yang satu ini (si insan suci) berbuat karena perintah (Allah), dan dia (peniru yang seperti kera itu) demi alasan pertengkaran (rivalitas). Taburkanlah debu di kepala orang-orang yang memiliki wajah pertengkaran!",
    "description": "Para wali bertindak sebagai ‘abd al-ma’mūr (hamba yang diperintah), sementara peniru yang iri hanya bergerak karena ambisi. “Menaburkan debu” adalah ungkapan klasik Farsi-Arab untuk merendahkan ego yang sombong, rujukannya paralel dengan hadis tentang kehinaan kesombongan dan perumpamaan QS 16:29."
  },
  {
    "id": 285,
    "title": "",
    "inggris": "285. That (religious) hypocrite joins in ritual prayer with the (sincere) conformist (only) for quarrelling's sake, not for supplication.",
    "indo": "Si munafik (agama) itu ikut dalam shalat bersama yang konformis (yang sungguh-sungguh taat) semata-mata demi pertengkaran, bukan demi permohonan (doa).",
    "description": "Rumi menegaskan perbedaan antara ṣalāt yang hidup dengan khushū‘ dan shalat yang dilakukan demi citra sosial. QS 4:142 menggambarkan munafik “berdiri untuk shalat dengan malas,” hanya untuk dilihat manusia."
  },
  {
    "id": 286,
    "title": "",
    "inggris": "In prayer and fasting and pilgrimage and alms-giving the true believers are (engaged) with the hypocrite in (what brings) victory and defeat.",
    "indo": "Dalam shalat dan puasa dan haji dan zakat, kaum beriman yang sejati sedang (terlibat) bersama si munafik dalam (apa yang membawa) kemenangan dan kekalahan.",
    "description": "Amal-amal syariat bisa hadir di dua kubu: mukmin sejati dan munafik. Rumi menyiratkan bahwa ibadah adalah “arena” yang menunjukkan siapa yang jiwanya menang (diterima) dan siapa yang kalah (ditolak), paralel dengan hadis tentang amal yang naik namun ditolak karena niat rusak."
  },
  {
    "id": 287,
    "title": "",
    "inggris": "Victory in the end is to the true believers; upon the hypocrite (falls) defeat in the state hereafter.",
    "indo": "Kemenangan pada akhirnya adalah milik kaum beriman sejati; atas si munafik (jatuhlah) kekalahan di keadaan akhirat.",
    "description": "Sejalan dengan QS 63:8 dan QS 57:12–13: cahaya dan kemuliaan akhirat hanya bagi orang beriman; sementara munafik akan mengalami kerugian total meskipun tampak “serupa” dalam ibadah."
  },
  {
    "id": 288,
    "title": "",
    "inggris": "Although both are intent on one game, in relation to each other they are (as far apart as) the man of Merv and the man of Rayy.",
    "indo": "Walaupun keduanya niat pada satu permainan, namun satu dengan lainnya (jauh berpisah) seperti lelaki dari Merv dan lelaki dari Rayy.",
    "description": "Dosa sebesar apa pun dapat lenyap oleh rahmat Tuhan."
  },
  {
    "id": 289,
    "title": "",
    "inggris": "Each one goes to his (proper) abiding-place; each one fares according to his name.",
    "indo": "Masing-masing pergi ke tempat tinggalnya (yang semestinya); masing-masing berjalan sesuai dengan namanya.",
    "description": "“Nama” di sini mengisyaratkan ḥaqīqah seseorang—hakikat batinnya. Menurut tradisi sufi, setiap amal kembali kepada titik asal niatnya (hadis: innamā al-a‘mālu bi-n-niyyāt)."
  },
  {
    "id": 290,
    "title": "",
    "inggris": "290. If he be called a true believer, his soul rejoices; and if you say “hypocrite,” he becomes filled with fire (rage).",
    "indo": "Jika ia dipanggil “orang beriman sejati (múmin),” jiwanya bergembira; dan jika engkau berkata “munafik,” ia dipenuhi api (amarah).",
    "description": "Rumi menggambarkan reaksi batin yang berbeda antara mukmin dan munafik. Dalam QS 9:124–125, nama dan tanda keimanan menambah iman bagi mukmin, tetapi menambah kejijikan bagi munafik."
  },
  {
    "id": 291,
    "title": "",
    "inggris": "His (the true believer's) name is loved on account of its essence (which is true faith); this one's (the hypocrite's) name is loathed on account of its pestilent qualities.",
    "indo": "Nama dirinya (si mukmin) dicintai karena hakikatnya (yakni iman yang benar); sedangkan nama yang satu ini (si munafik) dibenci karena sifat-sifat busuknya.",
    "description": "Dalam epistemologi sufi, ism (nama) mengikut ma‘nā (hakikat). Nama “mukmin” membawa wangi iman; nama “munafik” mengandung sifat-sifat beracun sebagaimana dalam QS 63:1–4."
  },
  {
    "id": 292,
    "title": "",
    "inggris": "(The four letters) mím and wáw and mím and nún do not confer honour: the word múmin (true believer) is only for the sake of denotation.",
    "indo": "(Empat huruf) mím dan wáw dan mím dan nún tidak memberi kemuliaan: kata “múmin” hanyalah demi penunjukan (makna).",
    "description": "Rumi menegaskan bahwa kemuliaan bukan pada fonetik atau huruf, tetapi pada realitas batin dari iman itu sendiri. Ini paralel dengan hadis: “Allah tidak melihat rupa dan bentuk kalian, tetapi hati dan amal kalian.”"
  },
  {
    "id": 293,
    "title": "",
    "inggris": "If you call him (the true believer) hypocrite, this vile name is stinging (him) within like a scorpion.",
    "indo": "Jika engkau memanggil dia (si mukmin) ‘munafik’, nama yang hina ini menyengat dirinya di dalam seperti seekor kalajengking.",
    "description": "Mukmin sejati merasakan sakit mendalam ketika disematkan sifat nifaq, karena ia sadar akan beratnya dosa kemunafikan (QS 4:145)."
  },
  {
    "id": 294,
    "title": "",
    "inggris": "If this name is not derived from Hell, then why is there the taste of Hell in it?",
    "indo": "Jika nama ini tidak berasal dari Neraka, maka mengapa ada rasa Neraka di dalamnya?",
    "description": "Rumi merujuk pada konsekuensi akhirat dari nifaq. QS 4:145 menempatkan munafik “di dasar paling bawah dari Neraka,” sehingga nama itu sendiri membawa ‘dzauq’ (rasa batin) kehinaan dan panas azab."
  },
  {
    "id": 295,
    "title": "",
    "inggris": "295. The foulness of that ill name is not from the letters; the bitterness of that sea-water is not from the vessel (containing it).",
    "indo": "Kebusukan dari nama buruk itu bukan berasal dari huruf-hurufnya; kepahitan dari air-laut itu bukan dari bejananya (yang menampungnya).",
    "description": "Rumi menegaskan bahwa huruf hanyalah wadah; sifat hina berasal dari hakikat makna, bukan dari bentuk lahiriah. Ini paralel dengan prinsip Qur’ani bahwa yang dinilai adalah batin, bukan bentuk (QS 49:14)."
  },
  {
    "id": 296,
    "title": "",
    "inggris": "The letters are the vessel: therein the meaning is (contained) like water; (but) the sea of the meaning is (with God)—with Him is the Ummu ’l-Kitáb.",
    "indo": "Huruf-huruf itu adalah bejana: di dalamnya makna tersimpan seperti air; (namun) lautan makna itu (ada) pada (Allah)—pada-Nyalah Umm al-Kitāb (Induk Kitab).",
    "description": "“Umm al-Kitāb” merujuk pada sumber hakiki segala makna, sebagaimana QS 13:39 dan QS 43:4: “Dan di sisi-Nya Umm al-Kitāb.” Makna bukan dicipta huruf, tetapi huruf menyalurkan sebagian kecil dari lautan makna-Nya."
  },
  {
    "id": 297,
    "title": "",
    "inggris": "In this world the bitter sea and the sweet sea (are divided)— between them is a barrier which they do not seek to cross.",
    "indo": "Di dunia ini laut yang pahit dan laut yang manis (terpisah)—di antara keduanya ada penghalang yang tidak mereka coba untuk melewatinya.",
    "description": "Mengacu pada QS 25:53: “Antara keduanya ada penghalang yang tidak dilampaui.” Bagi Rumi, ini menjadi metafor untuk perbedaan hakikat meski bentuk lahir sama."
  },
  {
    "id": 298,
    "title": "",
    "inggris": "Know that both these flow from one origin. Pass on from them both, go (all the way) to their origin!",
    "indo": "Ketahuilah bahwa keduanya mengalir dari satu asal. Berpalinglah dari keduanya, pergilah (sepenuhnya) menuju asal mereka!",
    "description": "Rumi mengarahkan pencari untuk tidak berhenti pada fenomena pahit-manis (baik-buruk, mukmin-munafik) tetapi naik menuju sumber tunggal yang meliputi segala."
  },
  {
    "id": 299,
    "title": "",
    "inggris": "Without the touchstone you will never know in the assay adulterated gold and fine gold by (using your own) judgement.",
    "indo": "Tanpa batu ujian engkau takkan pernah tahu dalam penilaianmu mana emas campuran dan mana emas murni dengan memakai penilaianmu sendiri.",
    "description": "Batu ujian” (mīzān, furqān) dalam tradisi sufi adalah cahaya ilahi atau bimbingan kenabian yang membedakan hakikat. QS 8:29: “Jika kalian bertakwa, Allah akan memberi kalian furqān.”"
  },
  {
    "id": 300,
    "title": "",
    "inggris": "300. Any one in whose soul God shall put the touchstone, he will distinguish certainty from doubt.",
    "indo": "Barang siapa di dalam jiwanya Allah menaruh batu-ujian, ia akan membedakan kepastian dari keraguan.",
    "description": "“Batu-ujian” adalah metafor bagi furqān—cahaya Ilahi yang membedakan hak dari batil (QS 8:29). Dalam sufisme disebut juga mīzān al-qalb."
  },
  {
    "id": 301,
    "title": "",
    "inggris": "A piece of rubbish jumps into the mouth of a living man, and only when he ejects it is he at ease.",
    "indo": "Segumpal kotoran melompat ke dalam mulut seorang yang hidup, dan ia tidak tenang hingga ia memuntahkannya keluar.",
    "description": "Rumi memakai contoh fisik untuk menggambarkan kejernihan batin: ruh yang hidup menolak segala yang tidak murni."
  },
  {
    "id": 302,
    "title": "",
    "inggris": "When, amongst thousands of morsels (of food), one little piece of rubbish entered (his mouth), the living man's sense (of touch or taste) tracked it down.",
    "indo": "Ketika, di antara ribuan suap makanan, satu potong kecil sampah masuk (ke mulutnya), indera (perasa) si hidup itu melacaknya.",
    "description": "“Indera yang hidup” adalah simbol dzawq (rasa rohaniah). Dalam tasawuf, ruh yang terjaga langsung mengenali ketidaktulenan meski sangat kecil."
  },
  {
    "id": 303,
    "title": "",
    "inggris": "The worldly sense is the ladder to this world; the religious sense is the ladder to Heaven.",
    "indo": "Indera duniawi adalah tangga menuju dunia ini; indera ruhani adalah tangga menuju Surga.",
    "description": "Dua “tangga” ini adalah dua orientasi: indera lahir menuju dunia, indera batin (basīrah) menuju realitas akhirat. Bandingkan dengan QS 50:37 tentang “hati yang mempunyai pemahaman.”"
  },
  {
    "id": 304,
    "title": "",
    "inggris": "Seek ye the well-being of the former sense from the physician; beg ye the well-being of the latter sense from the Beloved.",
    "indo": "Carilah kesehatan bagi indera pertama dari sang tabib; mohonlah kesehatan bagi indera kedua dari Sang Kekasih.",
    "description": "Tabib untuk jasad adalah manusia—dokter; tabib bagi indera rohaniah adalah Allah, “Sang Kekasih” (al-Habīb). Ini selaras dengan hadis: “Dalam jasad ada segumpal daging; jika ia baik, baiklah seluruh jasad.”"
  },
  {
    "id": 305,
    "title": "",
    "inggris": "305. The health of the former arises from the flourishing state of the body; the health of the latter arises from the ruin of the body.",
    "indo": "“Kesehatan dari (indera) yang pertama muncul dari keadaan tubuh yang subur; kesehatan dari (indera) yang kedua muncul dari keruntuhan tubuh.",
    "description": "Kesehatan dari (indera) yang pertama…”<br>Indera pertama merujuk pada indera jasmani yang menjadi “tangga” menuju dunia, sebagaimana bait sebelumnya menyebut the worldly sense. Dalam tasawuf Rūmī, kesehatan indera ini bergantung pada keseimbangan fisik dan material.<br> “…kesehatan dari (indera) yang kedua…” <br>Indera kedua adalah indera rohaniah, yaitu kemampuan batin menangkap hakikatatau “tangga menuju langit” (ladder to Heaven). Kesehatannya justru muncul dari pelemahan hawa nafsu, atau penyucian diri melalui riyāḍah dan mujāhadah. QS al-Syams: 9 menjadi relevan: “Sungguh beruntung orang yang menyucikan jiwanya.”"
  },
  {
    "id": 306,
    "title": "",
    "inggris": "The spiritual way ruins the body and, after having ruined it, restores it to prosperity:",
    "indo": "Jalan rohaniah meruntuhkan tubuh itu, lalu setelah meruntuhkannya, ia mengembalikannya kepada kemakmuran:",
    "description": "“<b>Jalan rohaniah meruntuhkan tubuh…</b>” <br>Penggunaan metafora “meruntuhkan tubuh” merujuk pada praktik asketisme (zuhd), puasa, dan pengekangan diri, yang dianggap dalam tradisi sufi sebagai jalan untuk “membuka mata batin”."
  },
  {
    "id": 307,
    "title": "",
    "inggris": "Ruined the house for the sake of the golden treasure, and with that same treasure builds it better (than before);",
    "indo": "Diruntuhkannya rumah demi harta karun emas, dan dengan harta yang sama itu, ia bangun kembali (rumah tersebut) lebih baik (daripada sebelumnya);",
    "description": "“<b>Diruntuhkannya rumah demi harta karun emas…</b>”<br>Metafora pembongkaran rumah untuk mendapatkan harta adalah simbol bahwa penderitaan jasmani membuka jalan kepada penemuan harta rohaniah. Mirip dengan hadits: “Sesungguhnya bersama kesulitan ada kemudahan” (QS al-Insyirah 6–7 juga paralel)."
  },
  {
    "id": 308,
    "title": "",
    "enggris": "",
    "indo": "Diputuslah air dan dibersihkanlah dasar sungai, Lalu dialirkanlah air minum segar ke dasar sungai itu;",
    "description": "Diputuslah air dan dibersihkan dasar sungai, lalu dialirkan kembali air minum ke dalam dasar sungai itu;",
    "inggris": "“Diputuslah=dibendunglah air dan dibersihkan dasar sungai…”<br>Ini merupakan gambaran takhliyah (pengosongan/pembersihan) sebelum taḥliyah (pengisian). Dalam praktik rohani, seseorang harus membersihkan karat batin sebelum hikmah mengalir."
  },
  {
    "id": 309,
    "title": "",
    "inggris": "Cleft the skin and drew out the iron point (of the arrow or spear)—then fresh skin grew over it (the wound);",
    "indo": "Dibelahlah kulit dan dicabutlah mata besi (anak panah atau tombak)—kemudian kulit baru pun tumbuh di atasnya.”",
    "description": "“Dibelahlah kulit dan dicabutlah mata besi…”<br>Luka jasmani dianalogikan dengan pembedahan rohani: mencabut “besi” berupa dosa atau sifat tercela, agar tumbuh kulit baru—yakni keadaan jiwa yang baru, lebih bersih. Paralel dengan hadits tentang perumpamaan iman yang keluar-masuk dari hati sebagaimana pakaian (HR. Ahmad)."
  },
  {
    "id": 310,
    "title": "",
    "inggris": "310. Rased the fortress and took it from the infidel, then reared thereon a hundred towers and ramparts.",
    "indo": "Dibongkarkannya benteng dan direbutlah ia dari si kafir, kemudian ditegakkannya di atasnya seratus menara dan benteng pertahanan.",
    "description": "“<b>Dibongkarkannya benteng… direbut dari si kafir…</b>”<br>Rūmī memakai metafora militer untuk menunjukkan takhliyah dan tajdīd (penghancuran ego dan pembaruan rohani). “Kafir” di sini bukan sosok literal, tetapi simbol nafs ammarah—musuh internal yang menguasai “benteng hati”. Paralel makna dengan QS al-‘Ankabūt 69: “Dan orang-orang yang berjihad di jalan Kami…<br>“<b>Kemudian ditegakkannya seratus menara…</b>”<br>Setelah ego dihancurkan, hati dibangun ulang dengan “seratus menara”—metafora bagi maqām dan aḥwāl (tingkat-tingkat rohani). Angka “seratus” menandakan kelimpahan, bukan jumlah literal.”"
  },
  {
    "id": 311,
    "title": "",
    "inggris": "Who shall describe the action of Him who hath no like? This that I have said (is only what the present) necessity is affording.",
    "indo": "Siapakah yang dapat menggambarkan perbuatan Dia yang tiada serupa bagi-Nya? Apa yang telah aku katakan ini hanyalah apa yang diizinkan oleh kebutuhan (penjelasan) saat ini.",
    "description": "“<b>Siapakah yang dapat menggambarkan perbuatan Dia yang tiada serupa bagi-Nya?</b>”<br>Penegasan akan tanzīh (ketakterbandingan Allah). Ini sejalan dengan QS al-Ikhlāṣ 4: “Dan tidak ada sesuatu pun yang setara dengan-Nya.”<br>“<b>Apa yang aku katakan ini hanyalah apa yang diizinkan oleh kebutuhan saat ini.</b>”<br>Rūmī mengakui bahwa seluruh metaforanya <b>hanyalah pendekatan</b>, tidak pernah mencakup hakikat perbuatan Tuhan."
  },
  {
    "id": 312,
    "title": "",
    "inggris": "Sometimes it (the action of God) appears like this and sometimes the contrary of this: the work of religion is naught but bewilderment.",
    "indo": "Kadang perbuatan-Nya tampak seperti ini, dan kadang seperti kebalikannya: pekerjaan agama tiada lain kecuali kebingungan.",
    "description": " “<b>Kadang perbuatan-Nya tampak seperti ini, dan kadang kebalikannya…</b>”<br>Mengisyaratkan bahwa <b>tajallī Ilahi</b> (penyingkapan Ilahi) sering tampak kontradiktif dalam pandangan manusia—seperti Khidr membocorkan perahu (QS al-Kahfi 79).<br>“<b>Pekerjaan agama tiada lain kecuali kebingungan.</b>”<br>Kebingungan (ḥayrah) dalam tradisi sufi bukan kekacauan, tetapi ketakjuban/terpesona—keadaan ketika akal tunduk dan hati menyaksikan. Ibn ‘Arabī menyebut ḥayrah sebagai “maqām tertinggi”."
  },
  {
    "id": 313,
    "title": "",
    "inggris": "(I mean) not one bewildered in such wise that his back is (turned) towards Him; nay, but one bewildered (with ecstasy) like this and drowned (in God) and intoxicated with the Beloved.",
    "indo": "(Maksudku) bukan seorang yang bingung sehingga punggungnya berpaling dari-Nya; tidak, tetapi seorang yang bingung (oleh ekstasi) seperti ini, dan tenggelam (ke dalam Tuhan) dan mabuk karena Sang Kekasih.",
    "description": "“<b>Bukan yang bingung sehingga punggungnya berpaling dari-Nya…</b>”<br>Ini membedakan ḥayrah suci dari kebingungan yang menyesatkan. Yang pertama berasal dari kedekatan, yang kedua dari kelalaian.<br>“<b>Tetapi seorang yang bingung oleh ekstasi… tenggelam… mabuk karena Sang Kekasih.</b>”<br>Menggambarkan keadaan sukr (mabuk rohani)—kondisi fana di mana diri melebur dalam penyaksian Ilahi, seperti digambarkan dalam hadits Qudsi “Aku menjadi pendengarannya…” (HR. al-Bukhari)."
  },
  {
    "id": 314,
    "title": "",
    "inggris": "The face of the one is set towards the Beloved, (while) the face of the other is just his own face (he is facing himself).",
    "indo": "Wajah yang satu menghadap Sang Kekasih, (sementara) wajah yang lain hanyalah wajah dirinya sendiri (ia menghadap dirinya sendiri).",
    "description": "“<b>Wajah yang satu menghadap Sang Kekasih…</b>” <br>Orang yang berada dalam ḥayrah suci tetap menghadap Tuhan, bukan dirinya. Sebaliknya, orang yang “<b>menghadap dirinya sendiri</b>” adalah simbol dari orang yang hanya <b>melihat ego</b>, bukan Tuhan."
  },
  {
    "id": 315,
    "title": "",
    "inggris": "Look long on the face of every one, keep watch attentively:",
    "indo": "Pandanglah lama wajah setiap orang, berjagalah dengan saksama: ",
    "description": "“<b>Pandanglah lama wajah…</b>”<br>Rūmī menekankan firāsah (ketajaman rohani) untuk mengenali wali. Dalam tradisi sufi, khidmat (pelayanan) membuka hijab batin. Paralel dengan hadits: “Takutlah terhadap firāsah seorang mukmin, karena ia melihat dengan cahaya Allah.” (HR. Tirmiżī)."
  },
  {
    "id": 316,
    "title": "",
    "inggris": "it may be that by doing service (to Súfís) you will come to know the face (of the true saint).",
    "indo": "Boleh jadi dengan melayani (para Sufi) engkau akan mengenali wajah (wali yang sejati).",
    "description": ""
  },
  {
    "id": 317,
    "title": "",
    "inggris": "Since there is many a devil who hath the face of Adam, it is not well to give your hand to every hand,",
    "indo": "Karena betapa banyak setan yang memiliki wajah Adam; tidaklah baik menyerahkan tanganmu kepada setiap tangan.",
    "description": "“<b>Setan yang memiliki wajah Adam…</b>”<br>Isyarat bahwa kelakuan—bukan rupa—yang menentukan kedudukan spiritual. Ini selaras dengan QS al-A‘rāf 11–12 mengenai kesombongan Iblis yang tersembunyi dalam “rupa malaikat”."
  },
  {
    "id": 318,
    "title": "",
    "inggris": "Because the fowler produces a whistling sound in order to decoy the bird,",
    "indo": "Sebab sang penjerat burung meniupkan suara siulan untuk memperdaya burung,”",
    "description": "<b>Siulan sang penjerat burung..</b><br>Metafora bagi penipu ruhani—orang yang meniru suara kaum suci untuk memancing murid. Ini peringatan tentang pseudo-syekh yang dijelaskan dalam karya-karya al-Qusyairī dan Hujwirī."
  },
  {
    "id": 319,
    "title": "",
    "inggris": "(So that) the bird may hear the note of its congener and come down from the air and find trap and knife-point.",
    "indo": "(Agar) burung itu mendengar suara sejenisnya, lalu turun dari udara dan menemukan perangkap serta ujung pisau.",
    "description": "<b>Menemukan perangkap dan ujung pisau</b>”<br>Dalam literatur tasawuf, “perangkap” adalah maqām palsu, dan “pisau” adalah kehancuran spiritual akibat mengikuti guru palsu."
  },
  {
    "id": 320,
    "title": "",
    "inggris": "320. The work of (holy) men is (as) light and heat; the work of vile men is trickery and shamelessness.",
    "indo": "Perbuatan orang-orang (suci) adalah (laksana) cahaya dan panas;  perbuatan orang-orang hina adalah tipu daya dan ketidakmaluan.",
    "description": "“<b>Perbuatan orang suci adalah cahaya dan panas</b>”Cahaya → ilmu<br>Panas → kasih, kehidupan, gerak hati<br>Sedang perbuatan orang hina → makr (tipu daya) & fujūr (kecabulan moral). Bandingkan QS al-Syams 8: “Maka Dia mengilhamkan kepadanya kefajiran dan ketakwaan.”"
  },
  {
    "id": 321,
    "title": "",
    "inggris": "They make a woollen lion for the purpose of begging; they give the title of Ahmad (Mohammed) to Bú Musaylim;",
    "indo": " Mereka membuat singa dari bulu domba untuk tujuan mengemis; mereka memberikan gelar Aḥmad (Nabi Muḥammadﷺ) kepada Abū Musaylim.",
    "description": "“<b>Singa dari bulu domba</b>”<br>Gambaran kepalsuan: tampak gagah, namun isinya rapuh. Sejalan dengan ungkapan Nabi: “Kalian tampak sebagai pakaian domba yang menutupi hati serigala.” (HR. Tirmiżī)."
  },
  {
    "id": 322,
    "title": "",
    "inggris": "(But) to Bú Musaylim remained the title of Kadhdháb (Liar), to Mohammed remained (the title of) Ulu ’l-albáb (Endowed with understanding).",
    "indo": "(Tetapi) bagi Abū Musaylim tetaplah gelar al-Kadhdhāb (Si Pendusta), dan bagi Muḥammad ﷺ tetaplah (gelar) Ulil al-lbāb (yang memiliki akal jernih).”",
    "description": "“<b>Abū Musaylim al-Kadhdhāb</b>”<br>Merujuk Musaylimah sang nabi palsu. Gelar “Ulu ’l-Albāb” berasal dari al-Qur’ān (mis. QS Āl ‘Imrān 190). Rūmī menegaskan bahwa hakikat menegaskan dirinya: gelar palsu tidak dapat menutup sifat asli."
  },
  {
    "id": 323,
    "title": "",
    "inggris": "The wine of God, its seal (last result) is pure musk, (but) as for (the other) wine, its seal is stench and torment",
    "indo": "Anggur Tuhan, penutup (hasil akhirnya) adalah kesturi murni; adapun (anggur lain), penutupnya adalah bau busuk dan siksaan.”",
    "description": "“<b>Anggur Tuhan… penutupnya musk</b>”<br>Metafora untuk kasyf (penyingkapan rohani) atau minuman maknawi yang berasal dari Allah.<br>“Anggur lain” = kenikmatan dunia atau ekstasi palsu, yang berakhir busuk dan siksa. Mirip dengan QS al-Muṭaffifīn 26: “Penutupnya adalah kesturi.”"
  }
]