[
  {
    "id": 35,
    "title": "Kisah tentang seorang raja yang jatuh cinta pada seorang pelayan wanita dan membelinya.",
    "persia":"",
    "indo": "Wahai sahabat-sahabatku, dengarkanlah kisah ini: sesungguhnya, inilah saripati hakiki dari keadaan batin kita.",
    "description": ""
  },
{
    "id": 36,
    "title": "",
    "persia":"",
    "indo": "Pada zaman dahulu kala, ada seorang Raja yang memiliki kekuasaan duniawi (temporal) dan juga kekuasaan spiritual.",
    "description": ""
  },
{
    "id": 37,
    "title": "",
    "persia":"",
    "indo": "Suatu ketika ia berkuda bersama para pembesar istananya untuk berburu.",
    "description": ""
  },
{
    "id": 38,
    "title": "",
    "persia":"",
    "indo": "Di jalan raya kerajaan, Raja melihat seorang gadis budak: jiwa Sang Raja pun tertawan olehnya.",
    "description": ""
  },
{
    "id": 39,
    "title": "",
    "persia":"",
    "indo": "Karena jiwanya, laksana burung di sangkar, terus berdebar tak tenang, Raja pun rela mengeluarkan harta dan membeli sang gadis budak.",
    "description": ""
  },
{
    "id": 40,
    "title": "",
    "persia":"",
    "indo": "Setelah hasratnya tercapai dan sang gadis kini dimilikinya, Melalui ketetapan Ilahi—sebab ia bukan miliknya yang sejati—gadis itu ditimpa sakit.",
    "description": ""
  },
{
    "id": 41,
    "title": "",
    "persia":"",
    "indo": "Seperti seorang pria yang punya keledai, namun tanpa pelana: Begitu pelana berhasil ia dapatkan, sang keledai raib dibawa serigala.",
    "description": ""
  },
{
    "id": 42,
    "title": "",
    "persia":"",
    "indo": "Atau ia punya kendi, tetapi air tak terjangkau di mana-mana: Dan tatkala air ditemukan, kendi itu pecah berkeping-keping.",
    "description": ""
  },
{
    "id": 43,
    "title": "",
    "persia":"",
    "indo": "Raja segera menghimpun para tabib, dari penjuru kanan dan kiri, Dan berkata kepada mereka, “Nasib kita berdua kini ada di tangan kalian.",
    "description": ""
  },
{
    "id": 44,
    "title": "",
    "persia":"",
    "indo": "Hidupku tak bernilai, (tetapi) dialah Nyawa dari Hidupku. Aku yang terluka dan menderita: dialah satu-satunya penawarku",
    "description": ""
  },
{
    "id": 45,
    "title": "",
    "persia":"",
    "indo": "“Barang siapa menyembuhkan nyawaku yang malang, niscaya ia akan membawa pulang segala hartaku, intan, dan mutiaraku, besar maupun kecil.”",
    "description": ""
  },
{
    "id": 46,
    "title": "",
    "persia":"",
    "indo": "Semua tabib menjawab serentak, “Kami akan korbankan jiwa raga kami dan mengerahkan seluruh kecerdasan kami untuk kami padukan bersama itulah modal kami.",
    "description": ""
  },
{
    "id": 47,
    "title": "",
    "persia":"",
    "indo": "Masing-masing dari kami adalah Al-Masih bagi satu dunia (umat manusia): sebab di tangan kamilah tersemat obat bagi segala duka.”",
    "description": ""
  },
{
    "id": 48,
    "title": "",
    "persia":"",
    "indo": "Dalam keangkuhan mereka, mereka tidak mengucapkan, “Insya Allah” (Jika Tuhan menghendaki); Maka, Tuhan pun segera memperlihatkan kepada mereka kelemahan sejati dari setiap Manusia.",
    "description": ""
  },
{
    "id": 49,
    "title": "",
    "persia":"",
    "indo": "Maksudku adalah (keadaan batin di mana) kelalaian menyebut kalimat penyelamatan itu (terjadi karena) kekerasan hati; Bukan sekadar ucapan lisan dari kata-kata tersebut, sebab hal itu hanyalah urusan permukaan.",
    "description": ""
  },
  {
    "id": 50,
    "title": "",
    "persia":"",
    "indo": "Betapa banyak orang yang tidak mengucapkan kalimat penyelamatan (Insya Allah) dengan lisan, namun jiwanya selaras dengan hakikat dari kalimat itu!",
    "description": ""
  },
{
    "id": 51,
    "title": "",
    "persia":"",
    "indo": "Semakin banyak upaya penyembuhan dan obat-obatan yang mereka berikan, semakin parahlah penyakit itu, dan hajat sang Raja tak terwujudkan.",
    "description": ""
  },
{
    "id": 52,
    "title": "",
    "persia":"",
    "indo": "Gadis yang sakit itu kian meranggas (kurus) bagai sehelai rambut, sementara mata Raja mengalirkan air mata darah, laksana sungai.",
    "description": ""
  },
{
    "id": 53,
    "title": "",
    "persia":"",
    "indo": "Demi takdir Ilahi, obat-obatan itu justru mendatangkan bencana: oxymel menghasilkan empedu, dan minyak almond kian menambah kekeringan (sakit).",
    "description": ""
  },
{
    "id": 54,
    "title": "",
    "persia":"",
    "indo": "Dari pemberian myrobalan timbullah sembelit, kelonggaran pun lenyap; dan air justru menyulut api, laksana minyak tanah (nafta).",
    "description": ""
  }
  ]