[
{
    "id": 55,
    "title": "Bagaimana Raja menyadari kelemahan para tabib, dan bagaimana ia menghadapkan wajahnya kepada Tuhan lalu bermimpi berjumpa seorang Wali.",
    "inggris":"",
    "indo": "Manakala Raja menyaksikan betapa tak berdayanya para tabib itu, Ia pun berlari bertelanjang kaki menuju masjid yang suci.",
    "description": ""
  },
{
    "id": 56,
    "title": "",
    "inggris":"",
    "indo": "Ia memasuki masjid, lalu beranjak menghadap mihrab (tempat shalat); Sajadah itu basah kuyup oleh air mata sang Raja.",
    "description": ""
  },
{
    "id": 57,
    "title": "",
    "inggris":"",
    "indo": "Setelah ia tersadar dari derasnya luapan ecstasy (fana’) itu, Ia pun membuka bibirnya dengan puji-pujian yang indah dan mulia,",
    "description": ""
  },
{
    "id": 58,
    "title": "",
    "inggris":"",
    "indo": "Sambil berseru, “Wahai Engkau yang karunia-Mu paling kecil pun adalah kerajaan dunia, Apa lagi yang mesti kuucapkan, sebab Engkau telah mengetahui segala yang tersembunyi?",
    "description": ""
  },
{
    "id": 59,
    "title": "",
    "inggris":"",
    "indo": "Wahai Engkau, tempat kami selalu berlindung dalam segala kebutuhan, Sekali lagi kami telah tersesat dari jalan yang lurus!”",
    "description": ""
  },
{
    "id": 60,
    "title": "",
    "inggris":"",
    "indo": "Namun Engkau sendiri telah berfirman, ‘Meskipun Aku tahu rahasia hatimu, namun nyatakanlah ia segera dalam tindakan lahiriahmu!'",
    "description": ""
  },
{
    "id": 61,
    "title": "",
    "inggris":"",
    "indo": "Ketika dari lubuk jiwanya ia meninggikan pekikan (permohonan), Lautan Kedermawanan (Ilahi) pun segera bergelombang dan bergolak.",
    "description": ""
  },
{
    "id": 62,
    "title": "",
    "inggris":"",
    "indo": "Kantuk mendatanginya di tengah tangisan: ia bermimpi seorang lelaki tua (pir) menampakkan diri,",
    "description": ""
  },
{
    "id": 63,
    "title": "",
    "inggris":"",
    "indo": "Dan berkata, “Kabar gembira, wahai Raja! Doamu telah dikabulkan. Jika esok seorang asing datang mencarimu, dia adalah utusan dari-Ku.",
    "description": ""
  },
{
    "id": 64,
    "title": "",
    "inggris":"",
    "indo": "Ketika dia tiba, dialah tabib yang mahir; Anggaplah ia tulus, sebab dia terpercaya dan jujur.”",
    "description": ""
  },
  {
    "id": 65,
    "title": "",
    "inggris":"",
    "indo": "“Dalam pengobatannya, saksikanlah mujizat mutlak; dalam pembawaannya, saksikanlah kekuatan Ilahi!”",
    "description": ""
  },
{
    "id": 66,
    "title": "",
    "inggris":"",
    "indo": "Ketika waktu yang dijanjikan tiba, fajar pun menyingsing, dan sang surya, (terbit) dari timur, mulai membakar bintang-bintang di langit,",
    "description": ""
  },
{
    "id": 67,
    "title": "",
    "inggris":"",
    "indo": "Raja telah berada di menara pengintai, menanti untuk menyaksikan sosok yang telah ditunjukkan secara misterius dalam mimpinya.",
    "description": ""
  },
{
    "id": 68,
    "title": "",
    "inggris":"",
    "indo": "Ia melihat seseorang yang mulia dan patut dipuja, laksana matahari di tengah bayangan gelap,",
    "description": ""
  },
{
    "id": 69,
    "title": "",
    "inggris":"",
    "indo": "Datang dari kejauhan, langsing dan bercahaya bagai bulan sabit baru: Ia sejatinya tiada (non-existent), meski hadir dalam wujud kasat mata.",
    "description": ""
  },
{
    "id": 70,
    "title": "",
    "inggris":"",
    "indo": "Di mata jiwa (ruh), khayal (phantasy) itu sejatinya tiada, (namun) saksikanlah satu dunia yang bergerak di atas sebuah khayal!",
    "description": ""
  },
{
    "id": 71,
    "title": "",
    "inggris":"",
    "indo": "Kedamaian mereka, perang mereka, (semua) berputar di atas khayal; Kehormatan dan aib mereka pun bersumber dari sebuah khayal semata;",
    "description": ""
  },
{
    "id": 72,
    "title": "",
    "inggris":"",
    "indo": "(Namun), khayalan yang menjerat para Wali (orang suci) adalah pantulan dari wajah-wajah nan jelita di Taman Keindahan Ilahi.",
    "description": ""
  },
{
    "id": 73,
    "title": "",
    "inggris":"",
    "indo": "Pada rupa sang tamu asing itu terpancar khayal yang disaksikan Raja di dalam mimpinya.",
    "description": ""
  },
{
    "id": 74,
    "title": "",
    "inggris":"",
    "indo": "Sang Raja sendiri, bukannya para pelayan, maju menyambut tamunya yang datang dari Alam Gaib (Invisible).",
    "description": ""
  },
{
    "id": 75,
    "title": "",
    "inggris":"",
    "indo": "Keduanya adalah pelaut yang telah mahir berenang, Jiwanya terjalin erat tanpa benang jahitan.",
    "description": ""
  },
{
    "id": 76,
    "title": "",
    "inggris":"",
    "indo": "Sang Raja pun berseru, “Kaulah Kekasihku (yang sejati), bukan dia; Namun di dunia ini, setiap perbuatan berbuah perbuatan.",
    "description": ""
  },
{
    "id": 77,
    "title": "",
    "inggris":"",
    "indo": "Wahai engkau yang bagiku laksana Mustafá (Muhammad ﷺ), Sedangkan diriku seperti ‘Umar—Akan kukencangkan ikat pinggangku untuk berkhidmat padamu.”",
    "description": ""
  }
]