[
  {
    "id": 78,
    "title": "Memohon kepada Allah, yang adalah Penolong kita, Agar Dia sudi menolong kita menjaga kendali diri dalam tiap keadaan, Serta menjelaskan segala akibat buruk dan berbahaya dari ketidak-disiplinan jiwa.",
    "inggris":"",
    "indo": "Marilah kita merayu Allah agar sudi menolong kita meraih kendali diri: Sebab barang siapa tak berpegang pada kendali diri, Maka ia pun terampas dari limpahan rahmat Ilahi.",
    "description": ""
  },
{
    "id": 79,
    "title": "",
    "inggris":"",
    "indo": "Manusia yang tak disiplin tidak hanya merusak dirinya sendiri, Namun ia membakar seluruh dunia dalam api.",
    "description": ""
  },
  {
    "id": 80,
    "title": "",
    "inggris":"",
    "indo": "Hidangan (makanan) turun dari langit tanpa perlu sakit kepala (susah-payah), tanpa adanya jual-beli, tanpa perlu bicara dan mendengar (meminta-minta).",
    "description": ""
  },
{
    "id": 81,
    "title": "",
    "inggris":"",
    "indo": "(Namun) beberapa kaum Musa-a.s berseru dengan kekurangajaran, “Di mana bawang putih dan kacang-kacangan kami?”",
    "description": ""
  },
{
    "id": 82,
    "title": "",
    "inggris":"",
    "indo": "(Seketika itu juga) Roti dan hidangan langit pun terputus: Yang tersisa (bagi mereka semua) hanyalah susah payah menanam, dan berjerih payah dengan cangkul serta sabit.",
    "description": ""
  },
{
    "id": 83,
    "title": "",
    "inggris":"",
    "indo": "Lalu, ketika Isa-a.s kembali mengajukan permohonan, Allah pun menurunkan lagi hidangan dan karunia (dari langit) di atas nampan.",
    "description": ""
  },
{
    "id": 84,
    "title": "",
    "inggris":"",
    "indo": "Namun lagi-lagi, orang-orang yang kurang ajar itu lalai menunjukkan adab, Dan laksana pengemis, mereka pun berebut hidangan itu.",
    "description": ""
  },
{
    "id": 85,
    "title": "",
    "inggris":"",
    "indo": "(Meski) Isa-a.s memohon pada mereka, seraya berkata, “Karunia ini kekal dan takkan pernah sirna dari muka bumi.”",
    "description": ""
  },
{
    "id": 86,
    "title": "",
    "inggris":"",
    "indo": "Menunjukkan curiga dan ketamakan di atas hidangan Kebesaran adalah sebuah kekufuran (ingkar nikmat).",
    "description": ""
  },
{
    "id": 87,
    "title": "",
    "inggris":"",
    "indo": "Oleh sebab orang-orang lancang yang dibutakan oleh loba (tamak/serakah) itu, Maka pintu rahmat pun ditutup di hadapan mereka.",
    "description": ""
  },
{
    "id": 88,
    "title": "",
    "inggris":"",
    "indo": "Karena menahan zakat, awan takkan terangkat untuk menurunkan hujan, Dan akibat perzinaan, wabah pun menyebar ke segala penjuru.",
    "description": ""
  },
{
    "id": 89,
    "title": "",
    "inggris":"",
    "indo": "Apa pun yang menimpamu dari kegelapan dan duka cita, Semua itu adalah hasil dari kekurangajaran dan kesombongananmu.",
    "description": ""
  },
{
    "id": 90,
    "title": "",
    "inggris":"",
    "indo": "Siapa pun yang berbuat lancang di Jalan Sang Kekasih, Ia adalah perampok yang merampas manusia lain, dan ia bukanlah manusia sejati.",
    "description": ""
  },
{
    "id": 91,
    "title": "",
    "inggris":"",
    "indo": "Berkat Adab (disiplin/kendali-diri), Langit ini terisi penuh dengan cahaya, Dan berkat Adab jualah, para malaikat menjadi suci dan tak bernoda.",
    "description": ""
  },
{
    "id": 92,
    "title": "",
    "inggris":"",
    "indo": "Namun karena kekurangajaran, Sang Surya pun mengalami gerhana, Dan kesombonganlah yang menyebabkan ‘Azāzīl (Iblis) terhalau dari pintu (rahmat).",
    "description": ""
  }
  ]