[
  {
    "id": 93,
    "title": "Perjumpaan Sang Raja dengan Tabib Ilahi,Yang kedatangannya telah diisyaratkan dalam sebuah mimpi.",
    "inggris":"",
    "indo": "Ia (Sang Raja) membuka kedua lengannya, mendekapnya ke dada,Menerimanya, laksana Cinta, ke dalam hati dan jiwanya.",
    "description": ""
  },
{
    "id": 94,
    "title": "",
    "inggris":"",
    "indo": "Lalu mulailah ia mencium tangan dan kening Sang Tabib,Menanyakan tentang asal-muasal dan perjalanannya.",
    "description": ""
  },
  {
    "id": 95,
    "title": "",
    "inggris":"",
    "indo": "(Maka) dengan banyak pertanyaan, dibawanya Sang Tabib ke singgasana kehormatan. “Akhirnya,” serunya, “telah kutemukan sebuah harta karun melalui kesabaran!”",
    "description": ""
  },
{
    "id": 96,
    "title": "",
    "inggris":"",
    "indo": "Ia (Sang Raja) berseru pula, “Wahai anugerah dari Tuhan dan penangkal segala bencana, Engkaulah makna sejati dari ‘Kesabaran adalah kunci kebahagiaan’!”",
    "description": ""
  },
{
    "id": 97,
    "title": "",
    "inggris":"",
    "indo": "“Wahai engkau yang wajahnya adalah jawaban bagi tiap pertanyaan, Olehmu simpul-simpul rumit terurai tanpa perlu perdebatan.",
    "description": ""
  },
{
    "id": 98,
    "title": "",
    "inggris":"",
    "indo": "Engkau menafsirkan segala yang tersembunyi di hati kami, Engkau ulurkan tangan penolong bagi siapa pun yang kakinya terperosok lumpur.",
    "description": ""
  },
{
    "id": 99,
    "title": "",
    "inggris":"",
    "indo": "Selamat datang, wahai insan terpilih, wahai yang diridai! Jika engkau menghilang, maka Takdir buruk akan menimpa (kami),Dan ruang yang luas pun akan terasa sempit.",
    "description": ""
  },
{
    "id": 100,
    "title": "",
    "inggris":"",
    "indo": "Engkaulah pelindung bagi umat manusia. Siapa pun yang tak merindukanmu sungguh telah binasa. Bahkan, celakalah dia, jika dia tidak segera menghentikan (penolakan itu)…!” ",
    "description": ""
  },
{
    "id": 101,
    "title": "",
    "inggris":"",
    "indo": "Ketika perjumpaan agung dan jamuan (spiritual) yang melimpah itu usai, Diambilnya tangan Sang Tabib dan dihantarkannya ke aula permaisuri.",
    "description": ""
  }
]